{
  "source": "PA-HCR-NJ-Tobacco-Cessation.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 4009-8\nProgram Prior Authorization – Health Care Reform Tobacco Cessation – New\nJersey Fully Insured\nMedication Varenicline (generic Chantix®), Nicotrol Inhaler® (nicotine inhalation\nsystem), and Nicotrol NS® (nicotine nasal spray)\nP&T Approval Date 2/2018, 9/2018, 5/2019, 5/2020, 8/2021, 9/2022, 11/2023, 3/2025\nEffective Date 6/1/2025\n1. Background:\nTobacco cessation therapies are more likely to be successful for patients who are motivated to stop\ntobacco use and who are provided additional advice and support. Patients should be provided with\nappropriate educational materials and counseling to support the quit attempt. The patient should\nset a quit date.\nThis program is designed to meet Health Care Reform requirements and New Jersey state\nmandates for tobacco cessation coverage at zero dollar cost share. New Jersey prohibits utilization\nmanagement for the first 180 days per plan year. Once a member has received coverage for 180\ndays of tobacco cessation therapy per plan year, including any combination of products, coverage\nof continued therapy will be required to meet the below coverage criteria.\nCoverage for continuation of Varenicline (generic Chantix) will bypass step therapy requirement if\nthe member is currently on therapy without having undergone utilization management review.\n2. Coverage Criteria for Continuation of Tobacco Cessation Therapy:\nA. Varenicline (generic Chantix)\n1. Patients New to Therapy (not currently on varenicline in the past 90 days as evidenced\nby claims)\na. Varenicline will be approved based on all of the following criteria:\n(1) Patient is 18 years of age or older\n-AND-\n(2) Treatment is being requested for tobacco cessation\n-AND-\n(3) History of failure, contraindication, or intolerance to one of the following:\ni. Nicotine replacement patches OTC (e.g., Nicoderm CQ®-OTC)\nii. Nicotine gum OTC (e.g., Nicorette® gum- OTC)\niii. Nicotine lozenge or mini-lozenge OTC (e.g.",
    "n, or intolerance to one of the following:\ni. Nicotine replacement patches OTC (e.g., Nicoderm CQ®-OTC)\nii. Nicotine gum OTC (e.g., Nicorette® gum- OTC)\niii. Nicotine lozenge or mini-lozenge OTC (e.g., Nicorette® lozenge-OTC)\n© 2025 UnitedHealthcare Services Inc.\n1\n-AND-\n(4) History of failure, contraindication, or intolerance to bupropion\nAuthorization will be issued for zero copay with deductible bypass for 3 months.\n2. Patients Established on Therapy (Patient has been on medication within the past 90\ndays as evidenced by claims)\na. Varenicline will be approved for patients established on therapy for tobacco cessation.\nAuthorization will be issued for zero copay with deductible bypass for an additional 3\nmonths.\nB. Nicotrol NS or Nicotrol Inhaler\n1. Nicotrol NS or Nicotrol Inhaler will be approved based on all of the following criteria:\na. Patient is 18 years of age or older\n-AND-\nb. Treatment is being requested for tobacco cessation\n-AND-\nc. History of failure, contraindication, or intolerance to one of the following:\n(1) Nicotine replacement patches OTC (e.g., Nicoderm CQ-OTC)\n(2) Nicotine gum OTC (e.g., Nicorette gum- OTC)\n(3) Nicotine lozenge or mini-lozenge OTC (e.g., Nicorette lozenge-OTC)\n-AND-\nd. History of failure, contraindication, or intolerance to bupropion\nAuthorization will be issued for zero copay with deductible bypass for 3 months.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n© 2025 UnitedHealthcare Services Inc.\n2\n4. References:\n1. Nicotrol NS [package insert]. New York, NY: Pharmacia and Upjohn: June 2024.\n2. Nicotrol Inhaler [package insert]. New York, NY: Pharmacia and Upjohn; July 2024.\n4. Chantix [package insert]. New York, NY: Pfizer, Inc.; ",
    "e insert]. New York, NY: Pharmacia and Upjohn: June 2024.\n2. Nicotrol Inhaler [package insert]. New York, NY: Pharmacia and Upjohn; July 2024.\n4. Chantix [package insert]. New York, NY: Pfizer, Inc.; February 2019.\n5. US Department of Health and Human Services. Clinical practice guideline for treating tobacco\nuse and dependence: 2008 Update. Washington, DC: US Department of Health and Human\nServices;.Am J Prev Med 2008;35(2)\nPrior Authorization –Health Care Reform Tobacco Cessation –New\nProgram Jersey Fully Insured\nChange Control\nDate Change\n2/2018 New program.\n9/2018 Removed Commit and Thrive as examples of therapy. Brand names off\nthe market. Revised language around concomitant use.\n5/2019 Removed PA criteria for bupropion SR and OTC NRT. Removed\ncombination criteria for Chantix and Nicotrol NS. Removed counseling\nrequirement. Revised footnotes.\n5/2020 Updated references.\n8/2021 Updated to reflect generic launch of Chantix\n9/2022 Annual review. No changes.\n11/2023 Annual review. No changes.\n3/2025 Annual review. Removed reference to Zyban due to product becoming\nobsolete. Updated references.\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}