{
  "source": "PA-Med-Nec-Addyi.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2074-11\nProgram Prior Authorization/Medical Necessity\nMedication Addyi™ (flibanserin)\nP&T Approval Date 9/2015, 3/2016, 5/2016, 4/2017, 5/2018, 6/2019, 12/2019, 8/2021,\n9/2022, 11/2023, 11/2024\nEffective Date 2/1/2025\n1. Background:\nAddyi is indicated for the treatment of premenopausal women with acquired, generalized\nhypoactive sexual desire disorder (HSDD), as characterized by low sexual desire that causes\nmarked distress or interpersonal difficulty and is not due to a co-existing medical or psychiatric\ncondition, problems within the relationship, or the effects of a medication or other drug substance.\nAcquired HSDD refers to HSDD that develops in a patient who previously had no problems with\nsexual desire. Generalized HSDD refers to HSDD that occurs regardless of the type of stimulation,\nsituation or partner. Addyi is not indicated for the treatment of HSDD in postmenopausal women\nor in men and is not indicated to enhance sexual performance.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Addyi will be approved based on all of the following criteria:\na. Diagnosis of one of the following:\n(1) Acquired, generalized hypoactive sexual desire disorder (HSDD)\n-OR-\n(2) Female sexual interest/arousal disorder\n-AND-\nb. Symptoms of HSDD or female sexual interest/arousal disorder have persisted for at\nleast 6 months\n-AND-\nc. Low sexual desire is NOT due to any of the following:\n(1) A co-existing medical or psychiatric condition\n(2) Problems within the relationship\n(3) The effects of a medication or other drug substance\n-AND-\n© 2024 UnitedHealthcare Services Inc.\n1\nd. Patient was female at birth\n-AND-\ne. Patient is premenopausal\n-AND-\nf. Patient does not have hepatic impairment (e.g., a Child-Pugh score of 6 points or\ngreater)\n-AND-\ng. Patient is not concomitantly on moderate or strong CYP3A4 inhibitors (e.g.,\nciprofloxacin, clarithromycin, diltiazem, fluconazole, itraconazole, ketoconazole,\nritona",
    "e of 6 points or\ngreater)\n-AND-\ng. Patient is not concomitantly on moderate or strong CYP3A4 inhibitors (e.g.,\nciprofloxacin, clarithromycin, diltiazem, fluconazole, itraconazole, ketoconazole,\nritonavir, verapamil)\nInitial authorization will be issued for 3 months\nB. Reauthorization\n1. Addyi will be approved based on all of the following criteria:\na. Documentation of positive clinical response to Addyi therapy\n-AND-\nb. Patient continues to be premenopausal\n-AND-\nc. Patient does not have hepatic impairment (e.g., a Child-Pugh score of 6 points or\ngreater)\n-AND-\nd. Patient is not concomitantly on moderate or strong CYP3A4 inhibitors (e.g.,\nciprofloxacin, clarithromycin, diltiazem, fluconazole, itraconazole, ketoconazole,\nritonavir, verapamil)\nReauthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Supply limits may be in place\n© 2024 UnitedHealthcare Services Inc.\n2\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class\n4. References:\n1. Addyi [package insert]. Raleigh, NC: Sprout Pharmaceuticals, Inc; September 2021.\n2. Thorp J, Simon J, Dattani D, et al. Treatment of Hypoactive Sexual Desire Disorder in\nPremenopausal Women: Efficacy of Flibanserin in the DAISY Study. J Sex Med 2012;9:793–\n804.\n3. Katz M, DeRogatis LR, Ackerman R, et al. Efficacy of Flibanserin in Women with Hypoactive\nSexual Desire Disorder: Results from the BEGONIA Trial. J Sex Med 2013;10:1807–1815.\n4. DeRogatis LR, Komer L, Katz M, et al. Treatment of Hypoactive Sexual Desire Disorder in\nPremenopausal Women: Efficacy of Flibanserin in the VIOLET",
    "om the BEGONIA Trial. J Sex Med 2013;10:1807–1815.\n4. DeRogatis LR, Komer L, Katz M, et al. Treatment of Hypoactive Sexual Desire Disorder in\nPremenopausal Women: Efficacy of Flibanserin in the VIOLET Study. J Sex Med 2012;9:1074–\n1085.\n5. Sexual dysfunctions. In: Diagnostic and Statistical Manual of Mental Disorders, 5th ed.,\nAmerican Psychiatric Association, Arlington, Virginia 2013.\n6. Overview of Sexual dysfunction in females: Management. UpToDate. Updated February 1, 2023.\nLast accessed October 4, 2024..\n7. Jasepers L, Feys, Frederik, Bramer, W, et al. Efficacy and Safety of Flibanserin for the\nTreatment of Hypoactive Sexual Desire Disorder in Women: A Systematic Review and Meta-\nanalysis. JAMA Intern Med. 2016;176(4):453-462.\nProgram Prior Authorization/Medical Necessity – Addyi\nChange Control\nDate Change\n9/2015 New program.\n3/2016 Addition of criteria that low sexual desire is not due to a co-existing\ncondition, relationship problem, or the effects of a medication or drug\nsubstance. Changed reauthorization period from 6 to 12 months.\n5/2016 Addition of criteria that requires provider attestation of benefits\noutweighing risk, completion of the REMS Program Patient-Provider\nAgreement and accuracy of the information provided.\n4/2017 Minor formatting changes. Updated references.\n5/2018 Annual review. Updated references.\n6/2019 Annual review. Changed criteria that member is female to member was\nfemale at birth. Updated references.\n12/2019 Removed REMs and alcohol abstinence requirements due to updated\nlabeling.\n8/2021 Updated references.\n9/2022 Annual review. Updated references. Added state mandate footnote.\n11/2023 Annual review. Updated references.\n11/2024 Annual review. Updated references.\n© 2024 UnitedHealthcare Services Inc.\n3"
  ]
}