{
  "source": "PA-Med-Nec-Butrans-Belbuca.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2099-14\nProgram Prior Authorization/Medical Necessity – Buprenorphine Products (Pain\nIndications)\nMedication Belbuca® (buprenorphine hydrochloride film) and Butrans*®\n(buprenorphine patch, extended-release)\nP&T Approval Date 8/2016, 2/2017, 7/2017, 11/2017, 11/2018, 3/2019, 11/2019, 11/2020,\n11/2021, 4/2022, 8/2022, 10/2023, 10/2024\nEffective Date 1/1/2025\n1. Background:\nBelbuca and Butrans* are buprenorphine products indicated for the management of pain severe\nenough to require daily, around-the-clock, long-term opioid treatment for which alternative\ntreatment options are inadequate. Similar to other long-acting opioids, the use of Belbuca and\nButrans^ should be reserved for use in patients for whom alternative treatment options (e.g., non-\nopioid analgesics or immediate-release opioids) are ineffective, not tolerated, or inadequate to\nprovide sufficient management of pain. Belbuca and Butrans* are not indicated for as-needed (prn)\nanalgesics.\nThe CDC recommends the following best practices in the prescription of long-acting opioids:\n• Nonopioid therapies are preferred for chronic pain.\n• Before starting opioid therapy, treatment goals should be established with patients that\ninclude realistic goals for pain and function and should consider how therapy will be\ndiscontinued if benefits do not outweigh risks. For some clinical context (e.g., headache or\nfibromyalgia), the expected benefits of initiating opioids are unlikely to outweigh the risks.\nTrack pain and function at every visit (at least every 3 months) using a brief, validated\ninstrument. Continue opioid therapy only if there is clinically meaningful improvement in\npain and function that outweighs risks to patient safety.\n• When starting opioid therapy for chronic pain, clinicians should prescribe immediate-release\nopioids instead of extended-release/long-acting opioids.\n• Document the daily morphine milligram equivalents (MME) in mg/d",
    "pioid therapy for chronic pain, clinicians should prescribe immediate-release\nopioids instead of extended-release/long-acting opioids.\n• Document the daily morphine milligram equivalents (MME) in mg/day from all sources of\nopioids. Access the state prescription drug monitoring program (PDMP) data at treatment\ninitiation and periodically during treatment.\n• Caution should be used when prescribing opioid pain medication and benzodiazepines\nconcurrently and consideration should be given to whether benefits outweigh risks of\nconcurrent prescribing of opioids and other central nervous system depressants.\n• Screen for past and current substance abuse and for severe depression, anxiety, and PTSD\nprior to initiation.\n• Benefits and risks of toxicology testing should be considered to assess for prescribed and\nnonprescribed controlled substances.\n• Methadone should not be the first choice for a long-acting opioid. Only clinicians who are\nfamiliar with methadone’s unique risk profile and who are prepared to educate and closely\nmonitor their patients should consider prescribing methadone for pain.\n• Avoid escalating doses above 50-90 mg/day MME unless sustained meaningful improvement\nin pain and function is attained.\n© 2024 UnitedHealthcare Services Inc.\n1\n• Clinicians should evaluate benefits and harms of continued therapy at least every 3 months.\nIf benefits do not outweigh harms, clinicians should maximize other therapies and work\nclosely with the patients to gradually reduce or taper opioids. Evaluation should include\nassessment of substance use disorder/opioid dependence. Validated scales (such as the\nDAST-10) are available at www.drugabuse.gov.\nTable 1. Maximum Recommended Dose Per Product Label\nBrand Active Ingredient Max Dose^\nBelbuca Buprenorphine (buccal film) 1800 mcg (900 mcg every 12 hours)\nButrans* Buprenorphine (patch) 20 mcg/hour patch every 7 days\n^Doses are not considered equianalgesic and table does not represent a dose conversion chart.\n2. Coverage Criteriaa",
    "00 mcg every 12 hours)\nButrans* Buprenorphine (patch) 20 mcg/hour patch every 7 days\n^Doses are not considered equianalgesic and table does not represent a dose conversion chart.\n2. Coverage Criteriaa:\nA. Cancer or End of Life (defined as a < 2 year life expectancy) related painb\n1. Belbuca and buprenorphine patch (generic Butrans) will be approved based on the\nfollowing criterion:\na. Patient is being treated for pain due to active cancer diagnosis or end of life related\npain (document cancer diagnosis or for end of life, expectancy of <2 years)\nAuthorization will be issued for 24 months\n2. Butrans* (brand only) will be approved based on BOTH of the following:\na. Patient is being treated for pain due to active cancer diagnosis or end of life related\npain (document cancer diagnosis or for end of life, expectancy of < 2 years)\n-AND-\nb. The patient has a history of failure after a 30-day trial, contraindication or intolerance\nto both of the followingc:\n(1) Belbucad\n(2) buprenorphine patch (generic Butrans)\nAuthorization will be issued for 24 months.\nB. Non-cancer pain\n1. Initial Authorization\na. Belbuca and buprenorphine patch (generic Butrans) will be approved based on\nALL of the following criteria:\n(1) The patient is being treated for pain severe enough to require daily, around-the-\nclock, longer-term opioid treatment.\n© 2024 UnitedHealthcare Services Inc.\n2\n-AND-\n(2) Prescriber attests to all of the following:\n(a) Pain is moderate to severe and expected to persist for an extended period of\ntime\n(b) Pain is chronic\n(c) Medication is not being used for opioid dependence\n(d) Dose does not exceed the maximum recommended dose per product label.\n(See Table 1)\n-AND-\n(3) The patient is not receiving other long-acting opioids concurrently.\nb. Butrans* (brand only) will be approved based on ALL of the following criteria:\n(1) The patient is being treated for pain severe enough to require daily, around-the-\nclock, longer-term opioid treatment.\n-AND-\n(2) Prescriber attests to al",
    "ed based on ALL of the following criteria:\n(1) The patient is being treated for pain severe enough to require daily, around-the-\nclock, longer-term opioid treatment.\n-AND-\n(2) Prescriber attests to all of the following:\n(a) Pain is moderate to severe and expected to persist for an extended period of\ntime\n(b) Pain is chronic\n(c) Medication is not being used for opioid dependence\n(d) Dose does not exceed the maximum recommended dose per product label.\n(See Table 1)\n-AND-\n(3) The patient is not receiving other long-acting opioids concurrently.\n-AND-\n(4) The patient has a history of failure after a 30-day trial, contraindication or\nintolerance to a trial BOTH of the following c:\n(a) Belbucad\n(b) buprenorphine patch (generic Butrans)\nAuthorization for non-cancer pain will be issued for 6 months.\n© 2024 UnitedHealthcare Services Inc.\n3\n2. Reauthorization\na. Belbuca or Butrans* (brand and generic) will be reauthorized based on ALL\nof the following:\n(1) Prescriber attests to ALL of the following:\n• Treatment goals are defined, including estimated duration of treatment.\n• Treatment plan includes the use of a non-opioid analgesic and/or non-\npharmacologic intervention\n• Patient has been screened for substance abuse/opioid dependence\n• If used in patients with medical comorbidities or if used concurrently with a\nbenzodiazepine or other drugs that could potentially cause drug-drug\ninteractions, the prescriber has acknowledged that they have completed an\nassessment of increased risk for respiratory depression.\n• Pain is moderate to severe and expected to persist for an extended period of\ntime\n• Pain is chronic\n• Pain is not postoperative (unless the patient is already receiving chronic\nopioid therapy prior to surgery, or if the postoperative pain is expected to be\nmoderate to severe and persist for an extended period of time)\n-AND-\n(a) Patient demonstrates meaningful improvement in pain and function\n(Document improvement in function or pain score improvement)\n-AND-\n(b) Identify ",
    " and persist for an extended period of time)\n-AND-\n(a) Patient demonstrates meaningful improvement in pain and function\n(Document improvement in function or pain score improvement)\n-AND-\n(b) Identify rationale for not tapering and discontinuing opioid. (Document\nrationale).\n-AND-\n(2) Dose does not exceed maximum dose recommended by product label (see Table\n1). (Document total daily dose).\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\nb Coverage of medications to treat conditions associated with cancer may be approved based on\nstate mandates.\nc In Connecticut, trial must be a generic product.\nd In Colorado, no trial will be required.\n© 2024 UnitedHealthcare Services Inc.\n4\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim\nlogic. Use of automated approval and re-approval processes varies by program and/or\ntherapeutic class.\n• Supply limits and/or Step may be in place.\n* Butrans brand is typically excluded from coverage. Tried/Failed criteria may be in place.\nPlease refer to plan specifics to determine exclusion status.\n4. References:\n1. Belbuca [package insert]. Stoughton, MA: BioDelivery Sciences International, Inc.; December\n2023.\n2. Butrans [package insert]. Stamford, CT: Purdue Pharma L.P.; December 2023.\n3. Franklin GM. Opioids for chronic noncancer pain. A position paper of the American Academy\nof Neurology. Neurology. 2014;83:1277-1284.\n4. Argoff CE, Silvershein DI. A Comparison of Long- and Short-Acting Opioids for the\nTreatment of Chronic Noncancer Pain: Tailoring Therapy to Meet Patient Needs. Mayo Clin\nProc. 2009;84(7):602-612.\n5. Dowell D, Haegerich TM, Chou R. CDC Guideline for Prescribing Opi",
    "g Opioids for the\nTreatment of Chronic Noncancer Pain: Tailoring Therapy to Meet Patient Needs. Mayo Clin\nProc. 2009;84(7):602-612.\n5. Dowell D, Haegerich TM, Chou R. CDC Guideline for Prescribing Opioids for Chronic Pain-\nUnited States, 2016. JAMA. Published online March 15, 2016.\n6. Dowell D, Ragan KR, Jones CM, Baldwin GT, Chou R. CDC Clinical Practice Guideline for\nPrescribing Opioids for Pain — United States, 2022. MMWR Recomm Rep 2022;71(No. RR-\n3):1–95. DOI: http://dx.doi.org/10.15585/mmwr.rr7103a1\nProgram Prior Authorization/Medical Necessity – Buprenorphine Products (Pain\nIndications)\nChange Control\nDate Change\n8/2016 New program\n11/2016 Administrative change. Added California coverage information.\n2/2017 Separated criteria for Butrans and Belbuca to require trial and failure of\nBelbuca prior to approval of Butrans. Updated references.\n7/2017 State mandate reference language updated. Updated dose limit to allow\nfor doses up to maximum recommended by the FDA Removed\nallowance for higher doses for pain management specialists. Removed\nneed to provide specific assessment scores for reauthorization criteria.\n11/2017 Modified step one options for Butrans and removed for Belbuca.\nUpdated Connecticut regulatory information. Updated authorization\ntimeframe for cancer pain.\n11/2018 Annual review. Revised requirements to allow provider attestation on\ninitial authorization and reauthorization.\n3/2019 Added criteria for exceeding maximum dose to Butrans initial\nauthorization.\n11/2019 Added a note for stage four advanced metastatic cancer and state\nmandates. Revised cancer and end-of-life criterion.\n© 2024 UnitedHealthcare Services Inc.\n5\n11/2020 Added duration of trial requirement. Updated references.\n11/2021 Annual review. No changes.\n4/2022 Updated cancer medications state mandate note.\n8/2022 Removed step requirements from generic Butrans. Updated step\nrequirements to include generic Butrans.\n10/2023 Annual review. Updated background information with updated CDC\nguid",
    "e mandate note.\n8/2022 Removed step requirements from generic Butrans. Updated step\nrequirements to include generic Butrans.\n10/2023 Annual review. Updated background information with updated CDC\nguidelines. Removed “routine audit” language from criteria. Updated\nreferences.\n10/2024 Annual review. Updated references.\n© 2024 UnitedHealthcare Services Inc.\n6"
  ]
}