{
  "source": "PA-Med-Nec-Entresto.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2064-14\nProgram Prior Authorization/Medical Necessity\nMedication Entresto® (valsartan-sacubitril)\nP&T Approval Date 8/2015, 1/2016, 2/2017, 9/2017, 2/2018, 2/2019, 11/2019, 11/2020,\n4/2021, 4/2022, 9/2022, 11/2023, 11/2024\nEffective Date 2/1/2025\n1. Background:\nEntresto (valsartan-sacubitril) is indicated to reduce the risk of cardiovascular death and\nhospitalization for heart failure. Benefits are most clearly evident in patients with left ventricular\nejection fraction (LVEF) below normal. It is also indicated for the treatment of symptomatic\nheart failure with systemic left ventricular systolic dysfunction in pediatric patients aged one year\nand older.\n2. Coverage Criteria a:\nA. Initial Therapy\n1. Entresto will be approved based on one of the following criteria:\na. As continuation of therapy initiated during an inpatient stay\n-OR-\nb. Both of the following:\n(1) Diagnosis of pediatric heart failure with systemic left ventricular systolic\ndysfunction which is symptomatic.\n(2) Prescribed by or in consultation with a cardiologist.\n-OR-\nc. All of the following:\n(1) Diagnosis of heart failure (with or without hypertension)\n-AND-\n(2) One of the following:\n(a) Ejection fraction is less than or equal to 40 percent\n-OR-\n(b) Both of the following:\n© 2024 UnitedHealthcare Services, Inc.\n1\ni. Ejection fraction greater than 40 percent\nii. Patient has structural heart disease (i.e. left atrial enlargement (LAE) or\nleft ventricular hypertrophy (LVH)\n-AND-\n(3) Heart failure is classified as one of the following:\n(a) New York Heart Association Class II\n(b) New York Heart Association Class III\n(c) New York Heart Association Class IV\n-AND-\n(4) Patient does not have a history of angioedema\n-AND-\n(5) Patient will discontinue any use of concomitant ACE Inhibitor or ARB\nbefore initiating treatment with Entresto. ACE inhibitors must be\ndiscontinued at least 36 hours prior to initiation of Entresto\n-AND-\n(6) Patient ",
    "continue any use of concomitant ACE Inhibitor or ARB\nbefore initiating treatment with Entresto. ACE inhibitors must be\ndiscontinued at least 36 hours prior to initiation of Entresto\n-AND-\n(6) Patient is not concomitantly on aliskiren therapy\n-AND-\n(7) Entresto is prescribed by or in consultation with a cardiologist\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Entresto will be approved based on both of the following criteria:\na. The Entresto dose has been titrated to a dose of 97 mg/103 mg twice daily or the\nmaximum labeled dose for pediatric patients, or to a maximum dose as tolerated by\nthe patient\n-AND-\nb. Documentation of positive clinical response to therapy\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n© 2024 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply Limits may be in place.\n4. References:\n1. Entresto [package insert]. East Hanover, NJ: Novartis Pharmaceuticals Corporation; April 2024.\n2. McMurray JJ, Desai AS, Gong J. Dual angiotensin receptor and neprilysin inhibition as an\nalternative to angiotensin-converting enzyme inhibition in patients with chronic systolic heart\nfailure: rationale for and design of the prospective comparison of ARNI with ACEI to determine\nimpact on global mortality and morbidity in heart failure trial (PARADIGM-HF). European\nJournal of Heart Failure 2013; 15: 1062–1073\n3. McMurray JJ, Packer M, Desai AS, et al. Angio-tensin-neprilysin inhibition versus enalapril in\nheart failure. N Engl J Med 2014;371:993-",
    "M-HF). European\nJournal of Heart Failure 2013; 15: 1062–1073\n3. McMurray JJ, Packer M, Desai AS, et al. Angio-tensin-neprilysin inhibition versus enalapril in\nheart failure. N Engl J Med 2014;371:993-1004.\n4. Heidenreich PA, Bozkurt, B, et al. 2022 AHA/ACC/HFSA Guideline for the Management of\nHeart Failure: A Report of the American College of Cardiolgy/American Heart Association Joint\nCommittee on Clinical Practice Guidelines. Circulation. 2022;145(18):e895-e1032.\nProgram Prior Authorization/Medical Necessity - Entresto (valsartan-sacubitril)\nChange Control\n8/2015 New program.\n1/2016 Added in continuation of coverage after initiation from an inpatient stay.\nChanged EF criteria to < 35% based on PARADIGM HF trial. Modified\nbeta blocker language to state patient should be stabilized on beta blocker\ntherapy. Included requirement of BNP levels based on PARADIGM HF\ntrial and ACCF/AHA guidelines. Added prescriber requirement. For\nreauthorization criteria added a component that patient’s dose has been\ntitrated.\n2/2017 Removed requirement that angioedema must be associated with an ACE\ninhibitor or ARB, based on the 2016 ACC/AHA/HFSA recommendation\nthat Entresto should not be administered to patients with a history of\nangioedema. Updated references.\n9/2017 Removed BNP requirement.\n2/2018 Updated metoprolol to remove specification of metoprolol succinate.\nRevised ejection fraction from 35% to 40%.\n12/2018 Administrative change to add statement regarding use of automated\nprocesses.\n2/2019 Annual review. Updated references.\n11/2019 Added criteria for coverage of pediatric heart failure. Updated references.\n11/2020 Annual review. Updated references.\n4/2021 Updated criteria to allow coverage with ejection fraction greater than\n40% with structural heart disease based on updated labeling.\n4/2022 Annual review with no changes.\n9/2022 Removed beta-blocker requirement. Updated references.\n11/2023 Annual review. Clarified reauthorization criteria for pediatric patients.\n11/2024 Annual ",
    "ng.\n4/2022 Annual review with no changes.\n9/2022 Removed beta-blocker requirement. Updated references.\n11/2023 Annual review. Clarified reauthorization criteria for pediatric patients.\n11/2024 Annual review. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}