{
  "source": "PA-Med-Nec-Tegsedi.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2155-7\nProgram Prior Authorization/Medical Necessity\nMedication Tegsedi® (inotersen)\nP&T Approval Date 11/2018, 11/2019, 11/2020, 11/2021, 11/2022, 11/2023, 11/2024\nEffective Date 2/1/2025\n1. Background:\nTegsedi (inotersen) is a transthyretin-directed antisense oligonucleotide indicated for treatment\nof the polyneuropathy of hereditary transthyretin-mediated amyloidosis in adults.\n2. Coverage Criteria a:\nA. Hereditary transthyretin-mediated (hATTR) amyloidosis with polyneuropathy\n1. Initial Authorization\na. Tegsedi will be approved based on all of the following criteria:\n(1) Both of the following:\n(a) Diagnosis of hATTR amyloidosis with polyneuropathy\n(b) Documentation that the patient has a pathogenic TTR mutation (e.g.,\nV30M)\n-AND-\n(2) Prescribed by or in consultation with a neurologist\n-AND-\n(3) Documentation of one of the following:\n(a) Patient has a baseline polyneuropathy disability (PND) score ≤ IIIb\n(b) Patient has a baseline FAP Stage 1 or 2\n(c) Patient has a baseline neuropathy impairment (NIS) score ≥ 10 and ≤ 130\n-AND-\n(4) Patient has not had a liver transplant\n-AND-\n(5) Presence of clinical signs and symptoms of the disease (e.g., peripheral\nsensorimotor polyneuropathy, autonomic neuropathy, motor disability, etc.)\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n1\n(6) Patient is not receiving Tegsedi in combination with either of the following:\n(a) Oligonucleotide agents [e.g., Onpattro (patisiran), Amvuttra (vutrisiran)]\n(b) Tafamidis (e.g., Vyndaqel, Vyndamax)\nAuthorization of therapy will be issued for 12 months.\n2. Reauthorization\na. Tegsedi will be approved based on both of the following criteria:\n(1) Documentation that the patient has experienced a positive clinical response to\nTegsedi therapy (e.g., improved neurologic impairment, motor function, quality\nof life, slowing of disease progression, etc.)\n-AND-\n(2) Patient is not receiving Tegsedi in combination with either of the",
    "gsedi therapy (e.g., improved neurologic impairment, motor function, quality\nof life, slowing of disease progression, etc.)\n-AND-\n(2) Patient is not receiving Tegsedi in combination with either of the following:\n(a) Oligonucleotide agents [e.g., Onpattro (patisiran), Amvuttra (vutrisiran)]\n(b) Tafamidis (e.g., Vyndaqel, Vyndamax)\nAuthorization of therapy will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Tegsedi [package insert]. Boston, MA: Akcea Therapeutics, Inc.; January 2024.\n2. Coutinho P, Martins da Silva A, Lopes Lima J, Resende Barbosa A. (1980) Forty years of\nexperience with type I amyloid neuropathy. Review of 483 cases. In: Glenner G., Costa P.,\nde Freitas A., editors (eds.), Amyloid and Amyloidosis. Amsterdam: Execerpta Medica, pp.\n88–98\n3. Yamamoto S, Wilczek H, Nowak G, et al. Liver transplantation for familial amyloidotic\npolyneuropathy (FAP): a single-center experience over 16 years. Am J Transplant. 2007\nNov;7(11):2597-604. https://clinicaltrials.gov/ct2/show/NCT02586805. Accessed October 8,\n2018.\n4. Koike H, Misu K, Ikeda S, et al. Type I (transthyretin Met30) familial amyloid\npolyneuropathy in Japan: early- vs late-onset form. Arch Neurol. 2002 Nov;59(11):1771-6.\n© 2024 UnitedHealthcare Services, Inc.\n2\n5. Koike H, Tanaka F, Hashimoto R, et al. Natural history of transthyretin Val30Met familial\namyloid polyneuropathy: analysis of late-onset cases from non-endemic areas. J Neurol\nNeurosurg Psychiatry",
    "\n5. Koike H, Tanaka F, Hashimoto R, et al. Natural history of transthyretin Val30Met familial\namyloid polyneuropathy: analysis of late-onset cases from non-endemic areas. J Neurol\nNeurosurg Psychiatry. 2012 Feb;83(2):152-8.\n6. Institute for Clinical and Economic Review: Draft Evidence Report - Inotersen and Patisiran for\nHereditary Transthyretin Amyloidosis: Effectiveness and Value. July 20, 2018.\n7. Benson MD, Waddington-Cruz M, Berk JL, et al. Inotersen Treatment for Patients with\nHereditary Transthyretin Amyloidosis. N Engl J Med. 2018 Jul 5;379(1):22-31.\n8. Ionis Pharmaceuticals. Efficacy and Safety of Inotersen in Familial Amyloid Polyneuropathy. In:\nClinicalTrials.gov [Internet]. Bethesda (MD): National Library of Medicine (US). 2000- [cited\n2018 October 8]. Available from: https://clinicaltrials.gov/show/NCT01737398. NLM Identifier:\nNCT01737398.\nProgram Prior Authorization/Medical Necessity - Tegsedi™ (inotersen)\nChange Control\n11/2018 New program.\n11/2019 Annual review. Updated references.\n11/2020 Annual review. Added examples of tafamidis products but no change to\nclinical intent. Updated references.\n11/2021 Annual review with no change to clinical criteria. Updated reference.\n11/2022 Annual review. Added Amvuttra (vutrisiran) as an example of not to be\nused in combination with no change in clinical intent. Updated\nreference.\n11/2023 Annual review. Simplified reauthorization criteria to only require\npositive clinical response and not used in combination with other\ntreatment medications.\n11/2024 Annual review with no changes to clinical criteria.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}