{
  "source": "PA-Med-Nec-Myalept.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2032-15\nProgram Prior Authorization/Medical Necessity\nMedication Myalept® (metreleptin)\nP&T Approval Date 5/2014, 7/2014, 8/2014, 7/2015, 6/2016, 5/2017, 5/2018, 5/2019, 5/2020,\n5/2021, 5/2022, 6/2023, 6/2024, 6/2025\nEffective Date 9/1/2025\n1. Background:\nMyalept (metreleptin) is a leptin analog indicated as an adjunct to diet as replacement therapy to\ntreat the complications of leptin deficiency in patients with congenital or acquired generalized\nlipodystrophy.\nLimitations of Use:\n• The safety and effectiveness of Myalept for the treatment of complications of partial\nlipodystrophy have not been established.\n• The safety and effectiveness of Myalept for the treatment of liver disease, including nonalcoholic\nsteatohepatitis (NASH), have not been established.\n• Myalept is not indicated for use in patients with HIV-related lipodystrophy.\n• Myalept is not indicated for use in patients with metabolic disease, without concurrent evidence\nof generalized lipodystrophy.\nMyalept is available only through a restricted distribution program under a Risk Evaluation and\nMitigation Strategy (REMS), called the Myalept REMS program, because of the risks associated with\nthe development of anti-metreleptin antibodies that neutralize endogenous leptin and the risk of\nlymphoma.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Myalept will be approved based on all of the following criteria:\na. Diagnosis of congenital or acquired generalized lipodystrophy associated with leptin\ndeficiency\n-AND-\nb. Myalept is being used as an adjunct to diet modification\n-AND-\nc. Prescribed by an endocrinologist\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n1\nd. Patient has at least one of the following:\n(1) Diabetes mellitus or insulin resistance with persistent hyperglycemia (HgbA1C > 7.0)\ndespite both of the following:\n(a) Dietary intervention\n(b) Optimized insulin therapy at maximum tolerated doses\n-OR-\n(2) Persistent hypertrigl",
    " resistance with persistent hyperglycemia (HgbA1C > 7.0)\ndespite both of the following:\n(a) Dietary intervention\n(b) Optimized insulin therapy at maximum tolerated doses\n-OR-\n(2) Persistent hypertriglyceridemia (TG > 200) despite both of the following:\n(a) Dietary intervention\n(b) Optimized therapy with at least two triglyceride-lowering agents from different\nclasses (e.g., fibrates, statins) at maximum tolerated doses\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Myalept will be approved based on all of the following criteria:\na. Documentation of positive clinical response to Myalept therapy\n-AND-\nb. Myalept is being used as an adjunct to diet modification\n-AND-\nc. Prescribed by an endocrinologist\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Myalept [package insert]. Amryt Pharmaceuticals, Inc. Cambridge, MA. February 2022.\n© 2025 UnitedHealthcare Services, Inc.\n2\n2. Brown RJ, Araujo-Vilar D, Cheung PT, et al. The Diagnosis and Management of Lipodystrophy\nSyndromes: A Multi-Society Practice Guideline. J Clin Endocrinol Metab. 2016;101(12):4500-\n4511.\n3. Brush M, Auh S, Cochran E, et al. Effects of Metreleptin in Patients With Generalized\nLipodystrophy Before vs After the Onset of Severe Metabolic Disease. J Clin Endocrinol Metab.\n2025;110(4):e1051-e1061.\nProgram Prior Authorization/Medical Necessity – Myalept™ (metreleptin)\nChange Control\n5/2014 New program.\n7/2014 Added criterion req",
    "etabolic Disease. J Clin Endocrinol Metab.\n2025;110(4):e1051-e1061.\nProgram Prior Authorization/Medical Necessity – Myalept™ (metreleptin)\nChange Control\n5/2014 New program.\n7/2014 Added criterion requiring that patient continues to have insulin\nresistance and/or hyperglycemia or elevated triglyceride levels despite\noptimized standard pharmacotherapy and dietary interventions.\n8/2014 Added reference values for HgbA1C and triglycerides. Clarified that\noptimized therapy refers to maximum tolerated doses. Modified to\nrequire insulin therapy for diabetes mellitus or insulin resistance and to\nrequire two lipid-lowering agents from different classes for\nhypertriglyceridemia.\n7/2015 Revisions to background. Additional documentation language around\nthe criteria. Updated references.\n6/2016 Annual Review. Added prescriber requirement for reauthorization.\nUpdated background and references.\n5/2017 Annual review. Removed requirement for submission of medical\nrecords (A.1.a). Updated background.\n5/2018 Annual review. No changes to coverage criteria.\n12/2018 Administrative change to add statement regarding use of automated\nprocesses.\n5/2019 Annual review. No changes to coverage criteria.\n5/2020 Annual review. No changes to coverage criteria.\n5/2021 Annual review. No changes to coverage criteria.\n5/2022 Annual review. Revised documentation language in initial authorization\ncoverage criteria. Added state mandate language to coverage criteria.\nUpdated references.\n6/2023 Annual review with no changes to coverage criteria.\n6/2024 Annual review with no changes to coverage criteria. Updated\nbackground.\n6/2025 Annual review. Updated reference value for triglycerides. Updated\nreferences.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}