{
  "source": "PA-Med-Nec-Eohilia.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2333-2\nProgram Prior Authorization/Medical Necessity\nMedication Eohilia™ (budesonide oral suspension)*\nP&T Approval Date 5/2024, 5/2025\nEffective Date 8/1/2025\n1. Background:\nEohilia (budesonide oral suspension)* is a corticosteroid indicated for 12 weeks of treatment in\nadult and pediatric patients 11 years of age and older with eosinophilic esophagitis (EoE).\nGuidelines from the American College of Gastroenterology and consensus recommendations from\nthe American Gastroenterological Association (AGA) and the Joint Task Force on Allergy-\nImmunology Practice Parameters (JTF) on the management of eosinophilic esophagitis\nrecommend oral administration of inhalational corticosteroids (eg, fluticasone, budesonide) as\nfirst-line therapy in adults and children with eosinophilic esophagitis.\nEohilia has not been shown to be safe and effective for the treatment of EoE for longer than 12\nweeks.\n2. Coverage Criteriaa:\nA. Authorization\n1. Eohilia* will be approved based on all of the following criteria:\na. Diagnosis of eosinophilic esophagitis (EoE)\n-AND-\nb. Patient is experiencing symptoms related to esophageal dysfunction (e.g., dysphagia,\nfood impaction, chest pain that is often centrally located and may not respond to\nantacids, gastroesophageal reflux disease-like symptoms/refractory heartburn, upper\nabdominal pain)\n-AND-\nc. Submission of medical records (e.g., chart notes, laboratory values, etc.)\ndocumenting eosinophil-predominant inflammation on esophageal biopsy, consisting\nof a peak value of ≥15 intraepithelial eosinophils per high power field (HPF)\n-AND-\nd. Secondary causes of esophageal eosinophilia have been ruled out\n-AND-\n© 2025 UnitedHealthcare Services Inc.\n1\ne. History of suboptimal response contraindication or intolerance to an 8-week trialb of\nboth of the following (document name and date tried):\n1) Proton pump inhibitor (e.g., pantoprazole, omeprazole)\n2) Inhalational corticosteroid a",
    " contraindication or intolerance to an 8-week trialb of\nboth of the following (document name and date tried):\n1) Proton pump inhibitor (e.g., pantoprazole, omeprazole)\n2) Inhalational corticosteroid administered orally [e.g., budesonide nebulized\nsolution (Pulmicort respules*), Fluticasone HFA* (Flovent HFA* authorized\ngeneric)]\n-AND-\nf. Prescribed by or in consultation with one of the following:\n1) Allergist/Immunologist\n2) Gastroenterologist\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Eohilia will be approved based on the following criterion:\na. Documentation of positive clinical response to Eohilia therapy as evidenced by a\nreduction in intraepithelial eosinophils per high power field (HPF)\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\nb For Connecticut, Kentucky and Mississippi business, only a 30-day trial will be required.\n*Eohilia, Fluticasone HFA, Flovent HFA and brand Pulmicort Respules are typically excluded from\ncoverage\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim\nlogic. Use of automated approval and re-approval processes varies by program and/or\ntherapeutic class.\n4. References:\n1. Eohilia [package insert]. Lexington, MA: Takeda Pharmaceuticals America, Inc; May 2024.\n2. Hirano, I, Chan, ES, Rank MA, et. al. AGA Institute and the Joint Task Force on Allergy-\nImmunology Practice Parameters Clinical Guidelines for the Management of Eosinophilic\nEsophagitis. Gastroenterology. 2020; 158: 1776-86.\n3. Delton, ES, Gonsalves, N, Hirano, I, et al. ACG Clinical Guideline: Evidenced Based\nApproach to the Diagnosis and Management of Esophageal Eosinophilia and Eosinophilic\nEsoph",
    "y. 2020; 158: 1776-86.\n3. Delton, ES, Gonsalves, N, Hirano, I, et al. ACG Clinical Guideline: Evidenced Based\nApproach to the Diagnosis and Management of Esophageal Eosinophilia and Eosinophilic\nEsophagitis (EoE). Am J Gastroenterol. 2013; 108: 679-92.\n© 2025 UnitedHealthcare Services Inc.\n2\nProgram Prior Authorization/Medical Necessity - Eohilia\nChange Control\nDate Change\n5/2024 New program.\n5/2025 Annual review. Updated failure language to suboptimal response.\nUpdated authorization duration and added reauthorization criteria\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}