{
  "source": "PA-Med-Nec-Jesduvroq.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2321-1\nProgram Prior Authorization/Medical Necessity\nMedication Jesduvroq® (daprodustat)\nP&T Approval Date 1/2024\nEffective Date 4/1/2024\n1. Background:\nJesduvroq (daprodustat) is a hypoxia-inducible factor prolyl hydroxylase (HIF PH) inhibitor\nindicated for the treatment of anemia due to chronic kidney disease in adults who have been\nreceiving dialysis for at least four months.\nThe treatment of anemia includes intravenous (IV) iron and/or treatment with either an\nerythropoiesis-stimulating agent (ESA) [e.g., Aranesp (darbepoetin), Epogen (epoetin alfa),\nProcrit (epoetin alfa), Retacrit (epoetin alfa-epbx)] or a hypoxia-inducible factor prolyl\nhydroxylase inhibitor (HIF PHI) [e.g., Jesduvroq (daprodustat)].\nLimitations of Use\n• Jesduvroq has not been shown to improve quality of life, fatigue, or patient well-being.\n• Jesduvroq is not indicated for use as a substitute for transfusion in patients requiring\nimmediate correction of anemia or in patients not on dialysis.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Jesduvroq will be approved based on all of the following criteria:\na. Diagnosis of anemia due to chronic kidney disease (CKD)\n-AND-\nb. Patient has been receiving dialysis for at least four months\n-AND-\nc. Both of the following:\n(1) Ferritin greater than 100 mcg/L\n(2) Transferrin saturation (TSAT) greater than 20%\n-AND-\nd. Hemoglobin level less than 11 g/dL\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n1\ne. Trial and failure, contraindication or intolerance to an erythropoietin stimulating agent\n(ESA) [e.g., Aranesp (darbepoetin), Epogen (epoetin alfa), Procrit (epoetin alfa),\nRetacrit (epoetin alfa-epbx)]\n-AND-\nf. Prescribed by or in consultation with one of the following:\n(1) Hematologist\n(2) Nephrologist\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Jesduvroq will be approved based on all of the following criteria:\na. Documentation of positive clinical respons",
    "gist\n(2) Nephrologist\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Jesduvroq will be approved based on all of the following criteria:\na. Documentation of positive clinical response to Jesduvroq therapy (e.g., clinically\nmeaningful increase in hemoglobin level)\n-AND-\nb. Adequate iron stores confirmed by both of the following:\n(1) Ferritin greater than 100 mcg/L\n(2) Transferrin saturation (TSAT) greater than 20%\n-AND-\nc. Hemoglobin level does not exceed 12 g/dL\n-AND-\nd. Patient is not on concurrent treatment with an erythropoietin stimulating agent (ESA)\n[e.g., Aranesp (darbepoetin), Epogen (epoetin alfa), Procrit (epoetin alfa), Retacrit\n(epoetin alfa-epbx)]\n-AND-\ne. Prescribed by or in consultation with one of the following:\n(1) Hematologist\n(2) Nephrologist\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n© 2024 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class\n4. References:\n1. Jesduvroq [package insert]. Durham, NC: GlaxoSmithKline; August 2023.\n2. Akizawa T, Nangaku M, Yonekawa T, et al. Efficacy and Safety of Daprodustat Compared\nwith Darbepoetin Alfa in Japanese Hemodialysis Patients with Anemia: A Randomized,\nDouble-Blind, Phase 3 Trial. Clin J Am Soc Nephrol. 2020;15(8):1155-1165.\ndoi:10.2215/CJN.16011219\n3. Ketteler M, Block GA, Evenepoel P, Fukagawa M, Herzog CA, McCann L, Moe SM, Shroff\nR, Tonelli MA, Toussaint ND, Vervloet MG, Leonard MB. KDIGO 2017 Clinical Practice\nGuideline Update for the Diagnosis, Evaluation, Prevention, and Treatment ",
    "awa M, Herzog CA, McCann L, Moe SM, Shroff\nR, Tonelli MA, Toussaint ND, Vervloet MG, Leonard MB. KDIGO 2017 Clinical Practice\nGuideline Update for the Diagnosis, Evaluation, Prevention, and Treatment of Chronic\nKidney Disease–Mineral and Bone Disorder (CKD-MBD). Ann Intern Med. 2018 Mar\n20;168(6):422-430.\nProgram Prior Authorization/Medical Necessity - Jesduvroq (daprodustat)\nChange Control\n1/2024 New program.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}