{
  "source": "PA-Med-Nec-Tazorac.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2192-6\nProgram Prior Authorization/Medical Necessity\nMedications Tazorac® (tazarotene)\nP&T Approval Date 5/2020, 5/2021, 5/2022, 5/2023, 3/2024, 3/2025\nEffective Date 6/1/2025\n1. Background:\nTazorac (tazarotene) 0.05% and 0.1% cream and gel are indicated for the topical treatment\nof plaque psoriasis. In addition, the 0.1% cream and gel are indicated for the topical\ntreatment of patients with facial acne vulgaris of mild to moderate severity. For localized\nplaque-psoriasis, topical corticosteroids and topical calcipotriene (Dovonex) are\nrecommended as initial therapy. For uncontrolled localized plaque-psoriasis anthralin\n(Anthra-Derm) or tazarotene (Tazorac) can be added.\nThe use of a topical retinoid is recommended as monotherapy primarily in\nnoninflammatory acne, or in combination with topical or oral antimicrobials in patients\nwith mixed or primarily inflammatory acne lesions. Over-the-counter medications and\nother prescription medications for the treatment of acne are available. Coverage of Tazorac\nwill only be provided for plaque psoriasis after meeting these requirements.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Tazorac will be approved based on both of following criteria:\na. Diagnosis of plaque psoriasis\n-AND-\nb. History of failure, contraindication, or intolerance to a topical corticosteroid (e.g.,\nclobetasol, halobetasol)\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Tazorac will be approved based on the following criterion:\na. Documentation of positive clinical response to therapy\nReauthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\n© 2025 UnitedHealthcare Services, Inc.\n1\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare ma",
    " criteria. Other policies and utilization management\n© 2025 UnitedHealthcare Services, Inc.\n1\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class\n• Supply limits may be in place.\n4. References:\n1. Tazorac [package insert]. Exton, PA; Almirall, LLC: August 2019.\n2. Pardasani, AG, Feldman, SR, Clark, AR. Treatment of Psoriasis: An Algorithm-Based\nApproach for Primary Care Physicians. Am Fam Physician. 2000;61(3):725-33.\n3. Reynolds RV, et. al. Guidelines of care for the management of acne vulgaris. J Am Acad\nDermatol. 2024; 90(5): 1-30.\n4. Elmets, CA, et. al. Joint AAD-NPF Guidelines of care for the management and treatment of\npsoriasis with topical therapy and alternative medicine modalities for psoriasis severity\nmeasures. J Am Acad Dermatol. 2021; 84(2): 432-70.\nProgram Prior Authorization/Medical Necessity - Tazorac\nChange Control\nDate Change\n5/2020 New program\n5/2021 Annual review. Updated references.\n5/2022 Annual review. Updated references.\n5/2023 Annual review. Updated references.\n3/2024 Annual review. Updated initial authorization to 12 months.\n3/2025 Annual review. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}