{
  "source": "PA-Med-Nec-Haegarda.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2148-8\nProgram Prior Authorization/Medical Necessity\nMedication Haegarda® (C1 esterase inhibitor, human)\nP&T Approval Date 7/2018, 7/2019, 6/2020, 3/2021, 3/2022, 3/2023, 3/2024, 3/2025\nEffective Date 6/1/2025\n1. Background:\nHaegarda is a plasma-derived concentrate of C1 Esterase Inhibitor (Human) (C1-INH)\nindicated for routine prophylaxis to prevent hereditary angioedema (HAE) attacks in patients 6\nyears of age and older.1\n2. Coverage Criteria a:\nA. Initial Authorization\n1. Haegarda will be approved based on all of the following criteria:\na. Diagnosis of hereditary angioedema (HAE) as confirmed by one of the following:\n(1) C1 inhibitor (C1-INH) deficiency or dysfunction (Type I or II HAE) as\ndocumented by one of the following (per laboratory standard):\n(a) C1-INH antigenic level below the lower limit of normal\n(b) C1-INH functional level below the lower limit of normal\n-OR-\n(2) HAE with normal C1 inhibitor levels and one of the following:\n(a) Confirmed presence of variant(s) in the gene(s) for factor XII, angiopoietin-\n1, plasminogen-1, kininogen-1, myoferlin, and heparan sulfate-glucosamine\n3-O-sulfotransferase 6\n(b) Recurring angioedema attacks that are refractory to high-dose\nantihistamines with confirmed family history of angioedema\n(c) Recurring angioedema attacks that are refractory to high-dose\nantihistamines with unknown background de-novo mutation(s) (i.e., no\nfamily history) (HAE-unknown)\n-AND-\nb. All of the following:\n(1) Prescribed for the prophylaxis of HAE attacks\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n1\n(2) Not used in combination with other products indicated for prophylaxis against\nHAE attacks (e.g., Cinryze, Orladeyo, Takhzyro)\n-AND-\n(3) Prescriber attests that patient has experienced attacks of a severity and/or\nfrequency such that they would clinically benefit from prophylactic therapy\nwith Haegarda\n-AND-\nc. Prescribed by one of the following:\n(1) Immunologist\n(2) A",
    "s experienced attacks of a severity and/or\nfrequency such that they would clinically benefit from prophylactic therapy\nwith Haegarda\n-AND-\nc. Prescribed by one of the following:\n(1) Immunologist\n(2) Allergist\nAuthorization of therapy will be issued for 12 months.\nB. Reauthorization\n1. Haegarda will be approved based on all of the following criteria:\na. Documentation of positive clinical response to Haegarda therapy\n-AND-\nb. Reduction in the utilization of on-demand therapies used for acute attacks (e.g.,\nBerinert, Firazyr, Ruconest) as determined by claims information, while on\nHaegarda therapy\n-AND-\nc. Both of the following:\n(1) Prescribed for the prophylaxis of HAE attacks\n-AND-\n(2) Not used in combination with other products indicated for prophylaxis against\nHAE attacks (e.g., Cinryze, Orladeyo, Takhzyro)\n-AND-\nd. Prescribed by one of the following:\n(1) Immunologist\n(2) Allergist\nAuthorization of therapy will be issued for 12 months.\n© 2025 UnitedHealthcare Services, Inc.\n2\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Haegarda [package insert]. Kankakee, IL: CSL Behring, LLC; January 2022.\n2. Maurer M, Magerl M, Ansotegui I, et al. The international WAO/EAACI guideline for the\nmanagement of hereditary angioedema-The 2017 revision and update. Allergy. 2018 Jan 10.\n3. Wu, E. Hereditary angioedema with normal C1 inhibitor. In: UpToDate, Saini, S (Ed),\nUpToDate, Waltham, MA, 2023.\n4. Busse, P., Christiansen, S., Riedl, M., et. al. “US HAEA Med",
    "llergy. 2018 Jan 10.\n3. Wu, E. Hereditary angioedema with normal C1 inhibitor. In: UpToDate, Saini, S (Ed),\nUpToDate, Waltham, MA, 2023.\n4. Busse, P., Christiansen, S., Riedl, M., et. al. “US HAEA Medical Advisory Board 2020\nGuidelines for the Management of Hereditary Angioedema.” The Journal of Allergy and\nClinical Immunology. 2020 September 05.\n5. Maurer M, Magerl M, Betschel S, et al. The international WAO/EAACI guideline for the\nmanagement of hereditary angioedema-The 2021 revision and update. Allergy.\n2022;77(7):1961-1990. doi:10.1111/all.15214\nProgram Prior Authorization/Medical Necessity - Haegarda (C1 esterase inhibitor,\nhuman)\nChange Control\n7/2018 New program.\n7/2019 Annual review. No changes made to program.\n6/2020 Annual review. Aligned criteria with acute and prophylactic therapies.\n3/2021 Added diagnosis criteria and aligned combination use language with\nprophylactic therapies. Updated references.\n3/2022 Annual review. Updated background and references.\n3/2023 Annual review. Updated combination use language with prophylactic\ntherapies without change to clinical intent. Updated references.\n3/2024 Annual review with update to diagnostic criteria for HAE with normal C1\ninhibitor levels. Updated language for reauthorization criteria.\n3/2025 Annual review. No changes to the clinical criteria.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}