{
  "source": "PA-Med-Nec-Abilify-Mycite.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2159-8\nProgram Prior Authorization/Medical Necessity\nMedication Abilify MyCite® (aripiprazole tablet with sensor)*\nP&T Approval Date 1/2019, 3/2019, 4/2019, 4/2020, 6/2021, 6/2022, 7/2023, 7/2024\nEffective Date 10/1/2024\n1. Background:\nAbilify MyCite (aripiprazole tablet with sensor)* is a drug-device combination product\ncomprised of aripiprazole tablets embedded with a sensor intended to track drug ingestion.\nAbilify MyCite is indicated for the treatment of schizophrenia, bipolar I disorder, and as\nadjunctive treatment for major depressive disorder. Abilify MyCite has not been shown to\nimprove patient adherence and should not be used to track real-time ingestion during an\nemergency as the detection may be delayed or may not occur.\n2. Coverage Criteria:\nA. Initial Therapy\n1. Abilify MyCite* will be approved based on all the following criteria:\na. Diagnosis of one of the following:\n(1) schizophrenia\n(2) bipolar I disorder\n(3) major depressive disorder\n(4) autistic disorder\n(5) Tourette’s disorder\n-AND-\nb. Submission of medical records documenting the patient is currently prescribed\naripiprazole and tolerates the medication.\n-AND-\nc. Submission of medical records documenting the patient’s adherence to\naripiprazole is less than 80% within the past 6 months (medication adherence\npercentage is defined as the number of pills absent in a given time period divided\nby the number of pills prescribed during that same time, multiplied by 100).\n-AND-\nd. All of the following strategies (if applicable to the patient) to improve patient\nadherence have been tried without success:\n© 2024 UnitedHealthcare Services, Inc.\n1\n(1) Utilization of a pill box.\n(2) Utilization of a smart phone reminder (e.g. alarm, application, or text\nreminder).\n(3) Involving family members or friends to assist.\n(4) Coordinating timing of dose to coincide with dosing of another daily\nmedication.\n-AND-\ne. Submission of medical records d",
    "ion, or text\nreminder).\n(3) Involving family members or friends to assist.\n(4) Coordinating timing of dose to coincide with dosing of another daily\nmedication.\n-AND-\ne. Submission of medical records documenting patient has experienced life-\nthreatening or potentially life-threatening symptoms, or has experienced a severe\nworsening of symptoms leading to a hospitalization which was attributed to the\nlack of adherence to aripiprazole.\n-AND-\nf. History of failure, contraindication, or intolerance to one long-acting injectable\nantipsychotic (e.g. Abilify Maintena, Risperdal Consta, Invega Trinza)\n-AND-\ng. Prescriber acknowledges that Abilify MyCite has not been shown to improve\npatient adherence and attests that Abilify MyCite is medically necessary for the\npatient to maintain compliance, avoid life-threatening worsening of symptoms,\nand reduce healthcare resources utilized due to lack of adherence.\n-AND-\nh. Prescriber agrees to track and document adherence of Abilify MyCite through\nsoftware provided by the manufacturer.\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Abilify MyCite will be approved based on both of the following criteria:\na. Documentation that patient is clinically stable on Abilify MyCite.\n-AND-\nb. Submission of medical records documenting that the use of Abilify MyCite has\nincreased adherence to 80% or more.\n-AND-\nc. Prescriber attests that the patient requires the continued use of Abilify MyCite to\nremain adherent.\nAuthorization will be issued for 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n*Abilify MyCite is typically excluded from coverage.\n4. References:\n1. Abilify MyCite [package insert]. Rockville, MD: Otsuka",
    "oval and re-approval processes varies by program and/or therapeutic class.\n*Abilify MyCite is typically excluded from coverage.\n4. References:\n1. Abilify MyCite [package insert]. Rockville, MD: Otsuka Pharmaceuticals, Inc; February 2023.\n2. Levenson, JL. (2020). Psychological factors affecting other medical conditions: Management. D.\nSolomon (Ed.), UpToDate. Retrieved June 3, 2024.\n3. Cramer, JA et al. Medication Compliance and Persistence: Terminology and Definitions. Value\nin Health, January 2008; 11(1):44-47.\n4. Brown, MT at al. Mediation Adherence: WHO Cares? May Clin Proc. April 2011; 86(4):304-\n314.\nProgram Prior Authorization/Medical Necessity – Abilify MyCite (aripiprazole\ntablet with sensor)\nChange Control\n1/2019 New program.\n3/2019 Added diagnosis requirement.\n4/2019 Added step through long-acting injectables.\n4/2020 Changed initial review authorization duration to 12 months. Updated\nreferences.\n6/2021 Annual review. Updated references.\n6/2022 Annual review. Updated references.\n7/2023 Annual review. Updated references.\n7/2024 Annual review. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}