{
  "source": "PA-Med-Nec-Radicava-ORS.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2282-4\nProgram Prior Authorization/Medical Necessity\nMedication Radicava ORS® (edaravone)\nP&T Approval Date 7/2022, 7/2023, 7/2024, 3/2025\nEffective Date 6/1/2025\n1. Background:\nRadicava ORS® is indicated for the treatment of amyotrophic lateral sclerosis (ALS).1\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Radicava ORS will be approved based on one of the following criteria:\na. Both of the following criteria:\n(1) Patient has been established on therapy with edaravone for amyotrophic lateral\nsclerosis under an active UnitedHealthcare medical benefit prior authorization\n-AND-\n(2) All of the following:\n(a) Diagnosis of ALS\n(b) Prescribed by, or in consultation with, a neurologist with expertise in the\ndiagnosis of ALS\n(c) Patient is currently receiving edaravone therapy\n(d) Patient is not dependent on invasive ventilation\n-OR-\nb. All of the following criteria:\n(1) Submission of medical records (e.g., chart notes, previous medical history,\ndiagnostic testing including: imaging, nerve conduction studies, laboratory\nvalues) to support the diagnosis of ALS\n-AND-\n(2) Prescribed by, or in consultation with, a neurologist with expertise in the\ndiagnosis of ALS\n-AND-\n(3) Submission of the most recent ALS Functional Rating Scale-Revised\n© 2025 UnitedHealthcare Services, Inc.\n1\n(ALSFRS-R) score confirming that the patient has scores ≥ 2 in all items of the\nALSFRS-R criteria at the start of treatment\n-AND-\n(4) Submission of medical records (e.g., chart notes, laboratory values) confirming\nthat the patient has a % forced vital capacity (%FVC) ≥ 80% at the start of\ntreatment\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Radicava ORS will be approved based on all of the following criteria:\na. Diagnosis of ALS\n-AND-\nb. Prescribed by, or in consultation with, a neurologist with expertise in the diagnosis\nof ALS\n-AND-\nc. Patient is currently receiving Radicava ORS therapy\n-AND-\nd. Pati",
    "ia:\na. Diagnosis of ALS\n-AND-\nb. Prescribed by, or in consultation with, a neurologist with expertise in the diagnosis\nof ALS\n-AND-\nc. Patient is currently receiving Radicava ORS therapy\n-AND-\nd. Patient is not dependent on invasive ventilation\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Radicava ORS [package insert]. Jersey City, NJ: Mitsubishi Tanabe Pharma Corporation.\nNovember 2022.\n2. Subcommittee on Motor Neuron Diseases of World Federation of Neurology Research Group on\nNeuromuscular Diseases, El Escorial “Clinical Limits of ALS” Workshop Contributors. El\n© 2025 UnitedHealthcare Services, Inc.\n2\nEscorial World Federation of Neurology criteria for the diagnosis of amyotrophic lateral\nsclerosis. J Neurol Sci 1994; 124: 96–107.\n3. Takahashi F, Takei K, Tsuda K, Palumbo J. Post-hoc analysis of MCI186-17, the extension study\nto MCI186-16, the confirmatory double-blind, parallel-group, placebo-control006Ced study of\nedaravone in amyotrophic lateral sclerosis. Amyotrophic Lateral Sclerosis and Frontotemporal\nDegeneration. 2017;18(sup1):32-39.\nProgram Prior Authorization/Medical Necessity – Radicava ORS® (edaravone)\nChange Control\n7/2022 New program.\n7/2023 Annual review with no changes to the coverage criteria.\n7/2024 Annual review. Clarified criteria for existing prior authorization for\nunder the medical benefit. Updated initial authorization and\nreauthorization to 12 months.\n3/2025 Updated reference",
    "teria.\n7/2024 Annual review. Clarified criteria for existing prior authorization for\nunder the medical benefit. Updated initial authorization and\nreauthorization to 12 months.\n3/2025 Updated reference to Radicava IV to reflect that edaravone IV is\navailable generically. Simplified diagnosis requirement. Updated\ninvasive ventilation requirement with no change to clinical intent.\nUpdated references.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}