{
  "source": "PA-Med-Nec-Emflaza.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2127-8\nProgram Prior Authorization/Medical Necessity\nMedication Emflaza® (deflazacort)*\nP&T Approval Date 5/2017, 10/2018, 10/2019, 10/2020, 10/2021, 10/2022, 10/2023,\n10/2024\nEffective Date 1/1/2025\n1. Background:\nEmflaza (deflazacort)* is a corticosteroid indicated for the treatment of Duchenne muscular\ndystrophy (DMD) in patients 2 years of age and older.1\nIn a report from the Guideline Development Subcommittee of the American Academy of\nNeurology, regarding selection of prednisone versus deflazacort in the treatment of DMD, the\nfollowing statement is made: “prednisone and deflazacort are possibly equally effective for\nimproving motor function in patients with DMD.3 Three Class III studies directly compared\nprednisone and deflazacort. In one study, deflazacort and prednisone were shown to have\nequally beneficial effects on functional motor outcomes, pulmonary function, and\ndevelopment of scoliosis over 5.49 years (SD 1.98).4 In another study, prednisone and\ndeflazacort were equally effective in improving motor function and functional performance\nover a 12- month treatment period.5 A final study reported equivalent cardiac outcome in\ndeflazacort- and prednisone-treated groups over a mean follow-up period of 3.0 years (SD\n2.5).6\nThe UnitedHealthcare Pharmacy and Therapeutics Committee has determined that Emflaza is\nTherapeutically Equivalent to prednisone in the treatment of DMD.\n2. Coverage Criteriaa:\nA. Duchenne Muscular Dystrophy\n1. Published clinical evidence shows Emflaza* is likely to produce equivalent therapeutic\nresults as other available corticosteroids (e.g., prednisone); therefore, Emflaza* is not\nmedically necessary for treatment of Duchenne muscular dystrophy.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n*Emflaza is ty",
    "apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n*Emflaza is typically excluded from coverage. Tried/Failed criteria may be in place. Please refer\nto plan specifics to determine exclusion status.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n© 2024 UnitedHealthcare Services, Inc.\n1\n4. References:\n1. Emflaza [package insert]. Warren, NJ: PTC Therapeutics Inc.; May 2024.\n2. Griggs RC, Miller JP, Greenberg CR, et al. Efficacy and safety of deflazacort vs\nprednisone and placebo for Duchenne muscular dystrophy. Neurology.\n2016;87(20):2123-2131.\n3. Gloss D, Moxley III R, Ashwal S, et. al. Practice guideline update summary:\nCorticosteroid treatment of Duchenne muscular dystrophy: Report of the Guideline\nDevelopment Subcommittee of the American Academy of Neurology. Neurology 2016;\n86;465-472.\n4. Balaban B, Matthews DJ, Clayton GH, Carry T. Corticosteroid treatment and functional\nimprovement in Duchenne muscular dystrophy: long-term effect. Am J Phys Med\nRehabil. 2005 Nov;84(11):843-50.\n5. Bonifati MD, Ruzza G, Bonometto P, Berardinelli A, Gorni K, Orcesi S, Lanzi G,\nAngelini C. A multicenter, double-blind, randomized trial of deflazacort versus\nprednisone in Duchenne muscular dystrophy. Muscle Nerve. 2000 Sep;23(9):1344-7.\n6. Markham LW, Spicer RL, Khoury PR, Wong BL, Mathews KD, Cripe LH. Steroid\ntherapy and cardiac function in Duchenne muscular dystrophy.\nProgram Prior Authorization/Medical Necessity - Emflaza (deflazacort)\nChange Control\n5/2017 New program\n10/2018 Annual review. No changes to criteria. Updated references.\n10/2019 Annual review. Updated background upda",
    "horization/Medical Necessity - Emflaza (deflazacort)\nChange Control\n5/2017 New program\n10/2018 Annual review. No changes to criteria. Updated references.\n10/2019 Annual review. Updated background updating indication in patients 2\nyears and older. Updated reference.\n10/2020 Annual review with no changes to clinical coverage criteria. Updated\nreferences.\n10/2021 Annual review with no changes to clinical coverage criteria. Updated\nreferences.\n10/2022 Annual review with no changes to clinical coverage criteria.\n10/2023 Annual review with no changes to coverage criteria.\n10/2024 Annual review with no changes to coverage criteria. Updated\nbackground, added exclusion footnote and updated references.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}