{
  "source": "PA-Med-Nec-Zymfentra.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2353-1\nProgram Prior Authorization/Medical Necessity\nMedication *Zymfentra (infliximab-dyyb)\n*Zymfentra is excluded from coverage for the majority of our benefits\nP&T Approval Date 10/2024\nEffective Date 1/1/2025\n1. Background:\nZymfentra (infliximab-dyyb) is a tumor necrosis factor (TNF) blocker indicated in adults for\nmaintenance treatment of moderately to severely active ulcerative colitis following treatment\nwith an infliximab product administered intravenously and moderately to severely active\nCrohn’s disease following treatment with an infliximab product administered intravenously.\n2. Coverage Criteriaa:\nA. Ulcerative Colitis\n1. Zymfentra* provides similar efficacy as intravenous administration of infliximab products;\ntherefore, Zymfentra is not medically necessary for treatment of ulcerative colitis since its use is\nmainly for convenience as compared to intravenous administration of infliximab.\nAll requests for authorization will be denied.\nB. Crohn’s Disease\n1. Zymfentra* provides similar efficacy as intravenous administration of infliximab products;\ntherefore, Zymfentra is not medically necessary for treatment of Crohn’s disease since its use is\nmainly for convenience as compared to intravenous administration of infliximab.\nAll requests for authorization will be denied.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Exclusion: Zymfentra is excluded from coverage for the majority of our benefits\n• Supply limits may",
    "c. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Exclusion: Zymfentra is excluded from coverage for the majority of our benefits\n• Supply limits may be in place.\n© 2024 UnitedHealthcare Services, Inc.\n1\n4. References:\n1. Zymfentra [package insert]. Jersey City, NJ: Celltrion USA, Inc.; February 2024.\nProgram Prior Authorization/Medical Necessity – Zymfentra (infliximab-dyyb)\nChange Control\n10/2024 New program.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}