{
  "source": "PA-Med-Nec-albuterol-tablet.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2214-5\nProgram Prior Authorization/Medical Necessity\nMedications Albuterol tablets\nP&T Approval Date 7/2020, 7/2021, 7/2022, 7/2023, 7/2024\nEffective Date 10/1/2024\n1. Background:\nAlbuterol tablets are indicated for the relief of bronchchospasm in adults and children 6 years of\nage and older with reversible obstructive airway disease. Guidelines do not recommend the use of\nalbuterol tablets and note they have a higher risk of side-effects. In addition, guidelines note that\nthere are no long-term safety studies that have been performed to assess the risk of severe\nexacerbations with albuterol tablets in patients not also taking an inhaled corticosteroid.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Albuterol tablets will be approved based on all of the following criteria:\na. Diagnosis of obstructive airway disease (e.g., asthma)\n-AND-\nb. Patient’s obstructive airway disease is being managed with both of the following:\n1) One of the following controller medications:\na) An inhaled corticosteroid (e.g., Arnuity Ellipta, QVAR RediHaler)\nb) An inhaled corticosteroid/long-acting beta-agonist [e.g.,\nfluticasone/salmeterol (generic Advair Diskus), Advair HFA, Breo Ellipta,\nSymbicort)\nc) Spiriva HandiHaler/Respimat\nd) A long-acting muscarinic antagonist/long-acting beta-agonist (e.g., Anoro\nEllipta, Bevespi Aerosphere)\n-AND-\n2) History of failure, contraindication or intolerance to an inhaled short-acting beta-\nagonist [e.g., albuterol HFA (generic ProAir HFA, generic Proventil HFA)]\n-AND-\nc. Prescriber attests that the benefits outweigh the risk\nAuthorization will be issued for 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n1\nB. Reauthorization\n1. Albuterol tablets will be approved based on the following criterion:\na. Documentation of positive clinical response to therapy\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member",
    "ollowing criterion:\na. Documentation of positive clinical response to therapy\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n4. References:\n1. Albuterol tablets [package insert]. Cranbury, NJ: Sun Pharmaceutical Industries, Inc: July 2014.\n2. Asthma Management and Prevention. Global Initiative for Asthma (GINA). 2024.\nProgram Prior Authorization/Medical Necessity – Albuterol tablets\nChange Control\n7/2020 New program.\n7/2021 Annual review. Updated the example used for the inhaled short-acting\nbeta-agonist.\n7/2022 Annual review. Updated references.\n7/2023 Annual review. Updated references.\n7/2024 Annual review. Updated medication examples in criteria.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}