{
  "source": "PA-Med-Nec-Hetlioz.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2033-15\nProgram Prior Authorization/Medical Necessity\nMedication Hetlioz®, Hetlioz LQ™ (tasimelteon)\nP&T Approval Date 7/2014, 5/2015, 5/2016, 5/2017, 5/2018, 5/2019, 5/2020, 5/2021, 12/2021,\n12/2022, 1/2024, 3/2025\nEffective Date 6/1/2025\n1. Background:\nHetlioz is a melatonin receptor agonist indicated for the treatment of non-24-hour sleep-wake\ndisorder in adults and nighttime sleep disturbances in Smith-Magenis Syndrome (SMS) in\npatients 16 years of age and older. Hetlioz LQ is an oral suspension and is indicated for the\ntreatment of nighttime sleep disturbances in SMS in pediatric patients 3 years to 15 years of\nage.\nNon-24-hour sleep wake disorder is also called free-running disorder, circadian rhythm sleep\ndisorder – free running (or non-entrained) type, and hypernychthemeral syndrome.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Hetlioz or Hetlioz LQ will be approved based on all of the following criteria:\na. One of the following:\n(1) Both of the following:\n(a) Diagnosis of non-24-hour sleep wake disorder (also known as free-running\ndisorder, free-running or non-entrained type circadian rhythm sleep disorder,\nor hypernychthemeral syndrome)\n(b) Patient is totally blind (has no light perception)\n-OR-\n(2) Diagnosis of nighttime sleep disturbances in Smith-Magenis-Syndrome (SMS)\n-AND-\nb. One of the following:\n(1) History of contraindication or intolerance to melatonin therapy\n-OR-\n(2) Both of the following:\n© 2025 UnitedHealthcare Services, Inc.\n1\n(a) History of failure of at least 6 monthsb of continuous therapy (i.e.,\nuninterrupted daily treatment) with melatonin\n-AND-\n(b) Continuous trial of melatonin was done under the guidance of a specialist in\nsleep disorders\n-AND-\nc. Prescribed by or in consultation with a specialist in sleep disorders\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Hetlioz or Hetlioz LQ will be approved based on the following criterion:\na. ",
    "y or in consultation with a specialist in sleep disorders\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Hetlioz or Hetlioz LQ will be approved based on the following criterion:\na. Documentation of positive clinical response to therapy\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\nb For Connecticut, Kentucky and Mississippi business, only a 30 day trial will be required.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Hetlioz [package insert]. Washington, D.C.: Vanda Pharmaceuticals Inc.; February 2021.\n2. American Academy of Sleep Medicine. International Classification of Sleep Disorders. 3rd\ned. Darien, IL: American Academy of Sleep Medicine; 2014\n3. Auger RR, Burgess HJ, Emens JS, et al. Clinical Practice Guidelines for the Treatment of\nIntrinsic Circadian Rhythm Sleep-Wake Phase Disorder (DSWPD), Non-24-Hour Sleep-\nWake Rhythm Disorder (N24SWD), and Irregular Sleep-Wake Rhythm Disorder (ISWRD) J\nClin Sleep Med 2015;11(10):1199 –1236.\n4. Rajaratnam SM, Polymeropoulos MH, Fisher DM, et al. Melatonin agonist tasimelteon\n(VEC-162) for transient insomnia after sleep-time shift: two randomised controlled\nmulticentre trials. Lancet. 2009 Feb 7;373(9662):482-91.\n© 2025 UnitedHealthcare Services, Inc.\n2\nProgram Prior Authorization/Medical Necessity – Hetlioz, Hetlioz LQ (tasimelteon)\nChange Control\n7/2014 New program.\n9/2014 Administrative change - Tried/Failed exemption for State of New\nJersey removed.\n5/2015 Annual Review. No changes.",
    "ecessity – Hetlioz, Hetlioz LQ (tasimelteon)\nChange Control\n7/2014 New program.\n9/2014 Administrative change - Tried/Failed exemption for State of New\nJersey removed.\n5/2015 Annual Review. No changes.\n5/2016 Annual review. No changes to clinical intent. Updated background and\nreferences.\n7/2016 Added Indiana and West Virginia coverage information.\n11/2016 Administrative change. Added California coverage information.\n5/2017 Annual review. Added prescriber criteria for reauthorization. Updated\nreferences. Updated state mandate reference language.\n5/2018 Annual review. No changes.\n5/2019 Annual review. No changes.\n5/2020 Annual review. Updated references.\n5/2021 Updated to allow coverage of nighttime sleep disturbances in Smith-\nMagenis Syndrome based on updated labeling with newly approved\nindication. Added Hetlioz LQ to criteria. Removed prescriber requirement\nfrom reauthorization criteria.\n12/2021 Updated background and references.\n12/2022 Annual review. No changes.\n1/2024 Annual review. Updated step therapy mandate note to include Mississippi.\n3/2025 Updated initial authorization to 12 months.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}