{
  "source": "PA-Med-Nec-Olumiant.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2200-12\nProgram Prior Authorization/Medical Necessity\nMedication Olumiant® (baricitinib)\nP&T Approval Date 5/2020, 5/2021, 6/2021, 12/2021, 2/2022, 8/2022, 7/2023, 9/2023,\n11/2023, 2/2024, 10/2024, 4/2025\nEffective Date 6/1/2025\n1. Background:\nOlumiant (baricitinib) is a Janus Kinase (JAK) inhibitor indicated for the treatment of adult\npatients with moderately to severely active rheumatoid arthritis who have had an inadequate\nresponse to one or more tumor necrosis factor (TNF) antagonist therapies and for the treatment\nof adult patients with severe alopecia areata. Use of Olumiant in combination with other JAK\ninhibitors, biologic DMARDs, or with potent immunosuppressants such as azathioprine and\ncyclosporine is not recommended. Olumiant is also indicated for the treatment of COVID-19 in\nhospitalized adults requiring supplemental oxygen, non-invasive or invasive mechanical\nventilation, or ECMO.1\n2. Coverage Criteriaa:\nA. Rheumatoid Arthritis (RA)\n1. Initial Authorization\na. Olumiant will be approved based on all of the following criteria:\n(1) Diagnosis of moderately to severely active RA\n-AND-\n(2) One of the following:\n(a) History of failure to a 3 month trial of one non-biologic disease modifying\nanti-rheumatic drug (DMARD) [e.g., methotrexate, leflunomide,\nsulfasalazine, hydroxychloroquine] at maximally indicated doses, unless\ncontraindicated or clinically significant adverse effects are experienced\n(document drug, date, and duration of trial)b\n-OR-\n(b) Patient has been previously treated with a targeted immunomodulator FDA-\napproved for the treatment of rheumatoid arthritis as documented by claims\nhistory or submission of medical records (Document drug, date, and duration\nof therapy) [e.g., Enbrel (etanercept), Cimzia (certolizumab), Simponi\n(golimumab), Orencia (abatacept), adalimumab, Xeljanz (tofacitinib),\nRinvoq (upadacitinib)]\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\n(3) One of ",
    "brel (etanercept), Cimzia (certolizumab), Simponi\n(golimumab), Orencia (abatacept), adalimumab, Xeljanz (tofacitinib),\nRinvoq (upadacitinib)]\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\n(3) One of the following:\n(a) History of failure, contraindication, or intolerance to two of the following\npreferred products (Document drug, date, and duration of trial):\ni. One of the preferred adalimumab productsc\nii. Cimzia (certolizumab)\niii. Enbrel (etanercept)\niv. Rinvoq (upadacitinib)\nv. Simponi (golimumab)\nvi. Xeljanz/Xeljanz XR (tofacitinib)\n-OR-\n(b) Both of the following:\ni. Patient is currently on Olumiant therapy as documented by claims history\nor submission of medical records (Document drug, date, and duration of\ntherapy):\n-AND-\nii. Patient has not received a manufacturer supplied sample at no cost in the\nprescriber’s office, or any form of assistance from the Eli Lilly sponsored\nOlumiant Together program (e.g., sample card which can be redeemed at\na pharmacy for a free supply of medication) as a means to establish as a\ncurrent user of Olumiant*\n-AND-\n(4) Patient is not receiving Olumiant in combination with either of the following:\n(a) Targeted immunomodulator [e.g., Enbrel (etanercept), Cimzia\n(certolizumab), Simponi (golimumab), Orencia (abatacept), adalimumab,\nXeljanz (tofacitinib), Rinvoq (upadacitinib)]\n(b) Potent immunosuppressant (e.g., azathioprine or cyclosporine)\n-AND-\n(5) Prescribed by or in consultation with a rheumatologist\nAuthorization will be issued for 12 months.\n* Patients requesting initial authorization who were established on therapy via the\nreceipt of a manufacturer supplied sample at no cost in the prescriber’s office or any\nform of assistance from the Eli Lilly sponsored Olumiant Together program shall be\nrequired to meet initial authorization criteria as if patient were new to therapy.\n© 2025 UnitedHealthcare Services, Inc.\n2\n2. Reauthorization\na. Olumiant will be approved based on all of the following criteria:\n(1) Documentation of positive",
    "iteria as if patient were new to therapy.\n© 2025 UnitedHealthcare Services, Inc.\n2\n2. Reauthorization\na. Olumiant will be approved based on all of the following criteria:\n(1) Documentation of positive clinical response to Olumiant therapy\n-AND-\n(2) Patient is not receiving Olumiant in combination with either of the following:\n(a) Targeted immunomodulator [e.g., Enbrel (etanercept), Cimzia\n(certolizumab), Simponi (golimumab), Orencia (abatacept), adalimumab,\nXeljanz (tofacitinib), Rinvoq (upadacitinib)]\n(b) Potent immunosuppressant (e.g., azathioprine or cyclosporine)\nAuthorization will be issued for 12 months.\nB. Alopecia Areata\n1. Initial Authorization\na. Olumiant will be approved based on all of the following criteria:\n(1) Diagnosis of severe alopecia areata\n-AND-\n(2) Other causes of hair loss have been ruled out (e.g., androgenetic alopecia,\ncicatricial alopecias, secondary syphilis, tinea capitis, triangular alopecia, and\ntrichotillomania)\n-AND-\n(3) Patient has a current episode of alopecia areata with at least 50% scalp hair loss\n-AND-\n(4) Patient is not receiving Olumiant in combination with either of the following:\n(a) Targeted immunomodulator [e.g., Enbrel (etanercept), Cimzia\n(certolizumab), Simponi (golimumab), Orencia (abatacept), adalimumab,\nXeljanz (tofacitinib), Rinvoq (upadacitinib), Litfulo (ritlecitinib)]\n(b) Potent immunosuppressant (e.g., azathioprine or cyclosporine)\n-AND-\n(5) Prescribed by or in consultation with a dermatologist\nAuthorization will be issued for 12 months.\n© 2025 UnitedHealthcare Services, Inc.\n3\n2. Reauthorization\na. Olumiant will be approved based on both of the following criteria:\n(1) Documentation of positive clinical response to Olumiant therapy\n-AND-\n(2) Patient is not receiving Olumiant in combination with either of the following:\n(a) Targeted immunomodulator [e.g., Enbrel (etanercept), Cimzia\n(certolizumab), Simponi (golimumab), Orencia (abatacept), adalimumab,\nXeljanz (tofacitinib), Rinvoq (upadacitinib), Litfulo (ritlec",
    "ing:\n(a) Targeted immunomodulator [e.g., Enbrel (etanercept), Cimzia\n(certolizumab), Simponi (golimumab), Orencia (abatacept), adalimumab,\nXeljanz (tofacitinib), Rinvoq (upadacitinib), Litfulo (ritlecitinib)]\n(b) Potent immunosuppressant (e.g., azathioprine or cyclosporine)\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\nb For Connecticut, Kentucky and Mississippi business only a 30-day trial will be required.\nc For a list of preferred products please reference drug coverage tools.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Olumiant [package insert]. Indianapolis, IN: Lilly USA, LLC; June 2022.\n2. Fraenkel L, Bathon JM, England BR, et al. 2021American College of Rheumatology\nGuideline for the Treatment of Rheumatoid Arthritis. Arthritis Care & Research. Arthritis\nRheum. 2021;73(7):924-939.\n3. American Psychiatric Association: Diagnostic and Statistical Manual of Mental Disorders,\nFifth Edition, Arlington, VA: American Psychiatric Publishing. 2013.\n4. Messenger AG, McKillop J, Farrant P, et al. British Association of Dermatologists'\nguidelines for the management of alopecia areata 2012. Br J Dermatol. 2012;166(5):916-\n926.\n5. King B, Ohyama M, Kwon O, et al. BRAVE-AA Investigators. Two Phase 3 Trials of\nBaricitinib for Alopecia Areata. N Engl J Med. 2022 May 5;386(18):1687-1699.\n6. King BA, Mesinkovska NA, Craiglow B, et al. Development of the alopecia areata scale for\nclinical use: results of an academic-industry collaborative effort. J Am Acad D",
    "022 May 5;386(18):1687-1699.\n6. King BA, Mesinkovska NA, Craiglow B, et al. Development of the alopecia areata scale for\nclinical use: results of an academic-industry collaborative effort. J Am Acad Dermatol.\n2022;86(2):359-364.\n© 2025 UnitedHealthcare Services, Inc.\n4\n7. Meah N, Wall D, York K, et al. The Alopecia Areata Consensus of Experts (ACE) study:\nResults of an international expert opinion on treatments for alopecia areata. J Am Acad\nDermatol. 2020;83(1):123-130.\nProgram Prior Authorization/Medical Necessity- Olumiant (baricitinib)\nChange Control\n5/2020 New program.\n5/2021 Annual review. Removed prescriber requirement from reauthorization\ncriteria. References updated.\n6/2021 Updated coverage criteria to allow coverage for patients previously\ntreated with a TNF inhibitor. Added clarification that submission of\nmedical records is required documenting current therapy with Olumiant\nin order to bypass step if claim history not available.\n12/2021 Updated conventional DMARD bypass language for rheumatoid\narthritis with no change to clinical intent. Updated CT/KY footnote.\n2/2022 Updated formatting to clarify intent of the bypass of conventional\ntherapy requirement for patients previously treated with bDMARD or\ntsDMARD. Added bypass of TNFi requirement for patients with\nneedle phobia. Added Rinvoq as example of JAK inhibitor. Updated\nreferences. Added footnote to support FDA labeled first line\nrequirements.\n8/2022 Added coverage criteria for alopecia areata. Updated background and\nreferences.\n7/2023 Updated not receiving in combination language to targeted\nimmunomodulator and updated examples.\n9/2023 Updated examples. Added Mississippi to state mandate footnote. No\nchange to coverage criteria.\n11/2023 Removed criteria that current AA episode lasting more than 6 months.\nAdded Litfulo as an example not to be used in combination. Removed\nprescriber requirement for reauthorization. Updated state mandate\nfootnote.\n2/2024 Updated criteria to require a failure, contraindic",
    "Added Litfulo as an example not to be used in combination. Removed\nprescriber requirement for reauthorization. Updated state mandate\nfootnote.\n2/2024 Updated criteria to require a failure, contraindication or intolerance to\ntwo preferred products for RA removing failure of TNF or needle-\nphobia. Added adalimumab preferred product footnote.\n10/2024 Updated RA step requirement noting Adalimumab-adaz (unbranded\nHyrimoz), Amjevita for Nuvaila, and Humira as preferred adalimumab\nproducts with no change to clinical intent. Removed preferred\nadalimumab footnote.\n4/2025 Removed examples for adalimumab step therapy. Added the footnote\n“For a list of preferred products please reference drug coverage tools.”\n© 2025 UnitedHealthcare Services, Inc.\n5"
  ]
}