{
  "source": "PA-Med-Nec-Spravato.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2168-10\nProgram Prior Authorization/Medical Necessity\nMedication Spravato® (esketamine)\nP&T Approval Date 6/2019, 9/2019, 2/2020, 12/2020, 4/2021, 4/2022, 12/2022, 12/2023,\n6/2024, 3/2025\nEffective Date 5/1/2025\n1. Background:\nSpravato® (esketamine) is a non-competitive N-methyl D-aspartate (NMDA) receptor antagonist\nindicated for the treatment of:\n• treatment-resistant depression (TRD) in adults, as monotherapy or in conjunction with an oral\nantidepressant.\n• depressive symptoms in adults with major depressive disorder (MDD) with acute suicidal\nideation or behavior in conjunction with an oral antidepressant.\nLimitations of Use: The effectiveness of Spravato in preventing suicide or in reducing suicidal\nideation or behavior has not been demonstrated. Use of Spravato does not preclude the need for\nhospitalization if clinically warranted, even if patients experience improvement after an initial\ndose of Spravato. Spravato is not approved as an anesthetic agent. The safety and effectiveness\nof Spravato as an anesthetic agent have not been established.\nBecause of the risks of serious adverse outcomes resulting from sedation, dissociation, and abuse\nand misuse, Spravato is only available through a restricted program under a Risk Evaluation and\nMitigation Strategy (REMS) called the Spravato REMS\nFor the purposes of this program, a trial and failure of a given antidepressant is defined as the\npatient unable to achieve a clinical meaningful improvement of the maximally tolerated dose(s)\nfor at least 8 weeks.\n2. Coverage Criteria a:\nA. Major depressive disorder (treatment-resistant)\n1. Initial Authorization\na. Spravato will be approved based on all of the following criteria\n(1) Diagnosis of major depressive disorder (treatment-resistant), according to the\ncurrent DSM (i.e., DSM-5-TR) criteria, by a mental health professional\n-AND-\n(2) Submission of medical records (e.g., chart notes, laboratory values)",
    "e disorder (treatment-resistant), according to the\ncurrent DSM (i.e., DSM-5-TR) criteria, by a mental health professional\n-AND-\n(2) Submission of medical records (e.g., chart notes, laboratory values)\ndocumenting baseline scoring (prior to starting Spravato) on at least one of the\nfollowing clinical assessments has been completed:\n© 2025 UnitedHealthcare Services, Inc.\n1\n(a) Beck Depression Inventory (BDI)\n(b) Hamilton Rating Scale for Depression (HAMD)\n(c) Montgomery-Asberg Depression Rating Scale (MADRS)\n(d) 9-item Patient Health Questionnaire (PHQ-9)\n(e) Quick Inventory of Depressive Symptomatology (QIDS)\n-AND-\n(3) History of failure of a trialb of at least two different antidepressant medications\nor treatment regimens for a duration of at least 8 weeks each (document\nmedication, date, and duration of trial)\nAn antidepressant or treatment regimen would include any of the following\nclasses or combinations:\n(a) Selective serotonin reuptake inhibitors (e.g., citalopram, fluoxetine,\nparoxetine, sertraline)\n(b) Serotonin norepinephrine reuptake inhibitors (e.g., duloxetine, venlafaxine,\netc.)\n(c) Bupropion\n(d) Tricyclic antidepressants (e.g., amitriptyline, clomipramine, nortriptyline,\netc.)\n(e) Mirtazapine\n(f) Monoamine oxidase inhibitors (e.g., selegiline, tranylcypromine, etc.)\n(g) Serotonin modulators (e.g., nefazodone, trazodone, etc.)\n(h) Augmentation with antipsychotics, lithium, or thyroid hormone\n-AND-\n(4) Provider and/or the provider’s healthcare setting is certified in the Spravato\nREMS program\n-AND-\n(5) Prescribed by or in consultation with a psychiatrist\nAuthorization will be issued for 12 months\n2. Reauthorization\na. Spravato will be approved based on all of the following criteria:\n(1) Documentation of remission or a positive clinical response to Spravato therapy\n-AND-\n(2) Submission of medical records (e.g., chart notes, laboratory values)\ndocumenting baseline and recent (within the last month) scoring on at least one\nof the following assessments demons",
    "erapy\n-AND-\n(2) Submission of medical records (e.g., chart notes, laboratory values)\ndocumenting baseline and recent (within the last month) scoring on at least one\nof the following assessments demonstrating remission or clinical response (e.g.,\nscore reduction from baseline):\n© 2025 UnitedHealthcare Services, Inc.\n2\n(a) BDI\n(b) HAMD\n(c) MADRS\n(d) PHQ-9\n(e) QIDS\n-AND-\n(3) Provider and/or the provider’s healthcare setting is certified in the Spravato\nREMS program\n-AND-\n(4) Prescribed by or in consultation with a psychiatrist\nAuthorization will be issued for 12 months\nB. Depressive symptoms in adults with major depressive disorder (MDD) with acute\nsuicidal ideation or behavior\n1. Authorization\na. Spravato will be approved based on all of the following criteria:\n(1) Diagnosis of major depressive disorder according to the current DSM (i.e.,\nDSM-5-TR) criteria, by a mental health professional\n-AND-\n(2) Patient is experiencing an acute suicidal ideation or behavior\n-AND-\n(3) Spravato will be used in combination with a newly initiated or optimized oral\nantidepressant\n-AND-\n(4) Provider and/or the provider’s healthcare setting is certified in the Spravato\nREMS program\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\nb For Connecticut, Kentucky and Mississippi business, only a 30 day trial will be required.\n© 2025 UnitedHealthcare Services, Inc.\n3\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Spravato [prescribing information]. Lakewood, NJ; Janssen Pharmaceutic",
    "approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Spravato [prescribing information]. Lakewood, NJ; Janssen Pharmaceuticals, Inc.; January 2025.\n2. Gaynes BN, Rush AJ, Trivedi MH, et al. The STAR*D study: treating depression in the real\nworld. Cleve Clin J Med. 2008; 75(1):57-66\n3. American Psychiatric Association (APA). Practice guideline for the treatment of patients with\nmajor depressive disorder. 3rd ed. Arlington (VA): American Psychiatric Association (APA);\n2010 Oct.\n4. Psychopharmacologic Drugs Advisory Committee and Drug Safety and Risk Management\nAdvisory Committee Meeting. FDA Briefing Document. February 12, 2019.\nhttps://www.fda.gov/downloads/AdvisoryCommittees/CommitteesMeetingMaterials/Drugs/Psyc\nhopharmacologicDrugsAdvisoryCommittee/UCM630970.pdf. (Accessed on March 11, 2019)\n5. Thase M, Connolly KR. Unipolar depression in adults: Choosing treatment for resistant\ndepression. Solomon D, ed. UpToDate. Waltham, MA: UpToDate Inc.\nhttps://www.uptodate.com (Accessed on March 3, 2025)\n6. Huda Akil, Joshua Gordon, Rene Hen, et al. Treatment Resistant Depression: A Multi-Scale,\nSystems Biology Approach. Neurosci Biobehav Rev. 2018 Jan; 84: 272–288.\n7. Hamilton M. A rating scale for depression. J Neurol Neurosurg Psychiatry 1960; 23:56–61.\n8. Rush AJ, Bernstein IH, Trivedi MH, et al. An evaluation of the Quick Inventory of Depressive\nSymptomatology and the Hamilton Rating Scale for Depression: a Sequenced Treatment\nAlternatives to Relieve Depression (STAR*D) trial report. Biol Psychiatry 2006; 59:493–501.\n9. Trivedi MH1, Rush AJ, Wisniewski SR, et al. Evaluation of outcomes with citalopram for\ndepression using measurement-based care in STAR*D: implications for clinical practice. Am J\nPsychiatry. 2006 Jan;163(1):28-40.\n10. Trivedi MH, Rush AJ, Gaynes BN, et al. Maximizing the adequacy of medication treatment in\ncontrolled trials and clinical practice: STAR*D measurement-based care.\nNe",
    "chiatry. 2006 Jan;163(1):28-40.\n10. Trivedi MH, Rush AJ, Gaynes BN, et al. Maximizing the adequacy of medication treatment in\ncontrolled trials and clinical practice: STAR*D measurement-based care.\nNeuropsychopharmacology. 2007 Dec;32(12):2479-89.\n11. Canuso CM, Singh JB, Fedgchin M, et al. Efficacy and Safety of Intranasal Esketamine for the\nRapid Reduction of Symptoms of Depression and Suicidality in Patients at Imminent Risk for\nSuicide: Results of a Double-Blind, Randomized, Placebo-Controlled Study. Am J Psychiatry.\n2018 Jul 1;175(7):620-630.\n12. Popova V, Daly EJ, Trivedi M, et al. Efficacy and Safety of Flexibly Dosed Esketamine Nasal\nSpray Combined With a Newly Initiated Oral Antidepressant in Treatment-Resistant Depression:\nA Randomized Double-Blind Active-Controlled Study. Am J Psychiatry. 2019 Jun 1;176(6):428-\n438.\n13. Fu DJ, Ionescu DF, Li X, et al. Esketamine Nasal Spray for Rapid Reduction of Major Depressive\nDisorder Symptoms in Patients Who Have Active Suicidal Ideation With Intent: Double-Blind,\nRandomized Study (ASPIRE I). J Clin Psychiatry. 2020 May 12;81(3):19m13191.\n14. Ionescu DF, Fu DJ, Qiu X, et al. Esketamine Nasal Spray for Rapid Reduction of Depressive\nSymptoms in Patients With Major Depressive Disorder Who Have Active Suicide Ideation With\nIntent: Results of a Phase 3, Double-Blind, Randomized Study (ASPIRE II), International Journal\nof Neuropsychopharmacology, pyaa068\n© 2025 UnitedHealthcare Services, Inc.\n4\n15. Coley RY, Boggs JM, Beck A, Hartzler AL, Simon GE. Defining Success in Measurement-Based\nCare for Depression: A Comparison of Common Metrics. Psychiatr Serv. 2020;71(4):312-318.\ndoi:10.1176/appi.ps.201900295\n16. Taylor RW, Marwood L, Oprea E, et al. Pharmacological Augmentation in Unipolar Depression:\nA Guide to the Guidelines. Int J Neuropsychopharmacol. 2020;23(9):587-625.\ndoi:10.1093/ijnp/pyaa033\nProgram Prior Authorization/Medical Necessity – Spravato (esketamine)\nChange Control\n6/2019 New program.\n9/2019 Updated coverage cr",
    "J Neuropsychopharmacol. 2020;23(9):587-625.\ndoi:10.1093/ijnp/pyaa033\nProgram Prior Authorization/Medical Necessity – Spravato (esketamine)\nChange Control\n6/2019 New program.\n9/2019 Updated coverage criteria.\n2/2020 Updated coverage criteria to require submission of baseline validated\nprovider administered assessments.\n12/2020 Updated background and coverage criteria for new indication for MDD\nwith acute suicidal ideation or behavior. Updated references.\n4/2021 Clarified submission of clinical assessments to include medical record\nsubmission.\n4/2022 Annual review with no change to clinical criteria.\n12/2022 Updated coverage criteria for treatment-resistant depression with\nclarification of requirement for combination with “new” oral\nantidepressant to be an agent that has not been previously failed.\n12/2023 Annual review. Added PHQ-9 scale to list of options for clinical\nassessments. Updated background and references.\n6/2024 Updated wording of coverage criteria without change to clinical intent.\nUpdated approval duration, both initial and reauthorization, to 12\nmonths.\n3/2025 Revised options for clinical assessments to reflect different item\nversions of the same scale as well as added BDI. Removed requirement\nfor combination with oral antidepressant for TRD per updated label.\nRevised coverage criteria for TRD to require history of failure of a trial\nof at least two different antidepressant medications or treatment\nregimens, remove reference to current depressive episode, and remove\naugmentation with anticonvulsants as a treatment regimen based on\nlatest clinical evidence. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n5"
  ]
}