{
  "source": "PA-Med-Nec-Digital-Applications.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2235-4\nProgram Prior Authorization/Medical Necessity – Digital Applications\nMedication EndeavorRx®, reSET, reSET-O®, Somryst\nP&T Approval Date 4/2021, 4/2022, 6/2023, 6/2024\nEffective Date 9/1/2024\n1. Background:\nThe program is for prescription digital applications, including but not limited to EndeavorRx, reSET,\nreSET-O and Somryst.\nEndeavorRx is an FDA-cleared digital application intended to improve attention function as\nmeasured by computer-based testing in children ages 8 to 12 years old with primarily inattentive\nor combined-type Attention Deficit Hyperactivity Disorder (ADHD).\nreSET and reSET-O are FDA-cleared mobile applications that are pharmacy prescription-based\ncognitive behavioral therapy treatments for various substance use disorders. The applications are\nintended to increase retention of patients in outpatient treatment under the care of a health care\nprofessional by providing cognitive behavioral therapy.\nSomryst is an FDA-cleared digital application intended to provide neurobehavioral intervention\nin patients 22 years of age and older with chronic insomnia.\nA review of the current literature does not support Computer Based Treatment for Cognitive\nBehavioral Therapy (CBTCBT) for the treatment of ADHD, as an outpatient therapy to treat\nalcohol, cocaine, marijuana, and/or stimulant substance use disorders, or for the treatment of\nchronic insomnia.\nThe studies available for review are limited due to the recent development of the technology.\nThere is limited evidence showing CBTCBT effectiveness as an adjunct therapy when combined\nwith clinical monitoring. Though short-term benefits have been seen, long-term efficacy of\nCBTCBT has not been determined. CBTCBT is considered unproven until additional studies are\navailable.\n2. Coverage Criteria:\nA. Authorization\n1. Computer Based Treatment for Cognitive Behavioral Therapy (CBTCBT) such as\nEndeavorRx*, reSET*, reSET-O* and Somyrst* are ",
    "l additional studies are\navailable.\n2. Coverage Criteria:\nA. Authorization\n1. Computer Based Treatment for Cognitive Behavioral Therapy (CBTCBT) such as\nEndeavorRx*, reSET*, reSET-O* and Somyrst* are unproven and not medically\nnecessary.\nAll requests for authorization will be denied by OptumRx. All requests for therapy\nmust be submitted through the appeals process to the UnitedHealthcare Pharmacy\nappeals team for consideration.\n© 2024 UnitedHealthcare Services, Inc.\n1\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n*Digital Application devices are typically excluded from coverage.\n4. References:\n1. U.S. Food and Drug Administration. FDA clears mobile medical app to help those with opioid\nuse disorder stay in recovery programs. Last updated 12/10/2018. Retrieved from\nhttps://www.fda.gov/news-events/press-announcements/fda-clears-mobile-medical-app-help-\nthose-opioid-use-disorder-stay-recovery-programs. Accessed February 2022.\n2. U.S. Food and Drug Administration. FDA permits marketing of mobile medical application for\nsubstance use disorder. Last updated 9/14/2017. Retrieved from https://www.fda.gov/news-\nevents/press-announcements/fda-permits-marketing-mobile-medical-application-substance-use-\ndisorder. Accessed February 2022.\n3. U.S. Food and Drug Administration. March 2020 510(K) Clearances. Last updated 4/06/2020.\nhttps://www.fda.gov/medical-devices/510k-clearances/march-2020-510k-clearances. Accessed\nFebruary 2022.\n4. Budney, A.J., et. al. (2015). Computer-assisted behavioral therapy and contingency management\nfor cannabis use disorder. Psychology of Addictive Behaviors, 29(3): 501–511.\n5. Campbell, A.N.C., et al. (2014). Internet-delivered treatment for substance abuse: A multisite\nrandomized cont",
    "nagement\nfor cannabis use disorder. Psychology of Addictive Behaviors, 29(3): 501–511.\n5. Campbell, A.N.C., et al. (2014). Internet-delivered treatment for substance abuse: A multisite\nrandomized controlled trial. American Journal of Psychiatry, 171:6.\n6. Carroll, K.M., et. al. (2014). Computer-assisted delivery of cognitive-behavioral therapy:\nEfficacy and durability of CBT4CBT among cocaine-dependent individuals maintained on\nmethadone. American Journal of Psychiatry, 171(4): 436–444.\n7. Kiluk, B.D., et. al. (2017). Effect of computerized cognitive behavioral therapy on acquisition of\ncoping skills among cocaine-dependent individuals enrolled in methadone maintenance. Journal\nof Substance Abuse Treatment, 82: 97-92.\n8. Kiluk, B.D., et al. (2018). Randomized clinical trial of computerized cognitive behavioral\ntherapy and clinician-delivered CBT in comparison with standard outpatient treatment for\nsubstance use disorders: Primary within-treatment and follow-up outcomes. American Journal of\nPsychiatry, 175(9): 853–863.\n9. Sonuga-Barke, E., et. al. (2014). Computer-based cognitive training for ADHD: A review of the\ncurrent evidence. Child Adolesc Psychiatric Clin N Am 23 (2014) 807–824.\nProgram Prior Authorization/Medical Necessity- Digital Applications\nChange Control\n4/2021 New program.\n4/2022 Annual review. Updated references.\n6/2023 Annual review. Updated background.\n6/2024 Annual review with no changes.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}