{
  "source": "PA-Med-Nec-Voxzogo.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2272-4\nProgram Prior Authorization/Medical Necessity\nMedication Voxzogo™ (vosoritide)\nP&T Approval Date 3/2022, 3/2023, 12/2023, 12/2024\nEffective Date 3/1/2025\n1. Background:\nVoxzogo (vosoritide) is a C type natriuretic peptide (CNP) analog indicated to increase linear\ngrowth in pediatric patients with achondroplasia with open epiphyses. This indication is\napproved under accelerated approval based on an improvement in annualized growth\nvelocity. Continued approval for this indication may be contingent upon verification and\ndescription of clinical benefit in confirmatory trial(s).\nCoverage will be provided for members who meet the following criteria.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Voxzogo will be approved based on all of the following criteria:\na. Patient is less than 18 years of age\n-AND-\nb. Diagnosis of achondroplasia as confirmed by one of the following:\n(1) Submission of medical records documenting both of the following:\n(a) Patient has clinical manifestations characteristic of achondroplasia (e.g.,\nmacrocephaly, frontal bossing, midface retrusion, disproportionate short\nstature with rhizomelic shortening of the arms and the legs, brachydactyly,\ntrident configuration of the hands, thoracolumbar kyphosis, and\naccentuated lumbar lordosis)\n-AND-\n(b) Patient has radiographic findings characteristic of achondroplasia (e.g.,\nlarge calvaria and narrowing of the foramen magnum region,\nundertubulated, shortened long bones with metaphyseal abnormalities,\nnarrowing of the interpedicular distance of the caudal spine, square ilia and\nhorizontal acetabula, small sacrosciatic notches, proximal scooping of the\nfemoral metaphyses, and short and narrow chest)\n-OR-\n© 2024 UnitedHealthcare Services, Inc.\n1\n(2) Submission of medical records documenting molecular genetic testing\nconfirmed c.1138G>A or c.1138G>C variant (i.e., p.Gly380Arg mutation) in the\nfibroblast growth factor receptor-3 ",
    "rvices, Inc.\n1\n(2) Submission of medical records documenting molecular genetic testing\nconfirmed c.1138G>A or c.1138G>C variant (i.e., p.Gly380Arg mutation) in the\nfibroblast growth factor receptor-3 (FGFR3) gene\n-AND-\nc. Patient has open epiphyses\n-AND-\nd. Both of the following:\n(1) Patient has not had limb-lengthening surgery in the previous 18 months\n(2) Patient does not plan to have limb-lengthening surgery while on Voxzogo\n-AND-\ne. Prescribed by one of the following:\n(1) Clinical geneticist\n(2) Endocrinologist\n(3) A practitioner who has specialized expertise in the management of\nachondroplasia\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Voxzogo will be approved based on all the following criteria:\na. Documentation of positive clinical response to Voxzogo therapy (e.g., improvement\nin annualized growth velocity (AGV) compared to baseline)\n-AND-\nb. Patient has open epiphyses\n-AND-\nc. Patient does not plan to have limb-lengthening surgery while on Voxzogo\n-AND-\nd. Prescribed by or in consultation with one of the following:\n(1) Clinical geneticist\n(2) Endocrinologist\n(3) A practitioner who has specialized expertise in the management of\nachondroplasia\n© 2024 UnitedHealthcare Services, Inc.\n2\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Voxzogo [package insert]. Novato, CA: BioMarin Pharmaceutical Inc.; October 2023.\n2. Pauli RM. Achondroplasia: a comprehensive clinical review. Or",
    "s.\n• Supply limits may be in place.\n4. References:\n1. Voxzogo [package insert]. Novato, CA: BioMarin Pharmaceutical Inc.; October 2023.\n2. Pauli RM. Achondroplasia: a comprehensive clinical review. Orphanet J Rare Dis\n2019;14(1):1-49.\n3. Hoover-Fong J, Scott CI, Jones MC; COMMITTEE ON GENETICS. Health Supervision\nfor People With Achondroplasia. Pediatrics. 2020;145(6):e20201010.\nProgram Prior Authorization/Medical Necessity – Voxzogo (vosoritide)\nChange Control\n3/2022 New program\n3/2023 Annual review with no changes to coverage criteria. Updated\nreferences.\n12/2023 Updated background and coverage criteria with expanded indication in\npediatric patients of all ages. Updated references.\n12/2024 Annual review. Updated wording of open epiphyses requirement in\nreauthorization criteria with no change to clinical intent. Updated\nreferences.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}