{
  "source": "PA-Med-Nec-Juxtapid.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2072-13\nProgram Prior Authorization/Medical Necessity\nMedication Juxtapid® (lomitapide)\nP&T Approval Date 10/2015, 9/2016, 9/2017, 9/2018, 9/2019, 9/2020, 7/2021, 7/2022, 7/2023,\n2/2024, 2/2025\nEffective Date 5/1/2025\n1. Background:\nJuxtapid (lomitapide) is a microsomal triglyceride transfer protein inhibitor indicated as an\nadjunct to a low-fat diet and other lipid lowering treatments, including LDL apheresis where\navailable, to reduce low-density lipoprotein cholesterol (LDL-C), total cholesterol (TC),\napolipoprotein B (apo B), and non-high-density lipoprotein cholesterol (non-HDL-C) in patients\nwith homozygous familial hypercholesterolemia (HoFH). The safety and efficacy of Juxtapid\nhave not been established in patients with hypercholesterolemia who do not have HoFH,\nincluding those with heterozygous familial hypercholesterolemia (HeFH). The effect of\nJuxtapid on cardiovascular morbidity and mortality has not been determined.\n2. Coverage Criteriaa :\nA. Initial Authorization\n1. Juxtapid will be approved based on all of the following criteria:\na. Diagnosis of homozygous familial hypercholesterolemia (HoFH) as confirmed by one of\nthe following:\n(1) Submission of medical records (e.g., chart notes, laboratory values) confirming\ngenetic confirmation of bi-allelic pathogenic/likely pathogenic variants on different\nchromosomes at the low-density lipoprotein receptor (LDLR), apolipoprotein B\n(APOB), proprotein convertase subtilisin kexin type 9 (PCSK9), or low-density\nlipoprotein receptor adaptor protein 1 (LDLRAP1) genes or ≥ 2 such variants at\ndifferent loci\n-OR-\n(2) Both of the following:\n(a) Untreated low-density lipoprotein cholesterol (LDL-C) greater than 400 mg/dL\n-AND-\n(b) One of the following:\ni. Xanthoma before 10 years of age\nii. Evidence of familial hypercholesterolemia in at least one parent\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\nb. Patient is on a low-fat diet\n-AND-\nc. Patien",
    ":\ni. Xanthoma before 10 years of age\nii. Evidence of familial hypercholesterolemia in at least one parent\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\nb. Patient is on a low-fat diet\n-AND-\nc. Patient is receiving other lipid-lowering therapy (e.g., statin, ezetimibe, LDL apheresis)\n-AND-\nd. Prescribed by one of the following:\n(1) Cardiologist\n(2) Endocrinologist\n(3) Lipid specialist\n-AND-\ne. One of the following:\n(1) Both of the following:\n(a) History of intolerance, failure or contraindication to Repatha (evolocumab)\n-AND-\n(b) History of intolerance, failure or contraindication to Evkeeza (evinacumab)\n-OR-\n(2) Patient is currently on Juxtapid therapy\n-AND-\nf. Not used in combination with a proprotein convertase subtilisin/kexin type 9 (PCSK9)\ninhibitor [e.g., Praluent (alirocumab), Repatha (evolocumab)]\n-AND-\ng. Not used in combination with Evkeeza (evinacumab-dgnb)\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Juxtapid will be approved based on all of the following criteria:\na. Patient is on a low-fat diet\n-AND-\nb. Patient continues to receive other lipid-lowering therapy (e.g., statin, LDL apheresis)\n© 2025 UnitedHealthcare Services, Inc.\n2\n-AND-\nc. Documentation of a positive clinical response to therapy from pre-treatment baseline\n-AND-\nd. Prescribed by one of the following:\n(1) Cardiologist\n(2) Endocrinologist\n(3) Lipid specialist\n-AND-\ne. Not used in combination with a proprotein convertase subtilisin/kexin type 9 (PCSK9)\ninhibitor [e.g., Praluent (alirocumab), Repatha (evolocumab)]\n-AND-\nf. Not used in combination with Evkeeza (evinacumab-dgnb)\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previou",
    "cies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. Reference:\n1. Juxtapid [package insert]. Cambridge, MA: Amryt Pharmaceuticals; September 2020.\n2. Cuchel M, Bruckert E, Ginsberg HN, et al. Homozygous familial hypercholesterolaemia: new\ninsights and guidance for clinicians to improve detection and clinical management. A position\npaper from the Consensus Panel on Familial Hypercholesterolaemia of the European\nAtherosclerosis Society. Eur Heart J. 2014; 35:2146-57.\n3. Cuchel M, Raal FJ, Hegele RA, et al. 2023 Update on European Atherosclerosis Society\nConsensus Statement on Homozygous Familial Hypercholesterolaemia: new treatments and\nclinical guidance. Eur Heart J. 2023;44(25):2277-2291. doi:10.1093/eurheartj/ehad197\nProgram Prior Authorization/Medical Necessity - Juxtapid® (lomitapide)\nChange Control\n10/2015 New program.\n7/2016 Added Indiana and West Virginia coverage information.\n© 2025 UnitedHealthcare Services, Inc.\n3\n9/2016 Annual Review. Updated references.\n11/2016 Administrative change. Added California coverage information.\n9/2017 Annual review. Removed requirement of medical record submission\nfor diagnosis documentation. Updated state mandate verbiage.\n9/2018 Annual review with no changes to coverage criteria. Updated reference.\n9/2019 Annual review. Removed criteria regarding combination therapy with\nKynamro as Kynamro no longer on market.\n9/2020 Annual review with no changes to coverage criteria. Updated\nreference.\n7/2021 Added continuation of coverage to background and criteria. Added\nEvkeeza as step through agent. Updated reference.\n7/2022 Annual review. No updates to criteria.\n7/2023 Annual review. Update",
    "ce.\n7/2021 Added continuation of coverage to background and criteria. Added\nEvkeeza as step through agent. Updated reference.\n7/2022 Annual review. No updates to criteria.\n7/2023 Annual review. Updated background. Updated diet requirement, not\nused in combination with PCSK9, and removed submission of medical\nrecords. Removed genetic testing coverage footnote.\n2/2024 Updated diagnostic criteria per European Atherosclerosis Society\nguidance. Changed initial authorization period to 12 months. Updated\nreferences.\n2/2025 Updated diet requirement per label. Added requirement to not be used\nin combination with Evkeeza. Revised HoFH criteria to include more\nprecise genetic terminology to account for genetic test result\ninterpretation complexity as well as digenic mutations.\n© 2025 UnitedHealthcare Services, Inc.\n4"
  ]
}