{
  "source": "PA-Med-Nec-Lupkynis.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2240-6\nProgram Prior Authorization/Medical Necessity\nMedications Lupkynis® (voclosporin)\nP&T Approval Date 6/2021, 6/2022, 9/2022, 9/2023, 6/2024, 6/2025\nEffective Date 9/1/2025\n1. Background:\nLupkynis is a calcineurin-inhibitor immunosuppressant indicated in combination with a\nbackground immunosuppressive therapy regimen for the treatment of adult patients with active\nlupus nephritis (LN).\nLimitation of use:\nSafety and efficacy of Lupkynis have not been established in combination with\ncyclophosphamide. Use of Lupkynis is not recommended in this situation.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Lupkynis will be approved based on ALL of the following criteria:\na. Diagnosis of active lupus nephritis\n-AND-\nb. Provider attestation to one of the following:\n(1) Diagnosis is biopsy proven\n-OR-\n(2) Biopsy is contraindicated in the patient\n-AND-\nc. Prescribed in combination with a background immunosuppressive therapy regimen (e.g.,\nmycophenolate mofetil and corticosteroids)\n-AND-\nd. Patient is not receiving Lupkynis in combination with either of the following:\n(1) Cyclophosphamide\n(2) Benlysta (belimumab)\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\ne. Prescribed by one of the following:\n(1) Nephrologist\n(2) Rheumatologist\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Lupkynis will be approved based on the following criteria:\na. Documentation of positive clinical response to Lupkynis therapy\n-AND-\nb. Prescribed in combination with a background immunosuppressive therapy regimen (e.g.,\nmycophenolate mofetil and corticosteroids)\n-AND-\nc. Patient is not receiving Lupkynis in combination with either of the following:\n(1) Cyclophosphamide\n(2) Benlysta (belimumab)\n-AND-\nd. Prescribed by one of the following:\n(1) Nephrologist\n(2) Rheumatologist\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific b",
    "ribed by one of the following:\n(1) Nephrologist\n(2) Rheumatologist\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program.\n• Supply limitations may be in place.\n4. References:\n1. Lupkynis [package insert]. Rockville, MD: Aurinia Pharma U.S., Inc.; April 2024.\n© 2025 UnitedHealthcare Services, Inc.\n2\n2. Weening JJ, D'Agati VD, Schwartz MM, et al. The classification of glomerulonephritis in\nsystemic lupus erythematosus revisited [published correction appears in Kidney Int. 2004\nMar;65(3):1132]. Kidney Int. 2004;65(2):521-530.\n3. Bomback AS, Appel GB; Lupus nephritis: Diagnosis and classification. In: UpToDate, Waltham,\nMA. (Accessed on March 31, 2025)\n4. Hahn BH, McMahon MA, Wilkinson A, et al. American College of Rheumatology guidelines for\nscreening, treatment, and management of lupus nephritis. Arthritis care & research.\n2012;64(6):797-808.\n5. Wilhelmus S, Bajema IM, Bertsias GK, et al. Lupus nephritis management guidelines compared.\nNephrology, dialysis, transplantation : official publication of the European Dialysis and\nTransplant Association - European Renal Association. 2016;31(6):904-913.\n6. Rovin BH, Caster DJ, Cattran DC, et al. Management and treatment of glomerular diseases (part\n2): conclusions from a Kidney Disease: Improving Global Outcomes (KDIGO) Controversies\nConference. Kidney international. 2019;95(2):281-295.\n7. Rovin BH, Adler SG, Barratt J, et al. Executive summary of the KDIGO 2021 Guideline for the\nManagement of Glomerular Diseases. Kidney Int. 2021;100(4):753-77",
    "dney international. 2019;95(2):281-295.\n7. Rovin BH, Adler SG, Barratt J, et al. Executive summary of the KDIGO 2021 Guideline for the\nManagement of Glomerular Diseases. Kidney Int. 2021;100(4):753-779.\nProgram Prior Authorization/Medical Necessity - Lupkynis (voclosporin)\nChange Control\n6/2021 New program.\n6/2022 Annual review with no change to clinical criteria. Updated reference.\nAdded state mandate footnote.\n9/2022 Removed criteria requiring progression or response failure to\nimmunosuppressive induction therapy. Removed state mandate trial\nfootnote.\n9/2023 Annual review with no change to clinical criteria.\n6/2024 Annual review. Updated authorization lengths to 12 months.\n6/2025 Annual review. Removed 12 month attestation from reauthorization\ncriteria. Updated reference.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}