{
  "source": "PA-Med-Nec-Nocdura.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2145-10\nProgram Prior Authorization/Medical Necessity\nMedication Nocdurna® (desmopressin acetate)\nP&T Approval Date 5/2018, 7/2018, 10/2018, 2/2019, 2/2020, 2/2021, 2/2022, 2/2023, 2/2024,\n2/2025\nEffective Date 5/1/2025\n1. Background:\nNocdurna (desmopressin acetate) sublingual tablets are indicated for the treatment of nocturia\ndue to nocturnal polyuria in adults who awaken at least 2 times per night to void. In clinical\ntrials, nocturnal polyuria was defined as nighttime urine production exceeding one-third of the\n24-hour urine production. Prior to initiating treatment with Nocdurna, patients should be\nevaluated for possible causes of nocturia and to optimize the treatment of underlying\nconditions that may be contributing to the nocturia.\nDesmopressin should be avoided in older adults (those 65 or older) due to the risk of\nhyponatremia. This medication is included in the American Geriatrics Society Beers Criteria.\nNocdurna has a Black Box Warning for hyponatremia listed in the FDA prescribing\ninformation. Nocdurna use is contraindicated in patients with hyponatremia or a history of\nhyponatremia, SIADH, eGFR <50 mL/min/1.7m2, uncontrolled hypertension, and New York\nHeart Association Class II – IV congestive heart failure. See package insert for full listing of\ncontraindications and safety warnings.\nThis prior authorization program is intended to ensure appropriate prescribing of Nocdurna\nprior to initiating therapy.\n2. Coverage Criteriaa:\nA. Nocdurna\n1. Initial Authorization\na. Nocdurna will be approved based on all of the following:\n(1) Diagnosis of nocturia due to nocturnal polyuria (as defined by nighttime urine\nproduction that exceeds one-third of the 24-hour urine production)\n-AND-\n(2) Patient wakes at least twice per night on a reoccurring basis to void\n-AND-\n(3) Documented serum sodium level is currently within normal limits of the normal\nlaboratory reference range and has been within ",
    "nt wakes at least twice per night on a reoccurring basis to void\n-AND-\n(3) Documented serum sodium level is currently within normal limits of the normal\nlaboratory reference range and has been within normal limits over the previous six\nmonths.\n© 2025 UnitedHealthcare Services Inc.\n1\n-AND-\n(4) The patient has been evaluated for other medical causes and has either not\nresponded to, tolerated, or has a contraindication to treatments for identifiable\nmedical causes (e.g., overactive bladder, benign prostatic hyperplasia/lower urinary\ntract symptoms (BPH/LUTS), elevated post-void residual urine, and heart failure)\n-AND-\n(5) Prescriber attests that the risks have been assessed and benefits outweigh the risks\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Nocdurna will be approved based on all of the following:\na. Documentation of positive clinical response to Nocdurna therapy\n-AND-\nb. Patient has routine monitoring for serum sodium levels\n-AND-\nc. Prescriber attests that the risks of hyponatremia have been assessed and benefits\noutweigh the risks\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim\nlogic. Use of automated approval and re-approval processes varies by program and/or\ntherapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Johnson, TM. Nocturia: Clinical presentation, evaluation and management in adults. O’Leary,\nMP, ed. UpToDate. Waltham, MA: UpToDate Inc. http://www.uptodate.com. February 2023.\n2. Nocdurna (desmopressin) sublingual tablets [package insert]. Ewing, NJ: Antares Pharma,\nInc; November 2020.\n© 2025 UnitedHealt",
    "e. Waltham, MA: UpToDate Inc. http://www.uptodate.com. February 2023.\n2. Nocdurna (desmopressin) sublingual tablets [package insert]. Ewing, NJ: Antares Pharma,\nInc; November 2020.\n© 2025 UnitedHealthcare Services Inc.\n2\n3. American Geriatrics Society 2023 Updated AGS Beers Criteria® for Potentially Inappropriate\nMedication Use in Older Adults. J Am Geriatr Soc. 2023; 71: 2052-81.\nProgram Prior Authorization/Medical Necessity – Nocdurna\nChange Control\nDate Change\n5/2018 New program\n7/2018 Updated information to program background to include all\ncontraindications. Simplified language regarding other evaluation of other\ncauses of nocturia. Added prescriber attestation that benefits outweigh the\nrisk.\n10/2018 Added Nocdurna to program. Updated references. Updated language for\nserum sodium testing to provide clarity.\n2/2019 Added criteria for history of failure, contraindication or intolerance to\nNocdurna for Noctiva approval.\n2/2020 Annual review. Updated references.\n2/2021 Noctiva removed from the criteria since product has been discontinued.\n2/2022 Annual review. Updated references.\n2/2023 Annual review. Updated initial authorization to 6 months. Updated\nreferences.\n2/2024 Annual review. Increased initial authorization to 12 months. Updated\nreferences.\n2/2025 Annual review. No changes.\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}