{
  "source": "PA-Med-Nec-Hympavzi.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2368-2\nProgram Prior Authorization/Medical Necessity\nMedication Hympavzi™ (marstacimab-hncq)\nP&T Approval Date 3/2025, 5/2025\nEffective Date 7/1/2025\n1. Background:\nHympavzi (marstacimab-hncq) is a tissue factor pathway inhibitor (TFPI) antagonist indicated for\nroutine prophylaxis to prevent or reduce the frequency of bleeding episodes in adult and pediatric\npatients 12 years of age and older with:\n• hemophilia A (congenital factor VIII deficiency) without factor VIII inhibitors\n• hemophilia B (congenital factor IX deficiency) without factor IX inhibitors\n2. Coverage Criteriaa:\nA. Hemophilia A Without Inhibitors\n1. Published clinical evidence shows Hympavzi is likely to produce equivalent therapeutic\nresults as other available therapies [e.g., Hemlibra (emicizumab-kxwh)]; therefore,\nHympavzi is not medically necessary for treatment of hemophilia A (congenital factor\nVIII deficiency) without factor VIII inhibitors.\nAll requests for authorization will be denied. All requests for therapy must be submitted\nthrough the appeals process to the UnitedHealthcare Pharmacy appeals team for\nconsideration.\nB. Hemophilia B Without Inhibitors\n1. Initial Authorization\na. Hympavzi will be approved based on all of the following criteria\n(1) One of the following:\n(a) Both of the following:\ni. Diagnosis of severe hemophilia B\n-AND-\nii. Documentation of endogenous factor IX levels less than 1% of normal\nfactor IX (< 0.01 IU/mL)\n-OR-\n(b) Both of the following:\n© 2025 UnitedHealthcare Services Inc.\n1\ni. One of the following\n1. Both of the following\na. Diagnosis of moderate hemophilia B\n-AND-\nb. Documentation of endogenous factor IX level >1% < 5% (greater\nthan or equal to 0.01 IU/mL to less than 0.05 IU/mL)\n-OR-\n2. Both of the following\na. Diagnosis of mild hemophilia B\n-AND-\nb. Documentation of endogenous factor IX level > 5% (greater than or\nequal to 0.05 IU/mL)\n-AND-\nii. Submission of medical records (e.g., char",
    "h of the following\na. Diagnosis of mild hemophilia B\n-AND-\nb. Documentation of endogenous factor IX level > 5% (greater than or\nequal to 0.05 IU/mL)\n-AND-\nii. Submission of medical records (e.g., chart notes, laboratory values)\ndocumenting a failure to meet clinical goals (e.g., continuation of\nspontaneous bleeds, inability to achieve appropriate trough level, previous\nhistory of inhibitors) after a trial of prophylactic factor IX replacement\nproducts\n-OR-\n(c) All of the following:\ni. Patient is currently on Hympavzi therapy\n-AND-\nii. Diagnosis of hemophilia B\n-AND-\niii. Patient has not received a manufacturer supplied sample at no cost in\nprescriber office, or any form of assistance from the Pfizer-sponsored\nHympavzi Co-Pay Savings Program (e.g., sample card which can be\nredeemed at a pharmacy for a free supply of medication) as a means to\nestablish as a current user of Hympavzi*\n-AND-\n© 2025 UnitedHealthcare Services Inc.\n2\n(2) Patient is 12 years of age or older\n-AND-\n(3) Hympavzi is prescribed for the prevention of bleeding episodes (i.e., routine\nprophylaxis)\n-AND-\n(4) Patient does not have a history of inhibitors to factor IX\n* Patients requesting initial authorization who were established on therapy via the receipt of a\nmanufacturer supplied sample at no cost in the prescriber’s office or any form of assistance from\nthe Pfizer-sponsored Hympavzi Co-Pay Savings Program shall be required to meet initial\nauthorization criteria as if patient were new to therapy.\nAuthorization of therapy will be issued for 12 months.\n2. Reauthorization\na. Hympavzi will be approved based on the following criterion:\n(1) Documentation of positive clinical response to Hympavzi therapy\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply\n3. Additional Clinical Rules:\n• Notwithstanding Coverag",
    "ts and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n4. References:\n1. Hympavzi™ [package insert]. New York, NY: Pfizer Inc., October 2024.\nProgram Prior Authorization/Medical Necessity - Hympavzi (marstacimab-hncq)\nChange Control\n3/2025 New program.\n5/2025 Removed criteria that patient is not to receive extended half-life factor\nVIII replacement products for the treatment of breakthrough bleeding\nepisodes.\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}