{
  "source": "PA-Med-Nec-Orladeyo.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2232-7\nProgram Prior Authorization/Medical Necessity\nMedication Orladeyo® (berotralstat)*\nP&T Approval Date 3/2021, 8/2021, 10/2021, 10/2022, 10/2023, 3/2024, 3/2025\nEffective Date 6/1/2025\n1. Background:\nOrladeyo is a plasma kallikrein inhibitor indicated for prophylaxis to prevent attacks of hereditary\nangioedema (HAE) in adults and pediatric patients 12 years and older. Orladeyo should not be\nused for the treatment of acute HAE attacks.1\n2. Coverage Criteriaa:\nA. Orladeyo* will be approved based on all of the following criteria:\n1. Diagnosis of hereditary angioedema (HAE) as confirmed by one of the following:\na. C1 inhibitor (C1-INH) deficiency or dysfunction (Type I or II HAE) as documented by\none of the following (per laboratory standard):\n(1) C1-INH antigenic level below the lower limit of normal\n(2) C1-INH functional level below the lower limit of normal\n-OR-\nb. HAE with normal C1 inhibitor levels and one of the following:\n(1) Confirmed presence of variant(s) in the gene(s) for factor XII, angiopoietin-1,\nplasminogen-1, kininogen-1, myoferlin, and heparan sulfate-glucosamine 3-O-\nsulfotransferase 6\n(2) Recurring angioedema attacks that are refractory to high-dose antihistamines with\nconfirmed family history of angioedema\n(3) Recurring angioedema attacks that are refractory to high-dose antihistamines with\nunknown background de-novo mutation(s) (i.e., no family history) (HAE-unknown)\n-AND-\n2. All of the following:\na. Prescribed for the prophylaxis of HAE attacks\n-AND-\nb. Not used in combination with other approved products indicated for prophylaxis against\nHAE attacks (i.e., Cinryze, Haegarda, Takhzyro)\n© 2025 UnitedHealthcare Services Inc.\n1\n-AND-\nc. Prescriber attests that patient has experienced attacks of a severity and/or frequency\nsuch that they would clinically benefit from prophylactic therapy with Orladeyo\n-AND-\nd. History of failure to both of the following (document date of t",
    "erienced attacks of a severity and/or frequency\nsuch that they would clinically benefit from prophylactic therapy with Orladeyo\n-AND-\nd. History of failure to both of the following (document date of trial and list reason for\ntherapeutic failure):\n(1) Haegarda (C1 esterase inhibitor, human)\n(2) Takhzyro (lanadelumab)\n-AND-\n3. Prescribed by one of the following:\n1. Immunologist\n2. Allergist\nAuthorization of therapy will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n* Orladeyo is typically excluded from coverage. Coverage reviews may be in place if required by\nlaw or the benefit plan.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim\nlogic. Use of automated approval and re-approval processes varies by program and/or\ntherapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Orladeyo [package insert]. Durham, NC: BioCryst Pharmaceuticals Inc.; October 2024.\n2. Busse, P., Christiansen, S., Riedl, M., et. al. “US HAEA Medical Advisory Board 2020\nGuidelines for the Management of Hereditary Angioedema.” The Journal of Allergy and\nClinical Immunology. 2020 September 05.\n3. Maurer, M., Magerl, M., et. al. “The international WAO/EAACI guideline for the management\nof hereditary angioedema – the 2017 revision and update.” World Allergy Organization\nJournal. 2018 February 27.\n© 2025 UnitedHealthcare Services Inc.\n2\nProgram Prior Authorization/Medical Necessity – Orladeyo (berotralstat)\nChange Control\n3/2021 New program.\n8/2021 Criteria updated to include failure of both Haegarda and Takhzyro.\nReauthorization criteria removed. Exclusion statement added.\n10/2021 Removed Initial Authorization verbiage and updated formatting with",
    "iteria updated to include failure of both Haegarda and Takhzyro.\nReauthorization criteria removed. Exclusion statement added.\n10/2021 Removed Initial Authorization verbiage and updated formatting with no\nchange to clinical criteria.\n10/2022 Annual review with no changes to clinical criteria. Updated reference.\n10/2023 Annual review with no changes to clinical criteria.\n3/2024 Annual review with update to diagnostic criteria for HAE with normal C1\ninhibitor levels.\n3/2025 Annual review with no changes to clinical criteria. Updated reference.\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}