{
  "source": "PA-Med-Nec-Praluent.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2062-21\nProgram Prior Authorization/Medical Necessity\nMedication Praluent® (alirocumab)*\nP&T Approval Date 5/2015, 8/2015, 9/2015, 9/2016, 12/2016, 11/2017, 12/2018, 12/2019,\n2/2020, 2/2021, 6/2021, 8/2021, 6/2022, 1/2023, 6/2023, 10/2023,\n2/2024, 5/2024, 2/2025\nEffective Date 5/1/2025\n1. Background:\nPraluent® (alirocumab) is a PCSK9 (Proprotein Convertase Subtilisin Kexin Type 9) inhibitor\nindicated1:\n• To reduce the risk of myocardial infarction, stroke, and unstable angina requiring\nhospitalization in adults with established cardiovascular disease.\n• As adjunct to diet, alone or in combination with other low-density lipoprotein cholesterol\n(LDL-C)-lowering therapies (e.g., statins, ezetimibe, LDL apheresis), for the treatment of\nadults with primary hyperlipidemia (including heterozygous familial hypercholesterolemia)\nto reduce LDL-C.\n• As an adjunct to other LDL-C-lowering therapies in adult patients with homozygous familial\nhypercholesterolemia (HoFH) to reduce LDL-C.\n• As an adjunct to diet and other LDL-C-lowering therapies in pediatric patients aged 8 years\nand older with HeFH to reduce LDL-C.\n2. Coverage Criteriaa:\nA. Primary Hyperlipidemia (including heterozygous familial hypercholesterolemia) and\nASCVD\na. Praluent* will be approved based on all of the following criteria:\n(1) One of the following diagnoses:\n(a) Heterozygous familial hypercholesterolemia (HeFH)\n-OR-\n(b) Atherosclerotic cardiovascular disease (ASCVD) (e.g., acute coronary\nsyndromes, history of myocardial infarction, stable or unstable angina,\ncoronary or other arterial revascularization, stroke, transient ischemic attack,\nor peripheral arterial disease presumed to be of atherosclerotic origin)\n-OR-\n(c) Primary hyperlipidemia\n-AND-\n© 2025 UnitedHealthcare Services Inc.\n1\n(2) One of the following:\n(a) Patient has been receiving at least 12 consecutive weeks of high-intensity\nstatin therapy [i.e., atorvastatin 40-80 mg, r",
    "ia\n-AND-\n© 2025 UnitedHealthcare Services Inc.\n1\n(2) One of the following:\n(a) Patient has been receiving at least 12 consecutive weeks of high-intensity\nstatin therapy [i.e., atorvastatin 40-80 mg, rosuvastatin 20-40 mg] and will\ncontinue to receive a high-intensity statin at maximally tolerated dose\n-OR-\n(b) Both of the following:\ni. Patient is unable to tolerate high-intensity statin as evidenced by one of\nthe following intolerable and persistent (i.e., more than 2 weeks)\nsymptoms:\n1. Myalgia [muscle symptoms without creatine kinase (CK) elevations]\n2. Myositis (muscle symptoms with CK elevations < 10 times upper\nlimit of normal [ULN])\n-AND-\nii. Patient has been receiving at least 12 consecutive weeks of low-intensity\nor moderate-intensity statin therapy [i.e., atorvastatin 10-20 mg,\nrosuvastatin 5-10 mg, simvastatin ≥ 10 mg, pravastatin ≥ 10 mg,\nlovastatin 20-40 mg, fluvastatin XL 80 mg, fluvastatin 20-40 mg up to\n40mg twice daily or Livalo (pitavastatin) ≥ 1 mg] and will continue to\nreceive a low-intensity or moderate-intensity statin at maximally\ntolerated dose\n-OR-\n(c) Patient is unable to tolerate low or moderate-, and high-intensity statins as\nevidenced by one of the following:\ni. One of the following intolerable and persistent (i.e., more than 2 weeks)\nsymptoms for low or moderate-, and high-intensity statins:\n1. Myalgia (muscle symptoms without CK elevations)\n2. Myositis (muscle symptoms with CK elevations < 10 times upper\nlimit of normal [ULN])\n-OR-\nii. Patient has a contraindication to all statins\n-OR-\niii. Patient has experienced rhabdomyolysis or muscle symptoms with statin\ntreatment with CK elevations > 10 times ULN\n© 2025 UnitedHealthcare Services Inc.\n2\n-AND-\n(3) Both of the following:\n(a) Patient has LDL-C greater than or equal to 55 mg/dL\n-AND-\n(b) One of the following:\ni. Patient has been receiving at least 12 consecutive weeks of ezetimibe therapy\nas adjunct to maximally tolerated statin therapy\n-OR-\nii. Patient has a history of contraindicatio",
    "ne of the following:\ni. Patient has been receiving at least 12 consecutive weeks of ezetimibe therapy\nas adjunct to maximally tolerated statin therapy\n-OR-\nii. Patient has a history of contraindication, or intolerance to ezetimibe\n-AND-\n(4) One of the following:\n(a) Patient is less than 10 years of age\n-OR-\n(b) History of failure, contraindication, or intolerance to Repatha (evolocumab)\n(document date of trial and list reason for therapeutic failure, contraindication, or\nintolerance)\n-AND-\n(5) Not used in combination with another proprotein convertase subtilisin/kexin type 9\n(PCSK9) inhibitor [e.g., Repatha (evolocumab)]\n-AND-\n(6) Not used in combination with Leqvio (inclisiran)\nAuthorization will be issued for 12 months\nB. Homozygous Familial Hypercholesterolemia\na. Praluent* will be approved based on all of the following criteria:\n(1) Diagnosis of homozygous familial hypercholesterolemia (HoFH) as confirmed by\none of the following:\n(a) Submission of medical records (e.g., chart notes, laboratory values)\nconfirming genetic confirmation of bi-allelic pathogenic/likely pathogenic\nvariants on different chromosomes at the low-density lipoprotein receptor\n© 2025 UnitedHealthcare Services Inc.\n3\n(LDLR), apolipoprotein B (APOB), proprotein convertase subtilisin kexin\ntype 9 (PCSK9), or low-density lipoprotein receptor adaptor protein 1\n(LDLRAP1) genes or ≥ 2 such variants at different loci\n-OR-\n(a) Both of the following:\ni. Untreated LDL-C greater than 400 mg/dL\n-AND-\nii. One of the following:\n• Xanthoma before 10 years of age\n• Evidence of familial hypercholesterolemia in at least one parent\n-AND-\n(2) Patient is receiving other lipid-lowering therapy (e.g., statin, ezetimibe, LDL\napheresis)\n-AND-\n(3) Not used in combination with another proprotein convertase subtilisin/kexin type 9\n(PCSK9) inhibitor [e.g., Repatha (evolocumab)]\n-AND-\n(4) Not used in combination with Juxtapid (lomitapide)\n-AND-\n(5) History of failure, contraindication, or intolerance to Repatha (evolocuma",
    " type 9\n(PCSK9) inhibitor [e.g., Repatha (evolocumab)]\n-AND-\n(4) Not used in combination with Juxtapid (lomitapide)\n-AND-\n(5) History of failure, contraindication, or intolerance to Repatha (evolocumab)\n(document date of trial and list reason for therapeutic failure, contraindication, or\nintolerance)\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n*Praluent is typically excluded from coverage. Tried/Failed criteria may be in place. Please refer to\nplan specifics to determine exclusion status.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class\n© 2025 UnitedHealthcare Services Inc.\n4\n• Supply limits may be in place and Step therapy may be in place\n4. References:\n1. Praluent [package insert]. Tarrytown, NY: Regeneron Pharmaceuticals; March 2024.\n2. WHO Familial Hypercholesterolemia Consultation Group. Familial Hypercholesterolemia (FH):\nreport of a second WHO consultation. Geneva: World Health Organization; 1999.\n3. Scientific Steering Committee on behalf of the Simon Broome Register Group. Risk of fatal\ncoronary heart disease in familial hypercholesterolaemia. BMJ. 1991;303:893-6.\n4. Stone NJ, Robinson JG, Lichtenstein AH, et al. 2013 ACC/AHA guideline on the treatment of\nblood cholesterol to reduce atherosclerotic cardiovascular risk in adults: a report of the American\nCollege of Cardiology/American Heart Association Task Force on Practice Guidelines. J Am Coll\nCardiol. 2014;63:2889-934.\n5. Cannon CP, Blazing MA, Giugliano RP, et al. Ezetimibe added to statin therapy after acute\ncoronary syndromes. N Engl J ",
    "ation Task Force on Practice Guidelines. J Am Coll\nCardiol. 2014;63:2889-934.\n5. Cannon CP, Blazing MA, Giugliano RP, et al. Ezetimibe added to statin therapy after acute\ncoronary syndromes. N Engl J Med. 2015a; DOI: 10.1056/NEJMoa1410489 [Epub ahead of\nprint].\n6. The Lipid Research Clinics Coronary Primary Prevention Trial results. II. The relationship of\nreduction in incidence of coronary heart disease to cholesterol lowering. JAMA. 1984;251:365-\n74.\n7. ATP III Final Report PDF. Third Report of the National Cholesterol Education Program (NCEP)\nExpert Panel on Detection, Evaluation, and Treatment of High Blood Cholesterol in Adults\n(Adult Treatment Panel III) Final Report. Circulation. 2002;106:3143-3421.\n8. Per clinical drug consult with cardiologist. August 3, 2015.\n9. Blom DJ, Hala T, Bolognese M, et al. A 52-week placebo-controlled trial of evolocumab in\nhyperlipidemia. N Engl J Med. 2014;370:1809-19.\n10. Raal FJ, Santos RD. Homozygous familial hypercholesterolemia: current perspectives on\ndiagnosis and treatment. Atherosclerosis. 2012;223:262-8.\n11. Raal FJ, Honarpour N, Blom DJ, et al. Inhibition of PCSK9 with evolocumab in homozygous\nfamilial hypercholesterolaemia (TESLA Part B): a randomised, double-blind, placebo-controlled\ntrial. Lancet. 2015;385:341-50.\n12. Cuchel M, Bruckert E, Ginsberg HN, et al. Homozygous familial hypercholesterolaemia: new\ninsights and guidance for clinicians to improve detection and clinical management. A position\npaper from the Consensus Panel on Familial Hypercohlesterolaemia of the European\nAtherosclerosis Society. Eur Heart J. 2014;35:2146-57.\n13. Lloyd-Jones D, Morris P, Ballantyne C, et al. 2016 ACC expert consensus decision pathway on\nthe role of non-statin therapies for LDL-cholersterol lowering in the management of\natherosclerotic cardiovascular disease risk. J Am Coll Cardiol. 2016;68:92-125.\n14. Austin MA, Hutter CM, Zimmern RL, Humphries SE. Genetic causes of monogenic\nheterozygous familial hypercholesterolemia: a HuGE ",
    "otic cardiovascular disease risk. J Am Coll Cardiol. 2016;68:92-125.\n14. Austin MA, Hutter CM, Zimmern RL, Humphries SE. Genetic causes of monogenic\nheterozygous familial hypercholesterolemia: a HuGE prevalence review. American journal of\nepidemiology. 2004;160:407-420\n15. Haase A, Goldberg AC. Identification of people with heterozygous familial\nhypercholesterolemia. Current opinion in lipidology. 2012;23:282-289.\n16. Nordestgaard BG, Chapman MJ, Humphries SE, et al. Familial hypercholesterolaemia is\nunderdiagnosed and undertreated in the general population: guidance for clinicians to prevent\ncoronary heart disease: consensus statement of the European Atherosclerosis Society. European\nheart journal. 2013;34:3478-3490a.\n17. Jellinger PS, Handelsman Y, Rosenblit PD, et al. American association of clinical\nendocrinologists and American college of endocrinology guidelines for management of\ndyslipidemia and prevention of cardiovascular disease. Endocr Pract. 2017; Suppl 2;23:1-87.\n© 2025 UnitedHealthcare Services Inc.\n5\n18. Lloyd-Jones D, Morris P, Ballantyne C, et al. 2017 Focused update of the 2016 ACC expert\nconsensus decision pathway on the role of non-statin therapies for LDL-cholesterol lowering in\nthe management of atherosclerotic cardiovascular disease risk. J Am Coll Cardiol. 2017.\n19. Grundy SM, Stone NJ, Bailey AL, et al. 2018 AHA/ACC/AACVPR/AAPA/\nABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA guideline on the management of blood\ncholesterol: a report of the American College of Cardiology/American Heart Association Task\nForce on Clinical Practice Guidelines. Circulation. 2018; DOI: 10.1161/CIR.0000000000000625.\n20. Writing Committee, Lloyd-Jones DM, Morris PB, et al. 2022 ACC Expert Consensus Decision\nPathway on the Role of Nonstatin Therapies for LDL-Cholesterol Lowering in the Management\nof Atherosclerotic Cardiovascular Disease Risk: A Report of the American College of Cardiology\nSolution Set Oversight Committee. J Am Coll Cardiol. 2022;80(14):1366-1418.\ndoi:10.1016/j",
    " the Management\nof Atherosclerotic Cardiovascular Disease Risk: A Report of the American College of Cardiology\nSolution Set Oversight Committee. J Am Coll Cardiol. 2022;80(14):1366-1418.\ndoi:10.1016/j.jacc.2022.07.006\n21. Cuchel M, Raal FJ, Hegele RA, et al. 2023 Update on European Atherosclerosis Society\nConsensus Statement on Homozygous Familial Hypercholesterolaemia: new treatments and\nclinical guidance. Eur Heart J. 2023;44(25):2277-2291. doi:10.1093/eurheartj/ehad197\nProgram Prior Authorization/Medical Necessity - Praluent® (alirocumab)\nChange Control\n5/2015 New program.\n5/2015 Added examples of atherosclerotic cardiovascular disease.\n8/2015 Revised clinical criteria\n9/2015 Revised clinical criteria to include combination use of high-intensity\nstatin or documented intolerance to high-, moderate- and low intensity\nstatin therapy to achieve the maximally tolerated statin therapy.\n7/2016 Added Indiana and West Virginia coverage information.\n9/2016 Added Connecticut and Kentucky coverage information. Updated\nreferences.\n11/2016 Added California coverage information.\n12/2016 Modified medical record criteria to include review of prescription claims\nhistory. Updated references.\n11/2017 Updated medical record requirement, modified criteria for HeFH\ndiagnosis, modified previous statin requirement requiring failure,\nintolerance to high intensity and either moderate or low intensity statin.\nModified target LDL values and ezetimibe trial requirement. Extended\ntimeline for lipid panel submission to 120 days. Added physician\nattestation criterion. Updated state mandate verbiage. Updated\nreferences.\n12/2018 Annual review. Updated formatting without changes to clinical intent.\nUpdated references.\n12/2019 Annual review. Updated background information without change to\nclinical coverage criteria. Updated references.\n2/2020 Updated criteria providing clarity on laboratory monitoring requirements.\nUpdated reference.\n2/2021 Annual review with no change to coverage criteria. Referen",
    "rage criteria. Updated references.\n2/2020 Updated criteria providing clarity on laboratory monitoring requirements.\nUpdated reference.\n2/2021 Annual review with no change to coverage criteria. References updated.\n6/2021 Added Praluent exclusion statement. Added history of failure,\ncontraindication, or intolerance to Repatha to all criteria. Removed\nprescriber specialist requirement. Removed submission of medical\n© 2025 UnitedHealthcare Services Inc.\n6\nrecords requirement throughout criteria. Changed initial authorization\nduration to 12 months to align all PCSK9 programs. Removed\nreauthorization criteria. Added HoFH criteria per new indication.\nUpdated references.\n8/2021 Updated LDL-C requirement to 120 days or 120 days prior to starting\nPCSK9 inhibitor therapy.\n6/2022 Annual review. Condensed low intensity and moderate-intensity statin\ntherapy sections. Updated exclusion statement.\n1/2023 Lowered LDL-C threshold requirement for initiation of Praluent therapy\nper American College of Cardiology guidance. Removed genetic testing\ncoverage footnote. Updated references.\n6/2023 Annual review. Updated background. Added criteria that Praluent is not\nto be used in combination with Leqvio and updated diet requirement.\n10/2023 Removed “routine audit” language from criteria. Updated and clarified\ncriteria for patients with primary hyperlipidemia with baseline LDL-C\nlevel ≥ 190 on statin therapy for primary prevention per American\nCollege of Cardiology guidance. Updated background.\n2/2024 Updated diagnostic criteria per European Atherosclerosis Society\nguidance. Updated references.\n5/2024 Added criterion for patients less than 10 years of age to align with new\nlabel for pediatric patients aged 8 years and older with HeFH. Updated\nbackground and reference.\n2/2025 Simplified diagnosis requirements for HeFH, ASCVD, and primary\nhyperlipidemia. Removed diet requirement. Revised HoFH criteria to\ninclude more precise genetic terminology to account for genetic test result\ninterpretation ",
    "requirements for HeFH, ASCVD, and primary\nhyperlipidemia. Removed diet requirement. Revised HoFH criteria to\ninclude more precise genetic terminology to account for genetic test result\ninterpretation complexity as well as digenic mutations. Lowered LDL-C\nthreshold from 100 to 55 mg/dL. Updated background and references.\n© 2025 UnitedHealthcare Services Inc.\n7"
  ]
}