{
  "source": "PA-Med-Nec-Lybalvi.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2271-4\nProgram Prior Authorization/Medical Necessity\nMedication Lybalvi™ (olanzapine/samidorphan)*\nP&T Approval Date 2/2022, 2/2023, 11/2023, 7/2024\nEffective Date 10/1/2024\n1. Background:\nLybalvi (olanzapine/samidorphan)* is FDA approved for the treatment of schizophrenia and for\nthe treatment of bipolar 1 disorder for acute treatment of manic or mixed episodes as monotherapy,\nas an adjunct to lithium or valproate, and as maintenance monotherapy.\nFor the treatment of schizophrenia, the selection of which antipsychotic medication to use for an\nindividual patient with schizophrenia should be made based on patient clinical factors and the side\neffect profiles of antipsychotic drugs. With the exception of clozapine for patients with refractory\nsymptoms, there is not convincing evidence to favor one antipsychotic over the others based on\nefficacy.\nFor the treatment of bipolar disorder acute manic or mixed episodes, treatment selection depends on\nthe severity of illness and associated features, and patient preference. Second-generation (atypical)\nantipsychotics are generally preferred over first-generation (typical) antipsychotics because of their\nfavorable side effect profile. No one antipsychotic is preferred over the others.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Lybalvi* will be approved based on ALL the following criteria:\na. Submission of medical records documenting both of the following:\n(1) The patient has a diagnosis of one of the following:\n(a) schizophrenia\n(b) bipolar 1 disorder\n-AND-\n(2) The patient has a history of failure, contraindication or intolerance to a trial of at least\nTHREE of the following:\n(a) aripiprazole\n(b) olanzapine\n(c) quetiapine IR or XR\n(d) risperidone\n(e) ziprasidone\n© 2024 UnitedHealthcare Services, Inc.\n1\nAuthorization will be approved for 12 months.\nB. Reauthorization\n1. Lylbalvi* will be approved based on the following criterion:\na. Documentation ",
    " ziprasidone\n© 2024 UnitedHealthcare Services, Inc.\n1\nAuthorization will be approved for 12 months.\nB. Reauthorization\n1. Lylbalvi* will be approved based on the following criterion:\na. Documentation of positive clinical response to therapy.\nAuthorization will be approved for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit plan\ncoverage may also impact coverage criteria. Other policies and utilization management programs may\napply.\n*Lybalvi is typically excluded from coverage.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class\n• Supply limits may be in place.\n4. References:\n1. Lybalvi [package insert]. Waltham, MA: Alkermes, Inc; January 2024.\n2. American Psychiatric Association. Practice Guideline for the Treatment of Patients with Bipolar\nDisorder Second Editions. Available at:\nhttps://psychiatryonline.org/pb/assets/raw/sitewide/practice_guidelines/guidelines/bipolar.pdf\n3. American Psychiatric Association. Practice Guideline for the Treatment of Patients with\nSchizophrenia Third Edition. Available at:\nhttps://psychiatryonline.org/doi/10.1176/appi.books.9780890424841\nProgram Prior Authorization/Medical Necessity – Lybalvi\nChange Control\nDate Change\n2/2022 New program.\n2/2023 Annual review with no changes.\n11/2023 No changes.\n7/2024 Updated to require a trial of three medications and removed weight gain\nrequirement.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}