{
  "source": "PA-Med-Nec-Livmarli.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2262-6\nProgram Prior Authorization/Medical Necessity\nMedication Livmarli™ (maralixibat)\nP&T Approval Date 11/2021, 1/2022, 1/2023, 5/2023, 5/2024, 9/2024\nEffective Date 12/1/2024\n1. Background:\nLivmarli (maralixibat) is an ileal bile acid transporter inhibitor indicated for the treatment of\ncholestatic pruritis in patients 12 months of age and older with progressive familial intrahepatic\ncholestasis (PFIC). Livmarli is also indicated for the treatment of cholestatic pruritis in patients 3\nmonths of age and older with Alagille syndrome (ALGS).\nPFIC is a heterogeneous group of liver disorders of autosomal recessive inheritance, characterized\nby an early onset of cholestasis (usually during infancy) with pruritus and malabsorption, which\nrapidly progresses and ends up as liver failure. Pruritus is the most obvious and the most\nunbearable symptom in cholestasis. It has been proposed that it is induced by the stimulation of\nnonmyelinated subepidermal free nerve ends because of increased serum bile acids.\nALGS is a rare genetic disorder caused by a mutation in the JAG1 or Notch2 genes which are\ninvolved in embryonic development in utero. In ALGS patients, multiple organ systems may be\naffected by the mutation. In the liver, the mutation causes the bile ducts to abnormally narrow,\nmalform and reduce in number, leading to bile acid accumulation, cholestasis, and ultimately\nprogressive liver disease. The cholestatic pruritus experienced by patients with ALGS is among\nthe most severe in any chronic liver disease and is present in most affected children by the third\nyear of life.\nConventional treatments for pruritis associated with PFIC or Alagille syndrome include\nuroseoxycholic acid (UCDA), antihistamines (e,g., diphenhydramine), bile acid sequestrants (e.g.,\ncholestyramine), rifampin, naltrexone and sertraline.\nLimitation of Use:\nLivmarli is not recommended in a subgroup of PFIC type 2 patients with ",
    " (e,g., diphenhydramine), bile acid sequestrants (e.g.,\ncholestyramine), rifampin, naltrexone and sertraline.\nLimitation of Use:\nLivmarli is not recommended in a subgroup of PFIC type 2 patients with specific ABCB11\nvariants resulting in non-functional or complete absence of bile salt export pump (BSEP) protein.\n2. Coverage Criteriaa:\nA. Progressive Familial Intrahepatic Cholestasis\n1. Initial Authorization\na. Livmarli will be approved based upon all of the following criteria:\n(1) Diagnosis of progressive familial intrahepatic cholestasis (PFIC)\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n1\n(2) Patient does not have a ABCB11 variant resulting in non-functional or complete\nabsence of bile salt export pump (BSEP) protein\n-AND-\n(3) Patient is experiencing moderate to severe pruritus associated with PFIC.\n-AND-\n(4) Patient has a serum bile acid concentration above the upper limit of the normal\nreference range for the reporting laboratory.\n-AND-\n(5) Patient has had an inadequate response to at least two conventional treatments\nfor the symptomatic relief of pruritus (e.g., uroseoxycholic acid,\ndiphenhydramine, cholestyramine, rifampin, naltrexone, and sertraline).\n-AND-\n(6) Prescribed by a gastroenterologist or hepatologist.\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Livmarli will be approved based on both of the following criteria:\n(1) Documentation of positive clinical response to Livmarli therapy (e.g., reduced\nserum bile acids, improved pruritis and less sleep disturbance)\n-AND-\n(2) Prescribed by a gastroenterologist or hepatologist.\nAuthorization will be issued for 12 months.\nB. Alagille Syndrome\n1. Initial Authorization\na. Livmarli will be approved based upon all of the following criteria:\n(1) Diagnosis of Alagille syndrome (ALGS)\n-AND-\n(2) Confirmation of diagnosis by presence of the JAG1 or Notch2 gene mutation\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n2\n(3) Patient has a serum bile acid concentration above the upper limit of the normal\n",
    "rmation of diagnosis by presence of the JAG1 or Notch2 gene mutation\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n2\n(3) Patient has a serum bile acid concentration above the upper limit of the normal\nreference range for the reporting laboratory.\n-AND-\n(4) Patient is experiencing moderate to severe pruritis associated with ALGS\n-AND-\n(5) Patient has had an inadequate response to at least two conventional treatments\nfor the symptomatic relief of pruritus (e.g., uroseoxycholic acid,\ndiphenhydramine, cholestyramine, rifampin, naltrexone, and sertraline).\n-AND-\n(6) Prescribed by a gastroenterologist or hepatologist.\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Livmarli will be approved based on both of the following criteria:\n(1) Documentation of positive clinical response to Livmarli therapy (e.g., reduced\nserum bile acids, improved pruritis)\n-AND-\n(2) Prescribed by a gastroenterologist or hepatologist.\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. Reference:\n1. Livmarli [package insert]. Foster City, CA: Mirum Pharmaceuticals, Inc.; July 2024.\n© 2024 UnitedHealthcare Services, Inc.\n3\n2. Gonzales E, Hardikar W, Stormon M, et al. Efficacy and safety of maralixibat treatment in\npatients with Alagille syndrome and cholestatic pruritus (ICONIC): a randomised phase 2\nstudy. Lancet. 2021;398(10311):1581-1592.\n3. Miethke AG, Moukarzel A, Porta G, et al. Maralixibat in progressive familial intrahepatic\ncholes",
    "me and cholestatic pruritus (ICONIC): a randomised phase 2\nstudy. Lancet. 2021;398(10311):1581-1592.\n3. Miethke AG, Moukarzel A, Porta G, et al. Maralixibat in progressive familial intrahepatic\ncholestasis (MARCH-PFIC): a multicentre, randomised, double-blind, placebo-controlled, phase\n3 trial [published correction appears in Lancet Gastroenterol Hepatol. 2024 Jul;9(7):e10.\n4. Chowdhury JR, Chowdhury NR. Inherited disorders associated with conjugated\nhyperbilirubinemia in adults. In: Post TW, ed. UpToDate. UpToDate, 2024. Accessed July 9,\n2024. Inherited disorders associated with conjugated hyperbilirubinemia in adults -\nUpToDate\n5. Kohut TJ, Loomes KM. Alagille syndrome. In: Post TW, ed. UpToDate. UpToDate, 2024.\nAccessed July 9, 2024. Alagille syndrome - UpToDate\nProgram Prior Authorization/Medical Necessity - Livmarli (maralixibat)\nChange Control\n11/2021 New program.\n1/2022 Updated coverage criteria to require trial of at least two medications for\npruritis.\n1/2023 Annual review with no changes to coverage criteria.\n5/2023 Updated background with expanded indication in ALGS patients 3\nmonths of age and older. No change to coverage criteria. Updated\nreference.\n5/2024 Annual review. Added coverage criteria for new PFIC indication.\nUpdated authorization durations to 12 months for ALGS indication.\nUpdated background and references.\n9/2024 Updated background with expanded PFIC indication in patients 12\nmonths to 4 years of age. Updated examples of conventional treatment\nwithin initial authorization criteria for both PFIC and ALGS. Updated\nreferences.\n© 2024 UnitedHealthcare Services, Inc.\n4"
  ]
}