{
  "source": "PA-Med-Nec-Doxepin-cream-Prudoxin-Zonalon.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2236-3\nProgram Prior Authorization/Medical Necessity – doxepin cream\nMedication/Therapeutic Class Prudoxin® (doxepin)*, Zonalon® (doxepin)*\nP&T Approval Date 4/2021, 3/2024, 4/2025\nEffective Date 7/1/2025\n1. Background:\nPrudoxin and Zonalon cream are indicated for the short-term (up to 8 days) management of\nmoderate pruritus in adult patients with atopic dermatitis or lichen simplex chronicus.\nThe American Academy of Dermatology guidelines for the care and management of atopic\ndermatitis recommend topical corticosteroids for patients with atopic dermatitis who have failed\nto respond to standard nonpharmacologic therapy. The use of topical calcineurin inhibitors\n(tacrolimus, pimecrolimus) is also recommended in patients who have failed to respond to, or\nwho are not candidates for topical corticosteroid treatment. Doxepin may provide a short-term\ndecrease in pruritus, however has no significant reduction in disease severity or control.\n2. Coverage Criteriaa:\nA. Authorization\n1. Prudoxin* or Zonalon* will be approved based on one of the following criteria:\na. Both of the following:\n(1) Diagnosis of moderate pruritus due to atopic dermatitis\n-AND-\n(2) History of failure, contraindication, or intolerance to one of the following\ntopical therapies:\n(a) One topical corticosteroid [e.g., mometasone furoate, fluocinolone\nacetonide (generic Synalar), fluocinonide]\n(b) One topical calcineurin inhibitor [e.g., pimecrolimus (generic Elidel),\ntacrolimus (generic Protopic)]\n-OR-\nb. Both of the following:\n(1) Diagnosis of moderate pruritus due to lichen simplex chronicus\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n1\n(2) History of failure, contraindication, or intolerance to a topical corticosteroid\n[e.g., mometasone furoate, fluocinolone acetonide (generic Synalar),\nfluocinonide]\nAuthorization will be issued for 1 month.\na State mandates may apply. Any federal regulatory requirements and the member specific",
    "asone furoate, fluocinolone acetonide (generic Synalar),\nfluocinonide]\nAuthorization will be issued for 1 month.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place\n* Brand Prudoxin and Zonalon are typically excluded from coverage.\n4. References:\n1. Prudoxin [package insert]. San Antonio, TX: DPT Laboratories, Ltd; June 2017.\n2. Zonalon [package insert]. San Antonio, TX: DPT Laboratories, Ltd; June 2017.\n3. Eichenfield LF, Tom WL, Berger TG, et al. Guidelines of care for the management of\natopic dermatitis: section 2. Management and treatment of atopic dermatitis with topical\ntherapies. J Am Acad Dermatol. 2014; 71(1):116-32.\nProgram Prior Authorization/Medical Necessity – doxepin cream\nChange Control\nDate Change\n4/2021 New program.\n3/2024 Review with no changes.\n4/2025 Annual review with no changes.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}