{
  "source": "PA-Med-Nec-Topical-Antifungals.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2035-12\nProgram Prior Authorization/Medical Necessity – Topical Antifungals\nMedication Jublia® (efinaconazole) and tavaborole\nP&T Approval Date 11/2014, 4/2015, 4/2016, 4/2017, 4/2018, 4/2019, 4/2020, 4/2021,\n4/2022, 10/2023, 10/2024\nEffective Date 1/1/2025\n1. Background:\nJublia (efinaconazole) and tavaborole are both indicated for the treatment of onychomycosis due to\nTrichophyton rubrum and Trichophyton mentagrophytes. Presence of these organisms may be\ndetermined using molecular diagnostic testing. Fungal cultures require a longer turnaround time to\nobtain diagnosis.\n2. Coverage Criteriaa:\nA. Jublia or tavaborole will be approved based on all of the following criteria:\n1. Submission of medical records (laboratory and clinical documentation) confirming\ndiagnosis of onychomycosis of the toenail with of one of the following infections (if\nrequest is for a subsequent course of therapy a new test must be performed):\na. Trichophyton rubrum\nb. Trichophyton mentagrophytes\n-AND-\n2. Treatment is requested due to medical condition and not for cosmetic purposes (e.g.,\npatients with history of cellulitis of the lower extremity who have ipsilateral toenail\nonychomycosis, patients with diabetes who have additional risk factors for cellulitis,\npatients who experience pain/discomfort associated with the infected nail)\n-AND-\n3. History of failure after a minimum of 12 weeks of treatmentb, contraindication, or\nintolerance to two of the following antifungal agents (please document date of trial):\na. itraconazole (generic Sporanox)\nb. oral terbinafine (generic Lamisil)\nc. ciclopirox (generic Penlac)\nAuthorization will be issued for 48 weeks.\n© 2024 UnitedHealthcare Services Inc.\n1\na. State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\nb For Connecticut, Kentuc",
    "federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\nb For Connecticut, Kentucky and Mississippi business, only a 30 day trial will be required.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Jublia [Package Insert]. Bridgewater, NJ: Bausch Health Companies Inc.; March 2022.\n2. Tavaborole [Package Insert]. bedminster, NJ: Alembic Pharmaceuticals, Inc.; December\n2023.\n3. Treating Onychomycosis. Am Fam Physician. 2001 Feb 15;63(4):663-72, 677-8.\n4. Goldstein AO. Onychomycosis: Management. UpToDate. September 2022. Accessed\nSeptember 5, 2024.\n5. Grag J, Tilak R, Sanjay S, et al. Evaluation of Pan-Dermatophyte Nested PCR in Diagnosis\nof Onychomycosis. 2007. J Clin Microbiology. 45:3443-3445.\nProgram Prior Authorization/Medical Necessity – Topical Antifungals\nChange Control\nDate Change\n11/2014 New program\n4/2015 Revised first line drugs to trial of 2 of 3 with addition of ciclopirox.\n4/2016 Removed specified testing requirements. Added requirement for\ndiagnosis of Trichophyton rubrum or Trichophyton mentagrophytes.\nAdded minimum treatment durations to step 1 agents.\n7/2016 Added Indiana and West Virginia coverage information.\n4/2017 Updated references. State mandate reference language updated.\n4/2018 Annual review. Updated references.\n4/2019 Annual review. Revised documentation requirements. Updated\nreferences.\n4/2020 Annual review. Updated references.\n4/2021 Annual review. Administrative change for reformatting and clarity.\nUpdated references.\n4/2022 Annual review. Corrected spelling of ciclopirox. State mandate\nreference language upd",
    "d references.\n4/2021 Annual review. Administrative change for reformatting and clarity.\nUpdated references.\n4/2022 Annual review. Corrected spelling of ciclopirox. State mandate\nreference language updated. Updated references.\n10/2023 Annual review. Noted brand Kerydin is typically excluded. Updated\nreferences.\n© 2024 UnitedHealthcare Services Inc.\n2\n10/2024 Removed references to brand Kerydin as it is no longer on the market.\nUpdated CT/KY/MS state mandate footnote. Updated references.\n© 2024 UnitedHealthcare Services Inc.\n3"
  ]
}