{
  "source": "PA-Med-Nec-Daybue.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2303-3\nProgram Prior Authorization/Medical Necessity\nMedication Daybue™ (trofinetide)\nP&T Approval Date 5/2023, 5/2024, 5/2025\nEffective Date 8/1/2025\n1. Background:\nDaybue is a synthetic analog of the amino-terminal tripeptide of insulin-like growth factor-1\n(IGF-1) indicated for the treatment of Rett syndrome (RTT) in adults and pediatric patients aged\n2 years and older.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Daybue will be approved based on both of the following criteria:\na. Diagnosis of Rett Syndrome (RTT) confirmed by one of the following:\n(1) All of the following clinical signs and symptoms:\n(a) A pattern of development, regression, then recovery or stabilization\n(b) Partial or complete loss of purposeful hand skills such as grasping with\nfingers, reaching for things, or touching things on purpose\n(c) Partial or complete loss of spoken language\n(d) Repetitive hand movements, such as wringing the hands, washing, squeezing,\nclapping, or rubbing\n(e) Gait abnormalities, including walking on toes or with an unsteady, wide-\nbased, stiff-legged gait\n-OR-\n(2) Confirmed genetic mutation in the MECP2 gene\n-AND-\nb. Prescribed by, or in consultation with, one of the following:\n(1) Geneticist\n(2) Pediatrician who specializes in childhood neurological or developmental\ndisorders\n(3) Neurologist\nAuthorization will be issued for 12 months.\n© 2025 UnitedHealthcare Services Inc.\n1\nB. Reauthorization\n1. Daybue will be approved based on the following criterion:\na. Documentation of positive clinical response to Daybue therapy\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nb",
    "e criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. Reference:\n1. Daybue [package insert]. San Diego, CA: Acadia Pharmaceuticals, Inc.; September 2024.\n2. International Rett Syndrome Foundation. Available at: https://www.rettsyndrome.org/about-rett-\nsyndrome/rett-syndrome-diagnosis/. Accessed March 28, 2025.\nProgram Prior Authorization/Medical Necessity - Daybue™ (trofinetide)\nChange Control\n5/2023 New program\n5/2024 Updated initial approval duration from 6 months to 12 months.\n5/2025 Annual review. No changes to clinical criteria.\n© 2025 UnitedHealthcare Services Inc.\n2"
  ]
}