{
  "source": "PA-Med-Nec-Cuvrior.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2325-2\nProgram Prior Authorization/Medical Necessity\nMedication Cuvrior™ (trientine tetrahydrochloride)*\nP&T Approval Date 2/2024, 2/2025\nEffective Date 5/1/2025\n1. Background:\nCuvrior (trientine tetrahydrochloride) is a copper chelator indicated for the treatment of adult\npatients with Wilson’s disease who are de-coppered and tolerant to penicillamine. Chelating\nagents (e.g., pencillamine, trientine hydrochloride) are well-established as the standard treatment\nof Wilson’s disease. Cuvrior (trientine tetrahydrochloride) has only been studied for maintenance\ntreatment in patients with Wilson’s disease who are pencillamine tolerant.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Cuvrior* will be approved based upon all of the following criteria:\na. Diagnosis of Wilson’s disease\n-AND-\nb. Patient is de-coppered [i.e., serum non-ceruloplasmin copper (NCC) level ≥ 25 and ≤\n150 mcg/L]\n-AND-\nc. Patient is tolerant to penicillamine\n-AND-\nd. Patient will discontinue penicillamine before starting therapy with Cuvrior\n-AND-\ne. History of intolerance, failure or contraindication to trientine hydrochloride\n-AND-\nf. Prescribed by a hepatologist.\nAuthorization will be issued for 12 months.\n© 2025 UnitedHealthcare Services, Inc.\n1\nB. Reauthorization\n1. Cuvrior will be approved based on both the following criteria:\na. Documentation of positive clinical response to Cuvrior therapy (e.g., increased 24-hour\nurinary copper excretion from baseline, normalization of serum free copper, prevention\nof or improvement in symptoms)\n-AND-\nb. Prescribed by a hepatologist.\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n*Cuvrior is typically excluded from coverage. Tried/Failed criteria may be in place. Please refer to pl",
    "may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n*Cuvrior is typically excluded from coverage. Tried/Failed criteria may be in place. Please refer to plan\nspecifics to determine exclusion status.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. Reference:\n1. Cuvrior [package insert]. Chicago, IL: Orphalan; April 2022.\n2. Trientine hydrochloride [package insert]. Parsippany, NJ: Teva Pharmaceuticals; January 2022.\n3. Schilsky ML, Roberts EA, Bronstein JM, et al. A multidisciplinary approach to the diagnosis and\nmanagement of Wilson disease: 2022 Practice Guidance on Wilson disease from the American\nAssociation for the Study of Liver Diseases. Hepatology. Published online December 7, 2022.\n4. Saroli Palumbo C, Schilsky ML. Clinical practice guidelines in Wilson disease. Ann Transl Med.\n2019;7(Suppl 2):S65.\nProgram Prior Authorization/Medical Necessity - Cuvrior (trientine\ntetrahydrochloride)\nChange Control\n2/2024 New program.\n2/2025 Annual review with no changes to coverage criteria. Updated background\nand references.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}