{
  "source": "PA-Med-Nec-Spevigo.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2341-2\nProgram Prior Authorization/Medical Necessity\nMedication *Spevigo® (spesolimab-sbzo) injection\n*This program applies to the subcutaneous formulations of Spevigo\nP&T Approval Date 5/2024, 5/2025\nEffective Date 7/1/2025\n1. Background:\nSpevigo is an interleukin-36 receptor antagonist indicated for the treatment of generalized\npustular psoriasis (GPP) in adults and pediatric patients 12 years of age and older and weighing\nat least 40 kg.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Spevigo will be approved based on all of the following criteria:\na. Diagnosis of generalized pustular psoriasis (GPP) based on both of the following:\n(1) Presence of primary, sterile, macroscopically visible pustules on erythematous\nbase\n(2) Pustulation is not restricted to the acral region or within psoriatic plaques\n-AND-\nb. Both of the following:\n(1) Used to prevent GPP flares\n(2) Patient is not currently experiencing a GPP flare\n-AND-\nc. One of the following:\n(1) Patient has been established on therapy with Spevigo for GPP under an active\nUnitedHealthcare medical benefit prior authorization\n-OR-\n(2) Both of the following:\n(a) Patient is currently on Spevigo therapy for GPP as documented by claims\nhistory or submission of medical records (Document date and duration of\ntherapy)\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n1\n(b) Patient has not received a manufacturer supplied sample at no cost in the\nprescriber’s office, or via manufacturer’s patient assistance programs (e.g.,\nsample card which can be redeemed at a pharmacy for a free supply of\nmedication) as a means to establish as a current user of Spevigo*\n-AND-\nd. Patient is not receiving Spevigo in combination with another targeted\nimmunomodulator [e.g., Enbrel (etanercept), Cimzia (certolizumab), Simponi\n(golimumab), Orencia (abatacept), adalimumab, Xeljanz (tofacitinib), Olumiant\n(baricitinib), Rinvoq (upadacitinib), ustekinumab, Skyrizi (risankiz",
    ", Enbrel (etanercept), Cimzia (certolizumab), Simponi\n(golimumab), Orencia (abatacept), adalimumab, Xeljanz (tofacitinib), Olumiant\n(baricitinib), Rinvoq (upadacitinib), ustekinumab, Skyrizi (risankizumab)] for\ntreatment of the same indication\n-AND-\ne. Prescribed by a dermatologist\n* Patients requesting initial authorization who were established on therapy via the receipt of a\nmanufacturer supplied sample at no cost in the prescriber’s office or via manufacturer’s patient\nassistance programs shall be required to meet initial authorization criteria as if patient were new\nto therapy.\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Spevigo will be approved based on all of the following criteria:\na. Documentation of positive clinical response to therapy [e.g., preventing flares,\nreducing frequency of flares, prolonging time between flares, controlling signs and\nsymptoms of GPP (e.g. pustules, erythema, pain, itching) between flares]\n-AND-\nb. Reduction in the utilization of therapy (e.g., intravenous Spevigo) used for GPP\nflares\n-AND-\nc. Patient is not receiving Spevigo in combination with another targeted\nimmunomodulator [e.g., Enbrel (etanercept), Cimzia (certolizumab), Simponi\n(golimumab), Orencia (abatacept), adalimumab, Xeljanz (tofacitinib), Olumiant\n(baricitinib), Rinvoq (upadacitinib), ustekinumab, Skyrizi (risankizumab)] for\ntreatment of the same indication\n-AND-\nd. Prescribed by a dermatologist\n© 2025 UnitedHealthcare Services, Inc.\n2\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval proc",
    "UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Spevigo [package insert]. Ridgefield, CT: Boehringer Ingelheim Pharmaceuticals, Inc.; March\n2024.\n2. Bachelez H, Choon SE, Marrakchi S, et al. Trial of Spesolimab-sbzo for Generalized Pustular\nPsoriasis. N Engl J Med. 2021;385(26):2431-2440. doi:10.1056/NEJMoa2111563.\n3. Navarini AA, Burden AD, Capon F, et al. European consensus statement on phenotypes of\npustular psoriasis. J Eur Acad Dermatol Venereol. 2017;31(11):1792-1799.\ndoi:10.1111/jdv.14386.\n4. Armstrong AW, Elston CA, Elewski BE, et al. Generalized pustular psoriasis: A consensus\nstatement from the National Psoriasis Foundation. J Am Acad Dermatol. 2024;90(4):727-730.\ndoi:10.1016/j.jaad.2023.09.080\n5. Choon SE, van de Kerkhof P, Gudjonsson JE, et al. International Consensus Definition and\nDiagnostic Criteria for Generalized Pustular Psoriasis From the International Psoriasis\nCouncil. JAMA Dermatol. 2024;160(7):758-768. doi:10.1001/jamadermatol.2024.0915\n6. Barker JN, Casanova E, Choon SE, et al. Global Delphi consensus on treatment goals for\ngeneralized pustular psoriasis. Br J Dermatol. 2025;192(4):706-716. doi:10.1093/bjd/ljae491\nProgram Prior Authorization/Medical Necessity – Spevigo® (spesolimab-sbzo)\nChange Control\n5/2024 New program.\n5/2025 Annual review. Revised diagnostic criteria per consensus guidelines.\nUpdated combination use language. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}