{
  "source": "PA-Med-Nec-Ixinity.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2115-9\nProgram Prior Authorization/Medical Necessity\nMedication Ixinity® [coagulation factor IX (recombinant)]*\nP&T Approval Date 11/2016, 11/2017, 11/2018, 11/2019, 11/2020, 11/2021, 11/2022,\n11/2023, 11/2024\nEffective Date 2/1/2025\n1. Background\nIxinity [coagulation factor IX (recombinant)] is a human blood coagulation factor indicated in\nadults and children with hemophilia B for on-demand treatment and control of bleeding episodes,\nperioperative management, and for routine prophylaxis to reduce the frequency of bleeding\nepisodes.\nIxinity is not indicated for induction of immune tolerance in patients with hemophilia B.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Ixinity will be initially approved based on all of the following criteria:1-3\na. Diagnosis of hemophilia B\n-AND-\nb. One of the following:\n(1) Submission of documentation showing failure to meet clinical goals (e.g.,\ncontinuation of spontaneous bleeds, inability to achieve appropriate trough\nlevel) after a trial of two of the following recombinant factor products:\n(a) Benefix\n(b) Rixubis\n-OR-\n(2) Submission of documentation showing history of hypersensitivity to two of the\nfollowing recombinant factor products:\n(a) Benefix\n(b) Rixubis\n-OR-\n(3) Physician attestation that patient would preferentially benefit from Ixinity\nbased on one of the following:\n© 2024 UnitedHealthcare Services, Inc.\n1\n(a) Patient is at high risk for the development of inhibitors (e.g., family history\nof inhibitors and success with product, current treatment less than 50 days,\nhigh risk genetic mutation, history of initial intensive therapy greater than 5\ndays)\n(b) Patient has developed inhibitors\n(c) Patient has undergone immune tolerance induction/immune tolerance\ntherapy\n-OR-\n(4) Both of the following:\n(a) Patient is currently on Ixinity therapy\n-AND-\n(b) Patient has not received a manufacturer supplied sample at no cost in\nprescriber office, or any for",
    "erance\ntherapy\n-OR-\n(4) Both of the following:\n(a) Patient is currently on Ixinity therapy\n-AND-\n(b) Patient has not received a manufacturer supplied sample at no cost in\nprescriber office, or any form of assistance from a Medexus Pharma\nsponsored Ixinity Savings Program™ (e.g., sample card which can be\nredeemed at a pharmacy for a free supply of medication) as a means to\nestablish as a current user of Ixinity*\n* Patients requesting initial authorization who were established on therapy via the receipt of a\nmanufacturer supplied sample at no cost in the prescriber’s office or any form of assistance\nfrom a Medexus Pharma sponsored Ixinity Savings ProgramTM shall be required to meet\ninitial authorization criteria as if patient were new to therapy.\nAuthorization of therapy will be issued for 12 months.\nB. Reauthorization\n1. Ixinity will be approved based on the following criterion:\na. Documentation of positive clinical response to Ixinity therapy.\nAuthorization of therapy will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply\n* Ixinity is typically excluded from coverage. Tried/Failed criteria may be in place. Please refer\nto plan specifics to determine exclusion status.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\n© 2024 UnitedHealthcare Services, Inc.\n2\nand/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n4. References:\n1. Ixinity [package insert]. Chicago, IL: Medexus Pharma, Inc.; March 2024.\n2. Malec L, Shapiro AD. Hemophilia A and B: Routine management including prophylaxis. In:\nUpToDate, Waltham, MA, 2024.\n3. Hoots WK, Shapiro AD. Inhibitors in hemophilia: Mechanisms",
    ", Inc.; March 2024.\n2. Malec L, Shapiro AD. Hemophilia A and B: Routine management including prophylaxis. In:\nUpToDate, Waltham, MA, 2024.\n3. Hoots WK, Shapiro AD. Inhibitors in hemophilia: Mechanisms, prevalence, diagnosis, and\neradication. In: UpToDate, Waltham, MA, 2024.\n4. MASAC Recommendations Concerning Products Licensed for the Treatment of Hemophilia\nand Selected Disorders of the Coagulation System. MASAC Document 284. April 11, 2024.\n5. Benefix® [package insert]. Philadelphia, PA: Wyeth Pharmaceuticals; November 2022.\n6. Rixubis® [package insert]. Lexington, MA: Baxalta US Inc.; March 2023.\nProgram Prior Authorization/Medical Necessity - Ixinity\nChange Control\n11/2016 New program.\n12/2016 Administrative change. Revised formatting.\n11/2017 Annual review. Revised formatting without change to clinical intent.\nUpdated sample pack language and state mandate verbiage. Updated\nreference.\n11/2018 Annual review. No changes to clinical coverage criteria. Updated\nreferences.\n11/2019 Annual review. No changes to clinical coverage criteria. Updated\nreference.\n11/2020 Annual review. Updated background and references.\n11/2021 Annual review with no changes to clinical coverage criteria. Updated\nbackground and references.\n11/2022 Annual review with no changes to clinical coverage criteria. Updated\nname of manufacturer sponsored savings program. Updated references.\n11/2023 Annual review with no changes to clinical coverage criteria. Updated\nexclusion footnote to standard language and updated references.\n11/2024 Annual review with no changes to clinical coverage criteria. Updated\nbackground and references.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}