{
  "source": "PA-Med-Nec-Verquvo.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2239-5\nProgram Prior Authorization/Medical Necessity\nMedication Verquvo® (vericiguat)\nP&T Approval Date 6/2021, 11/2021, 12/2022, 2/2024, 4/2025\nEffective Date 7/1/2025\n1. Background:\nVerquvo (vericiguat) is indicated to reduce the risk of cardiovascular death and heart failure\n(HF) hospitalization following a hospitalization for heart failure or the need for outpatient IV\ndiuretics, in adults with symptomatic chronic HF and ejection fraction less than 45%. Verquvo\nhas a boxed warning for embryo-fetal toxicity and should not be used during pregnancy.\n2. Coverage Criteria:\nA. Initial Therapy\n1. Verquvo will be approved based on all the following criteria:\na. Diagnosis of heart failure\n-AND-\nb. Ejection fraction is less than 45 percent\n-AND-\nc. Heart failure is classified as one of the following:\n(1) New York Heart Association Class II\n(2) New York Heart Association Class III\n(3) New York Heart Association Class IV\n-AND-\nd. One of the following:\n(1) Hospitalization for heart failure within the past six months\n(2) Outpatient IV diuretics for heart failure within the past three months\n-AND-\ne. One of the following:\n(1) Patient is on a stabilized dose and receiving concomitant therapy with a\nmaximally tolerated beta-blocker (e.g. bisoprolol, carvedilol, metoprolol)\n(2) Patient has a contraindication or intolerance to beta-blocker therapy\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\nf. One of the following:\n(1) Patient is on a stabilized dose and receiving concomitant therapy with one of the\nfollowing:\n(a) angiotensin converting enzyme (ACE) inhibitor (e.g. captopril, enalapril)\n(b) angiotensin II receptor blocker (ARB) (e.g. candesartan, valsartan)\n(c) angiotensin receptor-neprilysin inhibitor (ARNI) (e.g. Entresto)\n-OR-\n(2) Patient has an allergy, contraindication, or intolerance to ACE inhibitors, ARBs,\nand ARNIs.\n-AND-\ng. One of the following:\n(1) Patient is on a stabilized dose and receiving",
    ") (e.g. Entresto)\n-OR-\n(2) Patient has an allergy, contraindication, or intolerance to ACE inhibitors, ARBs,\nand ARNIs.\n-AND-\ng. One of the following:\n(1) Patient is on a stabilized dose and receiving concomitant therapy with a\nmaximally tolerated aldosterone antagonist (e.g. eplerenone, spironolactone)\n(2) Patient has a contraindication or intolerance to aldosterone antagonist therapy\n-AND-\nh. One of the following:\n(1) Patient is on a stabilized dose and receiving concomitant therapy with Jardiance\nor Farxiga* (includes combination products containing empagliflozin or\ndapagliflozin*)\n(2) Patient has a contraindication or intolerance to SGLT2 inhibitor therapy\n-AND-\ni. Verquvo is prescribed by or in consultation with a cardiologist\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Verquvo will be approved based on the following criterion:\na. Documentation of positive clinical response to therapy\nAuthorization will be issued for 12 months\n© 2025 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply Limits may be in place.\n• *Typically excluded from coverage\n4. References:\n1. Verquvo [package insert]. Rahway, NJ: Merck & Co., Inc; July 2023.\n2. Heidenreich, P. A., Bozkurt, B., Aguilar, D., et al. 2022 ACC/AHA/HFSA guideline for the\nmanagement of heart failure. Journal of Cardiac Failure, 2022 28(5), e1-e167.\n3. Maddox TM, Januzzi JL Jr., Allen LA, Breathett K, Butler J, Davis LL, Fonarow GC, Ibrahim\nNE, Lindenfeld J, Masoudi FA, Motiwala SR, Oliveros E, Patterson JH, Walsh MN, Wasserman\nA, Yancy CW, Youmans QR. 2021 update to the 2017 ACC expert consensus decision pathway\nfor optimization of heart failure treatment: answers to 10 pivotal issues about he",
    "terson JH, Walsh MN, Wasserman\nA, Yancy CW, Youmans QR. 2021 update to the 2017 ACC expert consensus decision pathway\nfor optimization of heart failure treatment: answers to 10 pivotal issues about heart failure with\nreduced ejection fraction: a report of the American College of Cardiology Solution Set Oversight\nCommittee. J Am Coll Cardiol 2021;77:772–810.\n4. Maddox TM, Januzzi JL Jr, Allen LA, Breathett K, Brouse S, ButlerJ, Davis LL, Fonarow GC,\nIbrahim NE, Lindenfeld J, Masoudi FA, Motiwala SR, Oliveros E, Walsh MN, Wasserman A,\nYancy CW, Youmans QR. 2024 ACCexpert consensus decision pathway for treatment of heart\nfailure with reduced ejection fraction: a report of the American College of Cardiology\nSolutionSet Oversight Committee. J Am Coll Cardiol 2024;83(15):1444-1488.\nProgram Prior Authorization/Medical Necessity - Verquvo (vericiquat)\nChange Control\n6/2021 New program.\n11/2021 Updated SGLT2 inhibitor requirement to include Jardiance and Farxiga.\n12/2022 Annual review. Updated references.\n2/2024 Annual review. Updated references.\n4/2025 Annual review. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}