{
  "source": "PA-Med-Nec-Omnipod-5.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2278-5\nProgram Prior Authorization/Medical Necessity\nMedication Omnipod® 5, TwiistTM\nP&T Approval Date 5/2022, 9/2022, 11/2023, 11/2024, 3/2025\nEffective Date 6/1/2025\n1. Background:\nExternal insulin pumps are used for managing individuals with diabetes and deliver insulin by\ncontinuous subcutaneous infusion. OmniPod 5 is indicated for management of type 1 diabetes\nin persons aged 2 and older and in persons with type 2 diabetes aged 18 and older. Twiist is\nindicated in persons aged 6 and older with type 1 diabetes. Members will be required to meet\nthe following coverage criteria.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Omnipod 5 or Twiist will be approved based on one of the following criteria:\na. All of the following:\n(1) One of the following:\n(a) For Omnipod 5: Diagnosis of diabetes\n(b) For Twiist: Diagnosis of Type 1 diabetes\n-AND-\n(2) All of the followingb:\n(a) Patient regularly tests blood glucose > 4 times/day or utilizes a continuous\nglucose monitor (CGM) for > 8 weeks\n(b) Patient has completed a diabetes management program\n(c) Patient injects insulin > 3 times/day\n-AND-\n(3) Both of the following:\n(a) Patient or caregiver is motivated to assume responsibility for self-care and\ninsulin management\n(b) Patient or caregiver demonstrates knowledge of importance of nutrition\nincluding carbohydrate counting and meal planning.\n-OR-\n© 2025 UnitedHealthcare Services, Inc.\n1\nb. For continuation of therapy\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Omnipod 5 or Twiist will be approved for continuation of therapy based on the following\ncriteriab:\na. Documentation of positive clinical response\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\nb In Florida, Maine, Tenne",
    "ederal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\nb In Florida, Maine, Tennessee, and Texas only, diabetes medications may be approved based on\nboth of the following: 1) Provider attests use of this product is medically necessary; and- 2) If\napplicable, clinical characteristics exist that preclude the use of the covered preferred\nalternative(s) and use of the covered preferred alternative(s) could result in worsening of\npatient’s condition or inadequate treatment (document alternatives and clinical information\nrelated to worsening/inadequate treatment).\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n• Coverage is not provided for indications unproven per medical benefit drug policy.\n4. References:\n1. American Diabetes Association. Diabetes Technology: Standards of Care in Diabetes - 2024.\nDiabetes Care 2024; 47S126-S144.\n2. Blonde L, Umpierrez G, Reddy S, et al.; American Association of Clinical Endocrinology\nClinical Practice Guideline: Developing a Diabetes Mellitus Comprehensive Care Plan- 2022\nUpdate. Endocrine Practice 28(2022)923-1049.\nProgram Prior Authorization/Medical Necessity – Omnipod 5\nChange Control\n5/2022 New program.\n9/2022 Added continuation of therapy. Clarified that CGM could be used to\nmonitor blood glucoses.\n11/2023 Annual review. Updated references.\n11/2024 Annual review. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n2\n3/2025 Added Twiist to criteria. Removed requirement for hypoglycemia,\nunpredictable blood glucose swings, or HbA1C outside of goal.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}