{
  "source": "PA-Med-Nec-Bylvay.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2251-6\nProgram Prior Authorization/Medical Necessity\nMedication Bylvay™ (odevixibat)\nP&T Approval Date 10/2021, 12/2021, 12/2022, 8/2023, 10/2023, 8/2024\nEffective Date 11/1/2024\n1. Background:\nBylvay (odevixibat) is an ileal bile acid transporter inhibitor indicated for the treatment of pruritis\nin patients aged 3 months or older with progressive familial intrahepatic cholestasis (PFIC).\nBylvay is also indicated for the treatment of pruritis in patients 12 months of age and older with\nAlagille syndrome (ALGS).\nPFIC is a heterogeneous group of liver disorders of autosomal recessive inheritance,\ncharacterized by an early onset of cholestasis (usually during infancy) with pruritus and\nmalabsorption, which rapidly progresses and ends up as liver failure. Pruritus is the most obvious\nand the most unbearable symptom in cholestasis. It has been proposed that it is induced by the\nstimulation of nonmyelinated subepidermal free nerve ends because of increased serum bile\nacids.\nALGS is a rare genetic disorder caused by a mutation in the JAG1 or Notch2 genes which are\ninvolved in embryonic development in utero. In ALGS patients, multiple organ systems may be\naffected by the mutation. In the liver, the mutation causes the bile ducts to abnormally narrow,\nmalform and reduce in number, leading to bile acid accumulation, cholestasis, and ultimately\nprogressive liver disease. The cholestatic pruritus experienced by patients with ALGS is among\nthe most severe in any chronic liver disease and is present in most affected children by the third\nyear of life.\nConventional treatments for pruritis associated with PFIC or Alagille syndrome include\nuroseoxycholic acid (UCDA), antihistamines (e,g., diphenhydramine), bile acid sequestrants\n(e.g., cholestyramine), rifampin, naltrexone and sertraline.\nLimitation of Use:\nBylvay may not be effective in a subgroup of PFIC type 2 patients with specific ABCB11\nvariants resulti",
    "cid sequestrants\n(e.g., cholestyramine), rifampin, naltrexone and sertraline.\nLimitation of Use:\nBylvay may not be effective in a subgroup of PFIC type 2 patients with specific ABCB11\nvariants resulting in non-functional or complete absence of bile salt export pump protein (BSEP-\n3).\n© 2024 UnitedHealthcare Services, Inc.\n1\n2. Coverage Criteriaa:\nA. Progressive Familial Intrahepatic Cholestasis\n1. Initial Authorization\na. Bylvay will be approved based upon all of the following criteria:\n(1) Confirmed molecular diagnosis of progressive familial intrahepatic cholestasis\n(PFIC)\n-AND-\n(2) Patient does not have a ABCB11 variant resulting in non-functional or complete\nabsence of bile salt export pump protein (BSEP-3)\n-AND-\n(3) Patient is experiencing moderate to severe pruritus associated with PFIC.\n-AND-\n(4) Patient has a serum bile acid concentration above the upper limit of the normal\nreference range for the reporting laboratory.\n-AND-\n(5) Patient has had an inadequate response to at least two other conventional\ntreatments for the symptomatic relief of pruritus (e.g., uroseoxycholic acid,\ndiphenhydramine, cholestyramine, rifampin, naltrexone, and sertraline).\n-AND-\n(6) Prescribed by a gastroenterologist or hepatologist.\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Bylvay will be approved based on both of the following criteria:\n(1) Documentation of positive clinical response to Bylvay therapy (e.g., reduced\nserum bile acids, improved pruritis and less sleep disturbance)\n-AND-\n(2) Prescribed by a gastroenterologist or hepatologist.\nAuthorization will be issued for 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n2\nB. Alagille Syndrome\n1. Initial Authorization\na. Bylvay will be approved based upon all of the following criteria:\n(1) Diagnosis of Alagille syndrome (ALGS)\n-AND-\n(2) Confirmation of diagnosis by presence of the JAG1 or Notch2 gene mutation\n-AND-\n(3) Patient has a serum bile acid concentration above the upper limit of the normal\nreference",
    " syndrome (ALGS)\n-AND-\n(2) Confirmation of diagnosis by presence of the JAG1 or Notch2 gene mutation\n-AND-\n(3) Patient has a serum bile acid concentration above the upper limit of the normal\nreference range for the reporting laboratory.\n-AND-\n(4) Patient is experiencing moderate to severe pruritis associated with ALGS\n-AND-\n(5) Patient has had an inadequate response to at least two other conventional\ntreatments for the symptomatic relief of pruritus (e.g., ursodeoxycholic acid,\ndiphenhydramine, cholestyramine, rifampin, naltrexone, and sertraline).\n-AND-\n(6) Prescribed by a gastroenterologist or hepatologist.\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Bylvay will be approved based on both of the following criteria:\n(1) Documentation of positive clinical response to Bylvay therapy (e.g., reduced\nserum bile acids, improved pruritis)\n-AND-\n(2) Prescribed by a gastroenterologist or hepatologist.\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n© 2024 UnitedHealthcare Services, Inc.\n3\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. Reference:\n1. Bylvay [package insert]. Cambridge, MA: Ipsen Biopharmaceuticals, Inc.; February 2024.\n2. Thompson RJ, Arnell H, Artan R, et al. Odevixibat treatment in progressive familial intrahepatic\ncholestasis: a randomised, placebo-controlled, phase 3 trial. Lancet Gastroenterol Hepatol.\n2022;7(9):830-842.\n3. Ovchinsky N, Aumar M, Baker A, et al. Efficacy and safety of odevixibat in patients with\nAlagille syndrome (ASSE",
    " placebo-controlled, phase 3 trial. Lancet Gastroenterol Hepatol.\n2022;7(9):830-842.\n3. Ovchinsky N, Aumar M, Baker A, et al. Efficacy and safety of odevixibat in patients with\nAlagille syndrome (ASSERT): a phase 3, double-blind, randomised, placebo-controlled\ntrial. Lancet Gastroenterol Hepatol. 2024;9(7):632-645.\n4. Chowdhury JR, Chowdhury NR. Inherited disorders associated with conjugated\nhyperbilirubinemia in adults. In: Post TW, ed. UpToDate. UpToDate, 2024. Accessed July 9,\n2024. Inherited disorders associated with conjugated hyperbilirubinemia in adults - UpToDate\n5. Kohut TJ, Loomes KM. Alaglle syndrome. In: Post TW, ed. UpToDate. UpToDate, 2024.\nAccessed July 9, 2024. Alagille syndrome - UpToDate\nProgram Prior Authorization/Medical Necessity - Bylvay (odevixibat)\nChange Control\n10/2021 New program\n12/2021 Updated criteria with addition of elevated sBA level requirement.\n12/2022 Annual review with no changes to coverage criteria. Updated\nreferences.\n8/2023 Updated examples of conventional treatment for pruritus associated\nwith PFIC. Added coverage criteria for new ALGS indication.\nUpdated background and references.\n10/2023 Removed requirement that PFIC must be type 1 or 2. Expanded\nprescriber requirement to include gastroenterologist.\n8/2024 Annual review. Updated examples of conventional treatment and initial\nauthorization durations. Updated background and references.\n© 2024 UnitedHealthcare Services, Inc.\n4"
  ]
}