{
  "source": "PA-Med-Nec-Hemlibra.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2154-8\nProgram Prior Authorization/Medical Necessity\nMedication Hemlibra® (emicizumab-kxwh)\nP&T Approval Date 11/2018, 11/2019, 9/2020, 9/2021, 9/2022, 9/2023, 9/2024, 5/2025\nEffective Date 7/1/2025\n1. Background:\nHemlibra (emicizumab-kxwh) is a bispecific factor IXa- and factor X-directed antibody indicated\nfor routine prophylaxis to prevent or reduce the frequency of bleeding episodes in adult and\npediatric patients ages newborn and older with hemophilia A (congenital factor VIII deficiency)\nwith or without factor VIII inhibitors.\n2. Coverage Criteriaa:\nA. Hemophilia A With Inhibitors\n1. Initial Authorization\na. Hemlibra will be approved based on all of the following criteria\n(1) Diagnosis of hemophilia A\n-AND-\n(2) Patient has developed high-titer factor VIII inhibitors ( > 5 Bethesda units [BU])\n-AND-\n(3) Prescribed for the prevention of bleeding episodes (i.e., routine prophylaxis)\nAuthorization of therapy will be issued for 12 months.\n2. Reauthorization\na. Documentation of positive clinical response to Hemlibra therapy\nAuthorization will be issued for 12 months.\nB. Hemophilia A Without Inhibitors\n1. Initial Authorization\na. Hemlibra will be approved based on both of the following criteria\n(1) One of the following:\n© 2025 UnitedHealthcare Services Inc.\n1\n(a) Both of the following:\ni. Diagnosis of severe hemophilia A\n-AND-\nii. Documentation of endogenous factor VIII levels less than 1% of normal\nfactor VIII (< 0.01 IU/mL)\n-OR-\n(b) Both of the following:\ni. One of the following\n1. Both of the following\na. Diagnosis of moderate hemophilia A\n-AND-\nb. Documentation of endogenous factor VIII level >1% < 5% (greater\nthan or equal to 0.01 IU/mL to less than 0.05 IU/mL)\n-OR-\n2. Both of the following\na. Diagnosis of mild hemophilia A\n-AND-\nb. Documentation of endogenous factor VIII level > 5% (greater than\nor equal to 0.05 IU/mL)\n-AND-\nii. Submission of medical records (e.g., chart notes, laborator",
    ". Diagnosis of mild hemophilia A\n-AND-\nb. Documentation of endogenous factor VIII level > 5% (greater than\nor equal to 0.05 IU/mL)\n-AND-\nii. Submission of medical records (e.g., chart notes, laboratory values)\ndocumenting a failure to meet clinical goals (e.g., continuation of\nspontaneous bleeds, inability to achieve appropriate trough level, previous\nhistory of inhibitors) after a trial of prophylactic factor VIII replacement\nproducts\n-OR-\n(c) All of the following:\ni. Patient is currently on Hemlibra therapy\n-AND-\n© 2025 UnitedHealthcare Services Inc.\n2\nii. Diagnosis of hemophilia A\n-AND-\niii. Patient has not received a manufacturer supplied sample at no cost in\nprescriber office, or any form of assistance from the Genentech Patient\nFoundation or the Genentech sponsored Hemlibra Co-pay Card program\n(e.g., sample card which can be redeemed at a pharmacy for a free supply\nof medication) as a means to establish as a current user of Hemlibra*\n-AND-\n(2) Hemlibra is prescribed for the prevention of bleeding episodes (i.e., routine\nprophylaxis)\n* Patients requesting initial authorization who were established on therapy via the receipt of a\nmanufacturer supplied sample at no cost in the prescriber’s office or any form of assistance from\nthe Genentech Patient Foundation or the Genentech Hemlibra Co-pay Card program shall be\nrequired to meet initial authorization criteria as if patient were new to therapy.\nAuthorization of therapy will be issued for 12 months.\n2. Reauthorization\na. Hemlibra will be approved based on the following criterion:\n(1) Documentation of positive clinical response to Hemlibra therapy\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization",
    "rage criteria. Other policies and utilization\nmanagement programs may apply\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n4. References:\n1. Hemlibra® [package insert]. South San Francisco, CA: Genentech, Inc., January 2024.\n2. Oldenburg, J, Mahlangu JN, Kim, B, et al. Emicizumab Prophylaxis in Hemophilia A with\nInhibitors. N Engl J Med 2017; 377:809-818.\n3. Mahlangu J, Oldenburg J, Paz-Priel I, et al. Emicizumab Prophylaxis in Patients Who Have\nHemophilia A without Inhibitors. N Engl J Med. 2018;379:811-22.\n© 2025 UnitedHealthcare Services Inc.\n3\n4. Blanchette VS, Key NS, Ljung LR, Manco-Johnson MJ, van Den Berg HM, Srivastava A, for the\nSubcommittee on Factor VIII, Factor IX and Rare Coagulation Disorders. Definitions in\nhemophilia: communication from the SSC of the ISTH. J Thromb Haemost 2014;12:1935–9.\n5. MASAC Recommendation on the Use and Management of Emicizumab-kxwh (Hemlibra®) for\nHemophilia A with and without Inhibitors. MASAC Document #268, April 27, 2022.\nProgram Prior Authorization/Medical Necessity - Hemlibra (emicizumab-kxwh)\nChange Control\n11/2018 New program\n11/2019 Annual review. No changes to clinical coverage criteria. Updated\nreference.\n9/2020 Annual review. No changes to clinical coverage criteria.\n9/2021 Annual review. No changes to clinical coverage criteria. Updated\nreference.\n9/2022 Annual review. Updated name of Genentech Access to Care Foundation\nto Genentech Patient Foundation with no change to clinical intent.\nUpdated references.\n9/2023 Annual review. Modified physician attestation to prescriber attestation.\nUpdated references.\n9/2024 Annual review. Updated list of examples of extended half-life factor\nVIII replacement products. Updated references.\n5/2025 Removed criteria",
    "tation to prescriber attestation.\nUpdated references.\n9/2024 Annual review. Updated list of examples of extended half-life factor\nVIII replacement products. Updated references.\n5/2025 Removed criteria that patient is not to receive extended half-life factor\nVIII replacement products for the treatment of breakthrough bleeding\nepisodes.\n© 2025 UnitedHealthcare Services Inc.\n4"
  ]
}