{
  "source": "PA-Med-Nec-Vemlidy.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2285-6\nProgram Prior Authorization/Medical Necessity\nMedication Vemlidy® (tenofovir alafenamide)*\nP&T Approval Date 8/2022, 11/2022, 11/2023, 2/2024, 5/2024, 5/2025\nEffective Date 8/1/2025\n1. Background\nVemlidy (tenofovir alafenamide) is a hepatitis B virus (HBV) nucleoside analogue reverse\ntranscriptase inhibitor indicated for the treatment of chronic hepatitis B virus (HBV) infection\nin adults and pediatric patients 6 years of age and older and weighing at least 25 kg with\ncompensated liver disease.\nEntecavir (generic Baraclude) is an HBV nucleoside analogue reverse transcriptase inhibitor\nindicated for the treatment of chronic hepatitis B virus infection in adults and children at least\n2 years of age with evidence of active viral replication and either evidence of persistent\nelevations in serum aminotransferases (ALT or AST) or histologically active disease.\nTenofovir disoproxil fumarate (generic Viread) is an HBV nucleoside analogue reverse\ntranscriptase inhibitor indicated for the treatment of chronic hepatitis B in adults and pediatric\npatients 2 years of age and older weighing at least 10 kg.\n2. Coverage Criteriaa:\nA. Treatment of Chronic Hepatitis B Infection:\n1. Initial Authorization\na. Vemlidy* will be approved based on all of the following criteria:\n(1) Diagnosis of chronic hepatitis B infectionb\n-AND-\n(2) Both of the following:\n(a) Submission of medical records documenting one of the following:\ni. Patient has a history of adverse event or intolerance to entecavir\n(generic Baraclude)\n-OR-\nii. Patient is not a suitable candidate for entecavir (generic Baraclude)\n-AND-\n© 2025 UnitedHealthcare Services Inc.\n1\n(b) One of the following:\ni. Submission of medical records documenting a history of adverse event\nor intolerance to tenofovir disoproxil fumarate (generic Viread)*\n-OR-\nii. Submission of medical records documenting an estimated glomerular\nfiltration rate below 90 mL/min\n-OR-\niii.",
    " of adverse event\nor intolerance to tenofovir disoproxil fumarate (generic Viread)*\n-OR-\nii. Submission of medical records documenting an estimated glomerular\nfiltration rate below 90 mL/min\n-OR-\niii. Submission of medical records documenting a diagnosis of osteopenia\nas defined by a BMD T-score between -1 and -2.5 (BMD T-score\ngreater than -2.5 and less than or equal to -1) based on BMD\nmeasurements from lumbar spine (at least two vertebral bodies), hip\n(femoral neck, total hip), or radius (one-third radius site) [Provider must\nsubmit patient specific BMD T-scores] with evidence of progressive\nbone loss on serial DEXA scan\n-OR-\niv. Submission of medical records documenting a diagnosis of osteoporosis\nas defined by a BMD T-score ≤ -2.5 based on BMD measurements from\nlumbar spine (at least two vertebral bodies), hip (femoral neck, total\nhip), or radius (one-third radius site) [Provider must submit patient\nspecific BMD T-score]\n-OR-\nv. Submission of medical records documenting a prior low-trauma or non-\ntraumatic fracture\n-OR-\nvi. Patient is less than 20 years of age\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Vemlidy will be approved based on all of the following criteria:\n(1) Documentation of positive clinical response to Vemlidy therapyb\n-AND-\n(2) Patient is not a suitable candidate for entecavir (generic Baraclude) or\ntenofovir disoproxil fumarate (generic Viread).\nAuthorization will be issued for 12 months.\n© 2025 UnitedHealthcare Services Inc.\n2\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\nb Plans sitused in Nevada are not subject to clinical criteria. Only step therapy may be required.\n*Vemlidy and Brand Viread are typically excluded from coverage. Tried/Failed criteria may be in\nplace. Please refer to plan specifics to determine exclusion status.\n3. Additional Clinical Rules:\n• N",
    ".\n*Vemlidy and Brand Viread are typically excluded from coverage. Tried/Failed criteria may be in\nplace. Please refer to plan specifics to determine exclusion status.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place\n4. References:\n1. Vemlidy [package insert]. Foster City, CA: Gilead Sciences, Inc.; March 2024.\n2. Baraclude [package insert]. Princeton, NJ: Brisol-Myers Squibb Company; November 2019.\n3. Viread [package insert]. Foster City, CA: Gilead Sciences, Inc.; April 2019.\nProgram Prior Authorization/Medical Necessity – Vemlidy® (tenofovir\nalafenamide)\nChange Control\n8/2022 New program\n11/2022 Updated language for prior use of entecavir and generic Viread.\n11/2023 Annual review with no changes to clinical coverage criteria. Updated\nbackground and references.\n2/2024 Added Nevada footnote.\n5/2024 Updated background with expanded indication in patients 6 to 11 years\nof age weighing at least 25 kg. Updated reference.\n5/2025 Annual review with no changes.\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}