{
  "source": "PA-Med-Nec-Agamree.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2345-2\nProgram Prior Authorization/Medical Necessity\nMedication Agamree® (vamorolone)*\nP&T Approval Date 10/1/2024\nEffective Date 1/1/2025\n1. Background:\nAgamree (vamorolone)* is a corticosteroid indicated for the treatment of Duchenne muscular\ndystrophy (DMD) in patients 2 years of age and older.1\nThe UnitedHealthcare Pharmacy and Therapeutics Committee has determined that Agamree\nis Therapeutically Equivalent to prednisone in the treatment of DMD. Data for FDA approval\nfrom relatively short-term randomized controlled trials were limited; and while adverse effect\nprofiles may differ among glucocorticoids, vamorolone does not offer a clear advantage over\nother glucocorticoids for DMD with respect to efficacy and overall safety.2-5\n2. Coverage Criteriaa:\nA. Duchenne Muscular Dystrophy\n1. Published clinical evidence shows Agamree* is likely to produce equivalent therapeutic\nresults as other available corticosteroids (e.g., prednisone); therefore, Agamree is not\nmedically necessary for treatment of Duchenne muscular dystrophy.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n*Agamree is typically excluded from coverage. Tried/Failed criteria may be in place. Please\nrefer to plan specifics to determine exclusion status.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n4. References:\n1. Agamree [package insert]. Coral Gables, FL: Catalyst Pharmaceuticals, Inc.; June 2024.\n2. Dang UJ, Damsker JM, Guglieri M, et al. Efficacy and Safety of Vamorolone Over 48\nWeeks in Boys With Duc",
    "s:\n1. Agamree [package insert]. Coral Gables, FL: Catalyst Pharmaceuticals, Inc.; June 2024.\n2. Dang UJ, Damsker JM, Guglieri M, et al. Efficacy and Safety of Vamorolone Over 48\nWeeks in Boys With Duchenne Muscular Dystrophy: A Randomized Controlled\nTrial. Neurology. 2024;102(5):e208112.\n3. Guglieri M, Clemens PR, Perlman SJ, et al. Efficacy and Safety of Vamorolone vs\nPlacebo and Prednisone Among Boys With Duchenne Muscular Dystrophy: A\nRandomized Clinical Trial. JAMA Neurol. 2022;79(10):1005-1014.\n© 2024 UnitedHealthcare Services, Inc.\n1\n4. Griggs RC, Miller JP, Greenberg CR, et al. Efficacy and safety of deflazacort vs\nprednisone and placebo for Duchenne muscular dystrophy. Neurology.\n2016;87(20):2123-2131.\n5. Gloss D, Moxley III R, Ashwal S, et. al. Practice guideline update summary:\nCorticosteroid treatment of Duchenne muscular dystrophy: Report of the Guideline\nDevelopment Subcommittee of the American Academy of Neurology. Neurology 2016;\n86;465-472.\nProgram Prior Authorization/Medical Necessity - Agamree (vamorolone)\nChange Control\n7/2024 New program\n10/2024 Added exclusion footnote and updated reference.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}