{
  "source": "PA-Med-Nec-Northera.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2042-15\nProgram Prior Authorization/Medical Necessity\nMedication Northera® (droxidopa)*\nP&T Approval Date 10/2014, 4/2015, 2/2016, 2/2017, 4/2017, 4/2018, 4/2019, 4/2020, 4/2021,\n4/2022, 4/2023, 4/2024, 4/2025\nEffective Date 7/1/2025\n1. Background:\nNorthera (droxidopa)* is indicated for the treatment of orthostatic dizziness, lightheadedness,\nor the “feeling that you are about to black out” in adult patients with symptomatic neurogenic\northostatic hypotension (nOH) caused by primary autonomic failure (Parkinson’s disease [PD],\nmultiple system atrophy, and pure autonomic failure), dopamine beta-hydroxylase deficiency,\nand non-diabetic autonomic neuropathy. Effectiveness beyond two weeks of treatment has not\nbeen established. The continued effectiveness of Northera* should be assessed periodically.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Northera* will be approved based on all of the following criteria\na. Diagnosis of symptomatic neurogenic orthostatic hypotension (nOH) as defined by one\nof the following when an upright position is assumed or when using a head-up tilt-table\ntesting at an angle of at least 60 degrees:\n(1) At least a 20 mm Hg fall in systolic pressure\n(2) At least a 10 mm Hg fall in diastolic pressure\n-AND-\nb. nOH caused by one of the following:\n(1) Primary autonomic failure (e.g., Parkinson’s disease, multiple system atrophy, and\npure autonomic failure)\n(2) Dopamine beta-hydroxylase deficiency\n(3) Non-diabetic autonomic neuropathy\n-AND-\nc. Diagnostic evaluation has excluded other causes associated with orthostatic\nhypotension (e.g., congestive heart failure, fluid restriction, malignancy)\n-AND-\nd. The patient has tried at least two of the following non-pharmacologic interventions:\n© 2025 UnitedHealthcare Services Inc.\n1\n(1) Discontinuation of drugs which can cause orthostatic hypotension [e.g., diuretics,\nantihypertensive medications (primarily sympathetic blockers), ",
    "ventions:\n© 2025 UnitedHealthcare Services Inc.\n1\n(1) Discontinuation of drugs which can cause orthostatic hypotension [e.g., diuretics,\nantihypertensive medications (primarily sympathetic blockers), anti-anginal drugs\n(nitrates), alpha-adrenergic antagonists, and antidepressants]\n(2) Raising the head of the bed 10 to 20 degrees\n(3) Compression garments to the lower extremities or abdomen\n(4) Physical maneuvers to improve venous return (e.g., regular modest-intensity\nexercise)\n(5) Increased salt and water intake, if appropriate\n(6) Avoiding precipitating factors (e.g., overexertion in hot weather, arising too\nquickly from supine to sitting or standing)\n-AND-\ne. No previous diagnosis of supine hypertension\n-AND-\nf. Prescribed by or in consultation with one of the following specialists:\n(1) Cardiologist\n(2) Neurologist\n(3) Nephrologist\n-AND-\ng. History of failure (after a trial of at least 30 days), contraindication or intolerance to\nboth of the following medications:\n(1) fludrocortisone (generic Florinef)\n(2 midodrine (generic ProAmatine)\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Northera* will be approved based on the following criteria:\na. Documentation of positive clinical response to Northera* therapy\n-AND-\nb. Physiological countermeasures for nOH continue to be employed\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n* Multi-source brand Northera may be excluded from coverage\n© 2025 UnitedHealthcare Services Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class\n• Supply limit",
    " solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class\n• Supply limits may be in place.\n4. References:\n1. Northera [package insert]. Deerfield IL: Lundbeck NA Ltd; July 2019.\n2. Fedorowski, A, Ricci, F, Hamrefors, V, et. al. Orthostatic Hypotension: Management of a\nComplex, But Common, Medical Problem. Circ Arrhythm Electrophysiol. 2022; 15: 212-29.\n3. Wieling, W, Kaufmann, H, Glaydon, VE, et. al. Diagnosis and treatment of orthostatic\nhypotension. Lancet Neurol. 2022; 21: 735-46.\nProgram Prior Authorization/Medical Necessity – Northera*\nChange Control\nDate Change\n10/2014 New program.\n4/2015 Added definition of orthostatic hypotension; Separated diagnosis of\nNOH and the potential causes of NOH in the criteria; Modified to\nrequire 2 non-pharmacologic interventions; Modified to require a 30\nday trial of the alternative medications.\n2/2016 Annual review with no change to clinical intent. Updated references\n7/2016 Added Indiana and West Virginia coverage information.\n11/2016 Administrative change. Added California coverage information.\n2/2017 Administrative change. Updated references.\n4/2017 Removed medical record requirement. State mandate reference\nlanguage updated.\n4/2018 Annual review. Updated references.\n4/2019 Annual review with administrative changes. Added statement regarding\nuse of automated processes and updated references.\n4/2020 Annual review. Updated references.\n4/2021 Annual review. Noted that multi-source brand may be excluded from\ncoverage.\n4/2022 Annual review. Updated references.\n4/2023 Annual review. No changes.\n4/2024 Annual review. Increased authorization periods to 12 month and\nupdated references.\n4/2025 Annual review. Brands of Forinef and ProAmatine are no longer\navailable – updated to list generic only.\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}