{
  "source": "PA-Med-Nec-Xyntha.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2109-10\nProgram Prior Authorization/Medical Necessity\nMedication Xyntha® (antihemophilic factor [recombinant])\nP&T Approval Date 10/2016, 12/2016, 4/2018, 3/2019, 10/2019, 9/2020, 9/2021, 9/2022,\n9/2023, 9/2024\nEffective Date 12/1/2024\n1. Background:\nXyntha® (antihemophilic factor [recombinant]) is a recombinant antihemophilic factor indicated\nin adults and children with hemophilia A (congenital Factor VIII deficiency) for:1\nOn-demand treatment and control of bleeding episodes\no\nPerioperative management\no\nRoutine prophylaxis to reduce the frequency of bleeding episodes\no\nXyntha is not indicated for the treatment of von Willebrand’s disease.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Xyntha will be approved based on both of the following criteria:1-6\na. Diagnosis of hemophilia A\n-AND-\nb. One of the following:\n(1) Submission of documentation showing failure to meet clinical goals (e.g.,\ncontinuation of spontaneous bleeds, inability to achieve appropriate trough\nlevel) after a trial of three of the following recombinant factor products:\n(a) Advate\n(b) Kogenate FS\n(c) Kovaltry\n(d) NovoEight\n(e) Nuwiq\n(f) Recombinate\n-OR-\n(2) Submission of documentation showing history of hypersensitivity to three of\nthe following recombinant factor products:\n(a) Advate\n© 2024 UnitedHealthcare Services, Inc.\n1\n(b) Kogenate FS\n(c) Kovaltry\n(d) NovoEight\n(e) Nuwiq\n(f) Recombinate\n-OR-\n(3) Prescriber attestation that patient would preferentially benefit from Xyntha\nbased on one of the following:\n(a) Patient is at high risk for the development of inhibitors (e.g., family history\nof inhibitors and success with product, current treatment less than 50 days,\nhigh risk genetic mutation, history of initial intensive therapy greater than 5\ndays)\n(b) Patient has developed inhibitors\n(c) Patient has undergone immune tolerance induction/immune tolerance\ntherapy\nAuthorization of therapy will be issued for 12 months.\nB. R",
    "rapy greater than 5\ndays)\n(b) Patient has developed inhibitors\n(c) Patient has undergone immune tolerance induction/immune tolerance\ntherapy\nAuthorization of therapy will be issued for 12 months.\nB. Reauthorization\n1. Xyntha will be approved based on the following criterion:\na. Documentation of positive clinical response to Xyntha therapy.\nAuthorization of therapy will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n4. References:\n1. Xyntha® [package insert]. Philadelphia, PA: Wyeth Pharmaceuticals, Inc., July 2022.\n2. ter Avest PC, Fischer K, Mancuso ME, et al. Risk stratification for inhibitor development at\nfirst treatment for severe hemophilia A: a tool for clinical practice. J Thromb Haemost.\n2008; 6: 2048–54.\n3. Hoots WK, Shapiro AD. Hemophilia A and B: Routine management including prophylaxis\n. In: UpToDate, Waltham, MA, 2024.\n4. Hoots WK, Shapiro AD. Inhibitors in hemophilia: Mechanisms, prevalence, diagnosis, and\neradication. In: UpToDate, Waltham, MA, 2024.\n© 2024 UnitedHealthcare Services, Inc.\n2\n5. MASAC Recommendations Concerning Products Licensed for the Treatment of\nHemophilia and Selected Disorders of the Coagulation System . MASAC Document #284,\nApril 11, 2024.\n6. MASAC Recommendation on SIPPET (Survey of Inhibitors in Plasma-Product-Exposed\nToddlers): Results and Recommendations for Treatment Products for Previously Untreated\nPatients with Hemophilia A. MASAC Document #243, June 28 2016.\nProgram Prior Authorization/Medical Necessity - Xyntha\nChange Contr",
    "s and Recommendations for Treatment Products for Previously Untreated\nPatients with Hemophilia A. MASAC Document #243, June 28 2016.\nProgram Prior Authorization/Medical Necessity - Xyntha\nChange Control\n10/2016 New program.\n12/2016 Updated criteria to allow for use in routine prophylaxis in addition to\nacute treatment and perioperative management.\n4/2018 Annual review with no change to clinical intent. Revised formatting.\nUpdated state mandate verbiage. Updated references.\n3/2019 Annual review with no changes to coverage criteria. Updated reference.\n10/2019 Annual review with no changes to coverage criteria.\n9/2020 Updated background to include new indication for routine prophylaxis.\nModified program updating preferred agents, adding Advate and\nRecombinate. Updated reference.\n9/2021 Annual review with no changes to coverage criteria. Updated\nbackground.\n9/2022 Annual review with no changes to coverage criteria. Updated\nreferences.\n9/2023 Annual review. Modified physician attestation to prescriber attestation.\nUpdated references.\n9/2024 Annual review. Revised outline of coverage criteria without change to\nclinical intent. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}