{
  "source": "PA-Med-Nec-Pyrukynd.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2277-4\nProgram Prior Authorization/Medical Necessity\nMedication Pyrukynd® (mitapivat)\nP&T Approval Date 5/2022, 5/2023, 5/2024, 5/5025\nEffective Date 8/1/2025\n1. Background:\nPyrukynd® (mitapivat) is a pyruvate kinase activator indicated for the treatment of hemolytic\nanemia in adults with pyruvate kinase (PK) deficiency.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Pyrukynd will be approved based on all of the following criteria:\na. Diagnosis of pyruvate kinase (PK) deficiency based on all of the following:\n(1) Presence of at least 2 variant alleles in the pyruvate kinase liver and red blood\ncell (PKLR) gene, of which at least 1 is a missense variant\n-AND-\n(2) Patient is not homozygous for the c.1436G>A (p.R479H) variant\n-AND-\n(3) Patient does not have 2 non-missense variants (without the presence of\nanother missense variant) in the PKLR gene\n-AND-\nb. Used for the treatment of hemolytic anemia\n-AND-\nc. One of the following:\n(1) Both of the following:\ni. Baseline hemoglobin less than or equal to 10 g/dL\n-AND-\nii. Patient has had no more than 4 transfusions in the previous 52 weeks and\nno transfusions in the preceding 3-month period\n© 2025 UnitedHealthcare Services, Inc.\n1\n-OR-\n(2) Patient has had a minimum of 6 transfusion episodes in the preceding 52\nweeks\n-AND-\nd. Prescribed by a nephrologist or hematologist\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Pyrukynd will be approved based on one of the following criteria:\n(1) Both of the following:\ni. Documentation of positive clinical response to Pyrukynd therapy\n-AND-\nii. Prescribed by, or in consultation with, a nephrologist or hematologist\nAuthorization will be issued for 12 months.\n-OR-\n(2) Documentation does not provide evidence of positive clinical response to\nPyrukynd therapy, allow for dose titration with discontinuation of therapy\nAuthorization will be issued for 4 weeks.\na State mandates may apply. Any federa",
    "de evidence of positive clinical response to\nPyrukynd therapy, allow for dose titration with discontinuation of therapy\nAuthorization will be issued for 4 weeks.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Pyrukynd [package insert]. Cambridge, MA: Agios Pharmaceuticals, Inc.; January 2025.\n© 2025 UnitedHealthcare Services, Inc.\n2\nProgram Prior Authorization/Medical Necessity – Pyrukynd® (mitapivat)\nChange Control\n5/2022 New program.\n5/2023 Annual review. No changes.\n5/2024 Updated initial approval duration from 6 months to 12 months.\nSimplified reauthorization criteria.\n5/2025 Annual review. No changes to clinical criteria.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}