{
  "source": "PA-Med-Nec-Continuous-Glucose-Monitors.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2170-10\nProgram Prior Authorization/Medical Necessity\nMedication Continuous glucose monitors, sensors and transmitters (all brands)\nP&T Approval Date 7/2019, 10/2019, 11/2019, 3/2020, 6/2021, 2/2022, 6/2022, 2/2023,\n8/2023, 7/2024\nEffective Date 10/1/2024\n1. Background:\nContinuous glucose monitors may be used by patients with diabetes who require glucose\nmonitoring beyond what can be achieved with a standard blood glucose monitor. Coverage\nwill be provided for the Guardian Connect sensor and transmitter when the Dexcom or\nFreestyle Libre monitors are not appropriate for the patient.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Guardian Connect, Guardian 3 and Guardian 4 continuous glucose sensors and\ntransmitters will be approved for initial therapy based on all of the following criteria:\na. Diagnosis of diabetes\n-AND-\nb. All of the following:\n(1) Patient is motivated and knowledgeable about use of continuous glucose\nmonitoring\n-AND-\n(2) Patient is adherent to diabetic treatment plan\n-AND-\n(3) Patient participates in ongoing education and support\n-AND-\nc. One of the following:\n(1) Patient is on an intensive insulin regimen (3 or more insulin injections per day\nor uses continuous subcutaneous insulin infusion pump)b\n-OR-\n© 2024 UnitedHealthcare Services, Inc.\n1\n(2) One of the following:\n(a) Patient has a history of a level 3 hypoglycemic event\n(b) Patient has a history of more than one level 2 hypoglycemia events that\npersist despite multiple attempts to adjust medication(s) or modify diabetes\ntreatment plan\n-AND-\nd. Patient regularly monitors blood glucose 4 or more times per dayb\n-AND-\ne. One of the followingb:\n(1) Patient has a physical or mental limitation that makes utilization of Dexcom G6\nand Dexcom G7 unsafe, inaccurate or otherwise not feasible (e.g. manual\ndexterity; document limitation)\n-OR-\n(2) Patient has a physical or mental limitation that makes utilization of Freestyle\nLi",
    "m G6\nand Dexcom G7 unsafe, inaccurate or otherwise not feasible (e.g. manual\ndexterity; document limitation)\n-OR-\n(2) Patient has a physical or mental limitation that makes utilization of Freestyle\nLibre unsafe, inaccurate or otherwise not feasible (e.g. manual dexterity;\ndocument limitation)\nAuthorization will be issued for 12 months.\n2. All other continuous glucose monitors, sensors and transmitters will be approved for\ninitial therapy based on all of the following criteria:\na. Diagnosis of diabetes\n-AND-\nb. All of the following:\n(1) Patient is motivated and knowledgeable about use of continuous glucose\nmonitoring\n-AND-\n(2) Patient is adherent to diabetic treatment plan\n-AND-\n(3) Patient participates in ongoing education and support\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n2\nc. One of the following:\n(1) Patient is on an intensive insulin regimen (3 or more insulin injections per day or\nuses continuous subcutaneous insulin infusion pump)b\n-OR-\n(2) One of the following:\n(a) Patient has a history of a level 3 hypoglycemic event\n(b) Patient has a history of more than one level 2 hypoglycemia events that\npersist despite multiple attempts to adjust medication(s) or modify diabetes\ntreatment plan\n-AND-\nd. Patient regularly monitors blood glucose 4 or more times per dayb\nAuthorization will be issued for 12 months.\nB. Reauthorizationb\n1. Continuous glucose monitors, sensors and transmitters will be approved for\ncontinuation of therapy based on the following criterion:\na. Documentation of positive clinical response\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\nb In Florida, Maine, Tennessee, and Texas only, medications prescribed for diabetes may be\napproved based on both of the following: 1) Provider attests use of this product is medically\nnecessary for the treatment",
    ", Maine, Tennessee, and Texas only, medications prescribed for diabetes may be\napproved based on both of the following: 1) Provider attests use of this product is medically\nnecessary for the treatment of diabetes; and- 2) If applicable, clinical characteristics exist that\npreclude the use of the covered preferred alternative(s) and use of the covered preferred\nalternative(s) could result in worsening of patient’s condition or inadequate treatment\n(document alternatives and clinical information related to worsening/inadequate treatment).\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n• Coverage is not provided for indications unproven per medical benefit drug policy.\n© 2024 UnitedHealthcare Services, Inc.\n3\n4. References:\n1. American Diabetes Association. Diabetes Technology: Standards of Care in Diabetes - 2023.\nDiabetes Care December 2022, Vol.46, S111-S127\n2. Lane AS, Mlynarczyk MA, de Veciana M, et al. Real-time continuous glucose monitoring in\ngestational diabetes: a randomized controlled trial. Am J Perinatol. 2019 Jul;36(9):891-897.\n3. LeRoith D, Biessels GJ, Braithwaite SS, et al. Treatment of diabetes in older adults: an Endocrine\nSociety clinical practice guideline. J Clin Endocrinol Metab. 2019 May 1;104(5):1520-1574.\nProgram Prior Authorization/Medical Necessity –Continuous glucose monitors,\nsensors and transmitters\nChange Control\n7/2019 New Medical Necessity program.\n10/2019 Removed monitor from criteria.\n11/2019 Modified criteria to allow coverage for any type of diabetes.\n3/2020 Added requirement that patient is knowledgeable about continuous\nglucose monitors, participates in education and support, and monitors\nblood glucose 3 or more times per day.\n6/202",
    " of diabetes.\n3/2020 Added requirement that patient is knowledgeable about continuous\nglucose monitors, participates in education and support, and monitors\nblood glucose 3 or more times per day.\n6/2021 Modified criteria to monitor blood glucose 4 or more times per day and\nadded criteria that patient has inadequate glycemic control despite an\nintensive diabetes management.\n2/2022 Added Florida, Maine, Tennessee, and Texas mandate language.\n6/2022 Added criteria for all continuous glucose monitors.\n2/2023 Removed Dexcom G4 and G5 since they are no longer on the market.\nAdded the new product Dexcom G7.\n8/2023 Added Guardian 4 to criteria. Updated diabetes mandate language.\nUpdated references.\n7/2024 Removed requirement for inadequate glycemic control. Added criteria\nfor hypoglycemia.\n© 2024 UnitedHealthcare Services, Inc.\n4"
  ]
}