{
  "source": "PA-Med-Nec-Enspryng.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2222-5\nProgram Prior Authorization/Medical Necessity\nMedications Enspryng™ (satralizumab-mwge)\nP&T Approval Date 10/2020, 10/2021, 10/2022, 10/2023, 10/2024\nEffective Date 1/1/2025\n1. Background:\nEnspryng (satralizumab-mwge) is an interleukin-6 (IL-6) receptor antagonist indicated for the\ntreatment of neuromyelitis optica spectrum disorder (NMOSD) in adult patients who are anti-\naquaporin-4 (AQP4) antibody positive.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Enspryng will be approved based on all of the following criteria:\na. Diagnosis of neuromyelitis optica spectrum disorder (NMOSD)\n-AND-\nb. Patient has a positive serologic test for anti-aquaporin-4 (AQP4) antibodies\n-AND-\nc. History of failure, contraindication, or intolerance to rituximab therapy\n-AND-\nd. One of the following:\n(1) History of one or more relapses that required rescue therapy during the previous 12\nmonths\n-OR-\n(2) History of two or more relapses that required rescue therapy during the previous 24\nmonths\n-AND-\ne. Prescribed by, or in consultation with, a neurologist\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n1\nf. Patient is not receiving Enspryng in combination with any of the following:\n(1) Disease modifying therapies for the treatment of multiple sclerosis [e.g., Gilenya\n(fingolimod), Tecfidera (dimethyl fumarate), Ocrevus (ocrelizumab), etc.]\n(2) Complement inhibitors [e.g., Soliris (eculizumab), Ultomiris (ravulizumab), etc.]\n(3) Anti-IL6 therapy [e.g., Actemra (tocilizumab)]\n(4) B-cell depletion therapy [e.g., rituximab, Uplizna (inebilizumb-cdon)]\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Enspryng will be approved based on all of the following criteria:\na. Documentation of positive clinical response to Enspryng therapy\n-AND-\nb. Prescribed by, or in consultation with, a neurologist\n-AND-\nc. Patient is not receiving Enspryng in combination with any of the following:\n(1) Disease modifying",
    "l response to Enspryng therapy\n-AND-\nb. Prescribed by, or in consultation with, a neurologist\n-AND-\nc. Patient is not receiving Enspryng in combination with any of the following:\n(1) Disease modifying therapies for the treatment of multiple sclerosis [e.g., Gilenya\n(fingolimod), Tecfidera (dimethyl fumarate), Ocrevus (ocrelizumab), etc.]\n(2) Complement inhibitors [e.g., Soliris (eculizumab), Ultomiris (ravulizumab), etc.]\n(3) Anti-IL6 therapy [e.g., Actemra (tocilizumab)]\n(4) B-cell depletion therapy [e.g., rituximab, Uplizna (inebilizumb-cdon)]\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit plan\ncoverage may also impact coverage criteria. Other policies and utilization management programs may\napply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Enspryng [package insert]. South San Francisco, CA: Genentech, Inc.; March 2022.\n2. Sellner J1, Boggild M, Clanet M, et al. EFNS guidelines on diagnosis and management of\nneuromyelitis optica. Eur J Neurol. 2010 Aug;17(8):1019-32.\n3. Sato D, Callegaro D, Lana-Peixoto MA, Fujihara K. Treatment of neuromyelitis optica: an\nevidencebased review. Arq Neuropsiquiatr 2012;70(1);59-66.\n© 2024 UnitedHealthcare Services, Inc.\n2\n4. Ciron J, Audoin B, Bourre B, et al. Recommendations for the use of rituximab in neuromyelitis\noptica spectrum disorders. Rev Neurol (Paris). 2018 Apr;174(4):255-264.\n5. Nikoo Z, Badihian S, Shaygannejad V, et al. Comparison of the efficacy of azathioprine and\nrituximab in neuromyelitis optica spectrum disorder: a randomized clinical trial. J Neurol. 2017\nSep;264(9):2003-2009.\n6. Gao F, Chai B, Gu C",
    "d V, et al. Comparison of the efficacy of azathioprine and\nrituximab in neuromyelitis optica spectrum disorder: a randomized clinical trial. J Neurol. 2017\nSep;264(9):2003-2009.\n6. Gao F, Chai B, Gu C, et al. Effectiveness of rituximab in neuromyelitis optica: a meta-analysis.\nBMC Neurol. 2019 Mar 6;19(1):36.\n7. Kim SH, Huh SY, Lee SJ, et al. A 5-year follow-up of rituximab treatment in patients with\nneuromyelitis optica spectrum disorder. JAMA Neurol. 2013 Sep 1;70(9):1110-7.\n8. Yamamura T, Kleiter I, Fujihara K, et al. Trial of satralizumab in neuromyelitis optica spectrum\ndisorder. N Engl J Med. 2019;381(22):2114-2124.\n9. Traboulsee A, Greenberg BM, Bennett JL, et al. Safety and efficacy of satralizumab monotherapy\nin neuromyelitis optica spectrum disorder: a randomised, double-blind, multicentre, placebo-\ncontrolled phase 3 trial. Lancet Neurol. 2020;19(5):402-412.\nProgram Prior Authorization/Medical Necessity – Enspryng (satralizumab-\nmwge)\nChange Control\n10/2020 New program.\n10/2021 Annual review with no changes to clinical criteria.\n10/2022 Annual review with no changes to clinical criteria. Updated reference.\n10/2023 Annual review with no changes.\n10/2024 Annual review with no changes to clinical criteria. Updated examples of\ncomplement inhibitors.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}