{
  "source": "PA-Med-Nec-Rezdiffra.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2338-2\nProgram Prior Authorization/Medical Necessity\nMedication Rezdiffra™ (resmetirom)\nP&T Approval Date 4/2024, 1/2025\nEffective Date 4/1/2025\n1. Background:\nRezdiffra™ (resmetirom) is a thyroid hormone receptor-beta (THR-beta) agonist indicated in\nconjunction with diet and exercise for the treatment of adults with noncirrhotic nonalcoholic\nsteatohepatitis (NASH) with moderate to advanced liver fibrosis (consistent with stages F2 to\nF3 fibrosis). This indication is approved under accelerated approval based on improvement of\nNASH and fibrosis. Continued approval for this indication may be contingent upon\nverification and description of clinical benefit in confirmatory trials.\nLimitations of Use:\nAvoid use of Rezdiffra in patients with decompensated cirrhosis.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Rezdiffra will be approved based on all of the following criteria:\na. Diagnosis of metabolic dysfunction-associated steatohepatitis (MASH) [formerly\nknown as nonalcoholic steatohepatitis (NASH)]\n-AND-\nb. Disease is fibrosis stage F2 or F3 as confirmed by one of the following:\n(1) Liver stiffness measurement (LSM) by vibration-controlled transient\nelastography (VCTE) (e.g., FibroScan)\n(2) LSM by magnetic resonance elastography (MRE)\n(3) Liver biopsy within the past 12 months\n-AND-\nc. Patient has received comprehensive counseling regarding lifestyle modification\n(e.g., dietary or caloric restriction, exercise, behavioral support, community-based\nprogram)\n-AND-\nd. Prescribed by or in consultation with a gastroenterologist or hepatologist\nAuthorization will be issued for 12 months\n© 2025 UnitedHealthcare Services, Inc.\n1\nB. Reauthorization\n1. Rezdiffra will be approved based on all of the following criteria:\na. Documentation of positive clinical response to Rezdiffra therapy (e.g.,\nimprovement in or stabilization of fibrosis)\n-AND-\nb. Patient has not progressed to cirrhosis\n-AND-\nc. Prescri",
    "wing criteria:\na. Documentation of positive clinical response to Rezdiffra therapy (e.g.,\nimprovement in or stabilization of fibrosis)\n-AND-\nb. Patient has not progressed to cirrhosis\n-AND-\nc. Prescribed by or in consultation with a gastroenterologist or hepatologist\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n4. References:\n1. Rezdiffra [package insert]. West Conshohocken, PA: Madrigal Pharmaceuticals, Inc.;\nMarch 2024.\n2. Harrison SA, Bedossa P, Guy CD, Schattenberg JM, Loomba R, Taub R, Labriola D,\nMoussa SE, Neff GW, Rinella ME, Anstee QM, Abdelmalek MF, Younossi Z, Baum SJ,\nFrancque S, Charlton MR, Newsome PN, Lanthier N, Schiefke I, Mangia A, Pericàs JM,\nPatil R, Sanyal AJ, Noureddin M, Bansal MB, Alkhouri N, Castera L, Rudraraju M,\nRatziu V; MAESTRO-NASH Investigators. A Phase 3, Randomized, Controlled Trial of\nResmetirom in NASH with Liver Fibrosis. N Engl J Med. 2024 Feb 8;390(6):497-509.\ndoi: 10.1056/NEJMoa2309000. PMID: 38324483.\n3. Rinella ME, Lazarus JV, Ratziu V, et al. A multisociety Delphi consensus statement on\nnew fatty liver disease nomenclature. Hepatology. 2023;78(6):1966-1986.\ndoi:10.1097/HEP.0000000000000520\n4. Rinella ME, Neuschwander-Tetri BA, Siddiqui MS, et al. AASLD Practice Guidance on\nthe clinical assessment and management of nonalcoholic fatty liver disease. Hepatology.\n2023;77(5):1797-1835. doi:10.1097/HEP.0000000000000323\n5. Wattacheril JJ, Abdelmalek MF, Lim JK, Sanyal AJ. AGA Clinical Practice Update on\nthe Role of N",
    " nonalcoholic fatty liver disease. Hepatology.\n2023;77(5):1797-1835. doi:10.1097/HEP.0000000000000323\n5. Wattacheril JJ, Abdelmalek MF, Lim JK, Sanyal AJ. AGA Clinical Practice Update on\nthe Role of Noninvasive Biomarkers in the Evaluation and Management of Nonalcoholic\nFatty Liver Disease: Expert Review. Gastroenterology. 2023;165(4):1080-1088.\ndoi:10.1053/j.gastro.2023.06.013\n© 2025 UnitedHealthcare Services, Inc.\n2\n6. European Association for the Study of the Liver (EASL). Electronic address:\neasloffice@easloffice.eu; European Association for the Study of Diabetes (EASD);\nEuropean Association for the Study of Obesity (EASO); European Association for the\nStudy of the Liver (EASL). EASL-EASD-EASO Clinical Practice Guidelines on the\nmanagement of metabolic dysfunction-associated steatotic liver disease (MASLD). J\nHepatol. 2024;81(3):492-542. doi:10.1016/j.jhep.2024.04.031\n7. Chen VL, Morgan TR, Rotman Y, et al. Resmetirom therapy for metabolic dysfunction-\nassociated steatotic liver disease: October 2024 updates to AASLD Practice\nGuidance. Hepatology. Published online October 18, 2024.\ndoi:10.1097/HEP.0000000000001112\n8. Noureddin M, Charlton MR, Harrison SA, et al. Expert Panel Recommendations:\nPractical Clinical Applications for Initiating and Monitoring Resmetirom in Patients With\nMASH/NASH and Moderate to Noncirrhotic Advanced Fibrosis. Clin Gastroenterol\nHepatol. 2024;22(12):2367-2377. doi:10.1016/j.cgh.2024.07.003\nProgram Prior Authorization/Medical Necessity - Rezdiffra (resmetirom)\nChange Control\n4/2024 New program\n1/2025 Revised initial authorization criteria for confirming fibrosis stage F2 or\nF3. Added criterion to reauthorization criteria that patient has not\nprogressed to cirrhosis. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}