{
  "source": "PA-Med-Nec-Ilumya.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2144-13\nProgram Prior Authorization/Medical Necessity\nMedication Ilumya® (tildrakizumab-asmn)*\n*Ilumya is excluded from coverage for the majority of our benefits\nP&T Approval Date 5/2018, 2/2019, 9/2019, 5/2020, 5/2021, 6/2021, 12/2021, 11/2022,\n1/2023, 4/2023, 7/2023, 10/2024, 4/2025\nEffective Date 6/1/2025\n1. Background:\nIlumya (tildrakizumab) is an interleukin-23 antagonist indicated for the treatment of adults\nwith moderate to severe plaque psoriasis who are candidates for systemic therapy or\nphototherapy.\n2. Coverage Criteriaa:\nA. Plaque Psoriasis\n1. Initial Authorization\na. Ilumya will be approved based on the following criteria:\n(1) Submission of medical records (e.g., chart notes, laboratory values) documenting\nall of the following:\n(a) Diagnosis of chronic moderate to severe plaque psoriasis\n-AND-\n(b) One of the following:\ni. All of the following:\na. Greater than or equal to 3 % body surface area involvement,\npalmoplantar, facial, genital involvement, or severe scalp psoriasis\n-AND-\nb. History of failure to one of the following topical therapies unless\ncontraindicated or clinically significant adverse effects are\nexperienced (document drug, date, and duration of trial):\n• Corticosteroids (e.g., betamethasone, clobetasol, desonide)\n• Vitamin D analogs (e.g., calcitriol, calcipotriene)\n• Tazarotene\n• Calcineurin inhibitors (e.g., tacrolimus, pimecrolimus)\n© 2025 UnitedHealthcare Services Inc.\n1\n• Anthralin\n• Coal tar\n-AND-\nc. History of failure to a 3 month trial of methotrexate at maximally\nindicated dose, unless contraindicated or clinically significant adverse\neffects are experienced (document date and duration of trial)b\n-OR-\nii. Patient has been previously treated with a targeted immunomodulator\nFDA-approved for the treatment of plaque psoriasis as documented by\nclaims history or submission of medical records (Document drug, date,\nand duration of therapy) [e.g., Cimzia (certolizum",
    "nomodulator\nFDA-approved for the treatment of plaque psoriasis as documented by\nclaims history or submission of medical records (Document drug, date,\nand duration of therapy) [e.g., Cimzia (certolizumab), adalimumab,\nOtezla (apremilast), Skyrizi (risankizumab), ustekinumab, Tremfya\n(guselkumab), Enbrel (etanercept)]\n-AND-\n(c) History of failure, contraindication, or intolerance to three of the following\npreferred products (document drug, date, and duration of trial):\ni. One of the preferred adalimumab productsc\nii. Cimzia (certolizumab)\niii. Cosentyx (secukinumab)\niv. Enbrel (etanercept)\nv. Skyrizi (risankizumab)\nvi. Sotyktu (deucravacitinib)\nvii. One of the preferred ustekinumab productsc\nviii. Tremfya (guselkumab)\n-AND-\n(d) Patient is not receiving Ilumya in combination with another targeted\nimmunomodulator [e.g., Enbrel (etanercept), Cimzia (certolizumab), Simponi\n(golimumab), Orencia (abatacept), adalimumab, ustekinumab, Skyrizi\n(risankizumab), Tremfya (guselkumab), Cosentyx (secukinumab), Taltz\n(ixekizumab), Siliq (brodalumab), Xeljanz (tofacitinib), Olumiant\n(baricitinib), Rinvoq (upadacitinib), Otezla (apremilast)]\n-AND-\n(e) Prescribed by or in consultation with a dermatologist\nAuthorization will be issued for 12 months.\n2. Reauthorization\n© 2025 UnitedHealthcare Services Inc.\n2\na. Ilumya will be approved based on all of the following criteria:\n(1) Documentation of positive clinical response to Ilumya therapy\n-AND-\n(2) Patient is not receiving Ilumya in combination with another targeted\nimmunomodulator [e.g., Enbrel (etanercept), Cimzia (certolizumab), Simponi\n(golimumab), Orencia (abatacept), adalimumab, ustekinumab, Skyrizi\n(risankizumab), Tremfya (guselkumab), Cosentyx (secukinumab), Taltz\n(ixekizumab), Siliq (brodalumab), Xeljanz (tofacitinib), Olumiant (baricitinib),\nRinvoq (upadacitinib), Otezla (apremilast)]\nReauthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan",
    "citinib),\nRinvoq (upadacitinib), Otezla (apremilast)]\nReauthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\nb For Connecticut, Kentucky and Mississippi business only a 30-day trial will be required.\nc For a list of preferred products please reference drug coverage tools.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n• *Ilumya is excluded from coverage for the majority of our benefits\n• Supply limits may be in place.\n4. References:\n1. Ilumya [package insert]. Cranbury, NJ: Sun Pharmaceutical Industries, Inc; December\n2022.\n2. Menter A, Gottlieb A, Feldman SR, et al. Guidelines of care for the management of\npsoriasis and psoriatic arthritis: Section 1. Overview of psoriasis and guidelines of care\nfor the treatment of psoriasis with biologics. J Am Acad Dermatol 2008; 58(5):826-50.\n3. Gottlieb A, Korman NJ, Gordon KB, et al. Guidelines of care for the management of\npsoriasis and psoriatic arthritis. Psoriatic arthritis: Overview and guidelines of care for\ntreatment with an emphasis on the biologics. J Am Acad Dermatol 2008;58(5):851-64.\n4. Menter A, Korman NJ, Elmets CA, et al. Guidelines of care for the management of psoriasis\nand psoriatic arthritis. Section 3. Guidelines of care for the management and treatment of\npsoriasis with topical therapies. J Am Acad Dermatol 2009;60(4):643-59.\n5. Menter A, Korman NJ, Elmets CA, et al. Guidelines of care for the management of psoriasis\nand psoriatic arthritis. Guidelines of care for the treatment of psoriasis with phototherapy and\nphotochemotherapy. J Am Acad Der",
    ", Elmets CA, et al. Guidelines of care for the management of psoriasis\nand psoriatic arthritis. Guidelines of care for the treatment of psoriasis with phototherapy and\nphotochemotherapy. J Am Acad Dermatol 2010;62(1):114-35.\n6. Menter A, Korman NJ, Elmets CA, et al. Guidelines of care for the management of psoriasis\nand psoriatic arthritis. Guidelines of care for the management and treatment of psoriasis with\ntraditional systemic agents. J Am Acad Dermatol 2009;61(3):451-85.\n© 2025 UnitedHealthcare Services Inc.\n3\n7. Nast A, et al; European S3-Guidelines on the systemic treatment of psoriasis vulgaris –\nupdate 2015 – short version – EFF in cooperation with EADV and IPC, J Eur Acad Derm\nVenereol 2015;29:2277-94.\n8. Menter A, Korman NJ, Elmets CA,Feldman SR, Gelfand JM, Gordon KB, Guidelines of care\nfor the management of psoriasis and psoriatic arthritis: section 6. Guidelines of care for the\ntreatment of psoriasis and psoriatic arthritis: case-based presentations and evidence-based\nconclusions. J Am Acad Dermatol. 2011 Jul;65(1):137-74.\n9. Gossec L, et al; European League Against Rheumatism (EULAR) recommendations for the\nmanagement of psoriatic arthritis with pharmacological therapies: 2015 update, Ann Rheum\nDis 2016;75:499-510.\n10. Menter A, Strober BE, Kaplan DH et al. Joint AAD-NPF guidelines of care for the\nmanagement and treatment of psoriasis with biologics. J Am Acad Dermatol. 2019:80:1029-\n72.\nProgram Prior Authorization/Medical Necessity-Ilumya (tildrakizumab)\nChange Control\nDate Change\n5/2018 New program\n2/2019 Annual review. Updated background and criteria adding Cimzia to list\nof preferred products for the treatment of plaque psoriasis.\n9/2019 Updated criteria adding Skyrizi as preferred medication. Added\ncoverage exclusion statement. Updated references.\n5/2020 Updated formatting without change to clinical intent\n5/2021 Annual review. Remove prescriber requirement for reauthorization.\nRemoved drug documentation where only one drug is required.\nUpdated re",
    "020 Updated formatting without change to clinical intent\n5/2021 Annual review. Remove prescriber requirement for reauthorization.\nRemoved drug documentation where only one drug is required.\nUpdated references.\n6/2021 Added coverage criteria for patients previously treated with a biologic\nDMARD.\n12/2021 Updated the following with no change to clinical intent: updated\nconventional DMARD bypass language for psoriasis, removed\n“biologic” from required preferred product criteria language and\nupdated CT/KY footnote.\n11/2022 Added Enbrel as a preferred product step option. Added Enbrel as an\nexample where appropriate. Added Mississippi to state mandate\nfootnote. Updated reference.\n1/2023 Updated step therapy requirements to Humira or Amjevita. Updated\nlisted examples from Humira to adalimumab.\n4/2023 Updated step therapy requirement from Humira or Amjevita to one of\nthe preferred adalimumab products and added the footnote “For a list of\npreferred adalimumab products please reference drug coverage tools.”\n7/2023 Updated not receiving in combination language to targeted\nimmunomodulator and updated examples.\n10/2024 Updated step requirement noting Adalimumab-adaz (unbranded\nHyrimoz), Amjevita for Nuvaila, and Humira as preferred adalimumab\nproducts with no change to clinical intent. Removed preferred\nadalimumab footnote. Added Sotyktu as step therapy agent. Moved\nCosentyx to preferred step agent and changed step to three agents.\nUpdated state mandate footnote and reference.\n4/2025 Removed examples for adalimumab in step therapy. Changed Stelara\nstep therapy to “One of the preferred ustekinumab productsc”. Changed\n© 2025 UnitedHealthcare Services Inc.\n4\nStelara example to Ustekinumab. Added the footnote “For a list of\npreferred products please reference drug coverage tools.”\n© 2025 UnitedHealthcare Services Inc.\n5"
  ]
}