{
  "source": "PA-Med-Nec-Evrysdi.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2217-7\nProgram Prior Authorization/Medical Necessity\nMedication Evrysdi® (risdiplam)\nP&T Approval Date 9/2020, 9/2021, 7/2022, 8/2023, 7/2024, 12/2024, 4/2025\nEffective Date 6/1/2025\n1. Background:\nEvrysdi is a survival of motor neuron 2 (SMN2) splicing modifier indicated for the treatment of\nspinal muscular atrophy (SMA) in pediatric and adult patients.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Evrysdi will be approved based on all of the following criteria:\na. Diagnosis of spinal muscular atrophy (SMA)\n-AND-\nb. Submission of medical records (e.g., chart notes, laboratory values) confirming the\nmutation or deletion of genes in chromosome 5q resulting in one of the following:\n(1) Homozygous gene deletion or mutation of SMN1 gene (e.g., homozygous deletion\nof exon 7 at locus 5q13)\n-OR-\n(2) Compound heterozygous mutation of SMN1 gene (e.g., deletion of SMN1 exon 7\n[allele 1] and mutation of SMN1 [allele 2])\n-AND-\nc. Patient is not dependent on either of the following:\n(1) Invasive ventilation\n(2) Use of non-invasive ventilation beyond use for naps and nighttime sleep\n-AND-\nd. Patient is not receiving concomitant chronic survival motor neuron (SMN) modifying\ntherapy [e.g., Spinraza (nusinersen)]\n-AND-\ne. One of the following:\n© 2025 UnitedHealthcare Services, Inc.\n1\n(1) Patient has not previously received gene replacement therapy for the treatment of\nSMA [e.g., Zolgensma (onasemnogene abeparvovec-xioi)]\n-OR-\n(2) Both of the following:\n(a) Patient has previously received gene replacement therapy [e.g., Zolgensma\n(onasemnogene abeparvovec-xioi)] for the treatment of SMA\n-AND-\n(b) Submission of medical records (e.g., chart notes, laboratory values)\ndocumenting a clinically meaningful functional decline (e.g., loss of motor\nmilestone) since receiving gene replacement therapy [e.g., Zolgensma\n(onasemnogene abeparvovec-xioi)]\n-AND-\nf. Submission of medical records (e.g., chart notes, laborato",
    "l decline (e.g., loss of motor\nmilestone) since receiving gene replacement therapy [e.g., Zolgensma\n(onasemnogene abeparvovec-xioi)]\n-AND-\nf. Submission of medical records (e.g., chart notes, laboratory values) documenting the\nbaseline assessment of at least one of the following exams (based on patient age and\nmotor ability) to establish baseline motor ability (baseline motor function analysis\ncould include assessments evaluated prior to receipt of previous chronic SMN\nmodifying therapy if transitioning therapy)*:\n* Baseline assessments for patients less than 2 months of age requesting Evrysdi are not necessary\nin order to not delay access to initial therapy in recently diagnosed infants. Initial assessments\nshortly post-therapy can serve as baseline with respect to efficacy reauthorization assessment.\n(1) Children’s Hospital of Philadelphia Infant Test of Neuromuscular Disorders (CHOP\nINTEND)\n(2) Hammersmith Infant Neurological Exam Part 2 (HINE-2)\n(3) Hammersmith Functional Motor Scale Expanded (HFMSE)\n(4) Revised Upper Limb Module (RULM) Test\n(5) Motor Function Measure 32 (MFM-32) Scale\n-AND-\ng. Prescribed by or in consultation with a neurologist with expertise in the treatment of\nSMA\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Evrysdi will be approved based on all of the following criteria:\na. Submission of medical records (e.g., chart notes, laboratory values) with the most\nrecent results documenting a positive clinical response to Evrysdi compared to\n© 2025 UnitedHealthcare Services, Inc.\n2\npretreatment baseline status (inclusive of baseline assessments prior to receipt of\nprevious chronic SMN modifying therapy) as demonstrated by at least one of the\nfollowing exams:\n(1) CHOP INTEND: One of the following:\n(a) Improvement or maintenance of previous improvement of at least a 4 point\nincrease in score from pretreatment baseline\n(b) Patient has achieved and maintained any new motor milestone from\npretreatment baseline when they would otherwis",
    "vious improvement of at least a 4 point\nincrease in score from pretreatment baseline\n(b) Patient has achieved and maintained any new motor milestone from\npretreatment baseline when they would otherwise be unexpected to do so\n-OR-\n(2) HINE-2: One of the following:\n(a) Improvement or maintenance of previous improvement of at least 2 point (or\nmaximal score) increase in ability to kick\n(b) Improvement or maintenance of previous improvement of at least 1 point\nincrease in any other HINE-2 milestone (e.g., head control, rolling, sitting,\ncrawling, etc.), excluding voluntary grasp\n(c) The patient exhibited improvement, or maintenance of previous improvement\nin more HINE motor milestones than worsening, from pretreatment baseline\n(net positive improvement)\n(d) Patient has achieved and maintained any new motor milestones when they\nwould otherwise be unexpected to do so\n-OR-\n(3) HFMSE: One of the following:\n(a) Improvement or maintenance of previous improvement of at least a 3 point\nincrease in score from pretreatment baseline\n(b) Patient has achieved and maintained any new motor milestone from\npretreatment baseline when they would otherwise be unexpected to do so\n-OR-\n(4) RULM: One of the following:\n(a) Improvement or maintenance of previous improvement of at least a 2 point\nincrease in score from pretreatment baseline\n(b) Patient has achieved and maintained any new motor milestone from\npretreatment baseline when they would otherwise be unexpected to do so\n© 2025 UnitedHealthcare Services, Inc.\n3\n-OR-\n(5) MFM-32: One of the following:\n(a) Improvement or maintenance of previous improvement of at least a 3 point\nincrease in score from pretreatment baseline\n(b) Patient has achieved and maintained any new motor milestone from\npretreatment baseline when they would otherwise be unexpected to do so\n-AND-\nb. Patient is not dependent on either of the following:\n(1) Invasive ventilation\n(2) Use of non-invasive ventilation beyond use for naps and nighttime sleep\n-AND-\nc. Patient is no",
    "ected to do so\n-AND-\nb. Patient is not dependent on either of the following:\n(1) Invasive ventilation\n(2) Use of non-invasive ventilation beyond use for naps and nighttime sleep\n-AND-\nc. Patient is not receiving concomitant chronic survival motor neuron (SMN) modifying\ntherapy [e.g., Spinraza (nusinersen)]\n-AND-\nd. Prescribed by or in consultation with a neurologist with expertise in the treatment of\nSMA\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Evrysdi [package insert]. South San Francisco, CA: Genentech, Inc; September 2024.\n2. Mercuri E, Darras BT, Chiriboga CA, et al. Nusinersen versus Sham Control in Later-Onset\nSpinal Muscular Atrophy. N Engl J Med. 2018 Feb 15;378(7):625-635.\n3. Finkel RS, Mercuri E, Darras BT, et al. Nusinersen versus Sham Control in Infantile-Onset Spinal\nMuscular Atrophy. N Engl J Med. 2017 Nov 2;377(18):1723-1732.\n4. Markowitz JA, Singh P, Darras BT. Spinal Muscular Atrophy: A Clinical and Research Update.\nPediatric Neurology 46 (2012) 1-12.\n© 2025 UnitedHealthcare Services, Inc.\n4\n5. Mendell JR, Al-Zaidy S, Shell R, et al. Single-dose gene-replacement therapy for spinal muscular\natrophy. N Engl J Med. 2017;377:1713-22\n6. Chiriboga C, Mercuri E, Fischer D, et al. JEWELFISH: Risdiplam (RG7916) increased survival\nof motor neuron (SMN) protein levels in non-naïve patients with spinal muscular atrophy (SMA).\nPresented at the 6th International Congress of Myology in Bordeux, Fr",
    "sdiplam (RG7916) increased survival\nof motor neuron (SMN) protein levels in non-naïve patients with spinal muscular atrophy (SMA).\nPresented at the 6th International Congress of Myology in Bordeux, France; March 25-28, 2019.\nPoster.\n7. Chiriboga C, Bruno C, Duong T, et al. JEWELFISH: Safety and pharmacodynamic data in non-\nnaïve patients with spinal muscular atrophy receiving treatment with risdiplam. Presented at the\n2020 Virtual SMA Research & Clinical Care Meeting. June 12, 2020.\n8. Day JW, Annoussamy M, Baranello G, et al. SUNFISH Part 1: 24-month safety and exploratory\noutcomes of risdiplam (RG7916) treatment in patients with Type 2 or 3 spinal muscular atrophy\n(SMA). Presented at the 2020 Virtual SMA Research & Clinical Care Meeting. June 12, 2020.\n9. Servais L, Baranello G, Masson R, et al. FIREFISH Part 2: Efficacy and safety of risdiplam\n(RG7916) in infants with Type 1 spinal muscular atrophy (SMA). Presented at the 2020 Virtual\nSMA Research & Clinical Care Meeting. June 12, 2020.\n10. Kirschner J, Butoianu N, Goemans N, et al. European ad-hoc consensus statement on gene\nreplacement therapy for spinal muscular atrophy. European Journal of Paediatric Neurology.\n2020, doi: https://doi.org/10.1016/j.ejpn.2020.07.001.\n11. Chiriboga CA, Bruno C, Duong T, et al. Risdiplam in Patients Previously Treated with Other\nTherapies for Spinal Muscular Atrophy: An Interim Analysis from the JEWELFISH Study\n[published correction appears in Neurol Ther. 2023 Jul 3;:]. Neurol Ther. 2023;12(2):543-557.\ndoi:10.1007/s40120-023-00444-1\n12. Pera MC, Coratti G, Mazzone ES, Montes J, Scoto M, De Sanctis R, Main M, Mayhew A, Muni\nLofra R, Dunaway Young S, Glanzman AM, Duong T, Pasternak A, Ramsey D, Darras B, Day\nJW, Finkel RS, De Vivo DC, Sormani MP, Bovis F, Straub V, Muntoni F, Pane M, Mercuri E;\niSMAC Consortium Group. Revised upper limb module for spinal muscular atrophy: 12 month\nchanges. Muscle Nerve. 2019 Apr;59(4):426-430. doi: 10.1002/mus.26419. Epub 2019 Feb 7.\nPMID: 3067714",
    "Mercuri E;\niSMAC Consortium Group. Revised upper limb module for spinal muscular atrophy: 12 month\nchanges. Muscle Nerve. 2019 Apr;59(4):426-430. doi: 10.1002/mus.26419. Epub 2019 Feb 7.\nPMID: 30677148.\n13. Stolte B, Bois JM, Bolz S, Kizina K, Totzeck A, Schlag M, Kleinschnitz C, Hagenacker T.\nMinimal clinically important differences in functional motor scores in adults with spinal muscular\natrophy. Eur J Neurol. 2020 Dec;27(12):2586-2594. doi: 10.1111/ene.14472. Epub 2020 Sep 6.\nPMID: 32781490.\n14. Kirschner J, Bernert G, Butoianu N, et al. 2024 update: European consensus statement on gene\ntherapy for spinal muscular atrophy. Eur J Paediatr Neurol. 2024;51:73-78.\ndoi:10.1016/j.ejpn.2024.06.001.\nProgram Prior Authorization/Medical Necessity – Evrysdi (risdiplam)\nChange Control\n9/2020 New program\n9/2021 Annual review with no changes to clinical coverage criteria. Updated\nreference.\n7/2022 Updated criteria to align with new labeled indication in patients of all\nages. Updated reference.\n8/2023 Annual review. Updated references.\n7/2024 Annual review. Revised prescriber requirement and updated Upper\nLimb Module to Revised Upper Limb Module test. Updated references.\n12/2024 Added criteria for patients that have documented decline from\n© 2025 UnitedHealthcare Services, Inc.\n5\npretreatment baseline status following administration of gene\nreplacement therapy. Updated references.\n4/2025 Revised criteria for patients that have documented decline from\npretreatment baseline status following administration of gene\nreplacement therapy.\n© 2025 UnitedHealthcare Services, Inc.\n6"
  ]
}