{
  "source": "PA-Med-Nec-Takhzyro.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2153-8\nProgram Prior Authorization/Medical Necessity\nMedication Takhzyro® (lanadelumab-flyo)\nP&T Approval Date 11/2018, 11/2019, 6/2020, 3/2021, 3/2022, 3/2023, 3/2024, 3/2025\nEffective Date 6/1/2025\n1. Background:\nTakhzyro is a plasma kallikrein inhibitor (monoclonal antibody) indicated for prophylaxis to\nprevent attacks of hereditary angioedema (HAE) in adult and pediatric patients 2 years and\nolder.1\n2. Coverage Criteria a:\nA. Initial Authorization\n1. Takhzyro will be approved based on all of the following criteria:\na. Diagnosis of hereditary angioedema (HAE) as confirmed by one of the following:\n(1) C1 inhibitor (C1-INH) deficiency or dysfunction (Type I or II HAE) as documented\nby one of the following (per laboratory standard):\n(a) C1-INH antigenic level below the lower limit of normal\n(b) C1-INH functional level below the lower limit of normal\n-OR-\n(2) HAE with normal C1 inhibitor levels and one of the following:\n(a) Confirmed presence of variant(s) in the gene(s) for factor XII, angiopoietin-1,\nplasminogen-1, kininogen-1, myoferlin, and heparan sulfate-glucosamine 3-O-\nsulfotransferase 6\n(b) Recurring angioedema attacks that are refractory to high-dose antihistamines\nwith confirmed family history of angioedema\n(c) Recurring angioedema attacks that are refractory to high-dose antihistamines\nwith unknown background de-novo mutation(s) (i.e., no family history) (HAE-\nunknown)\n-AND-\nb. Both of the following:\n(1) For prophylaxis against HAE attacks\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n1\n(2) Not used in combination with other products indicated for prophylaxis against HAE\nattacks (e.g., Cinryze, Haegarda, Orladeyo)\n-AND-\nc. Both of the following:\n(1) Prescriber attests that patient has experienced attacks of a severity and/or frequency\nsuch that they would clinically benefit from prophylactic therapy with Takhzyro.\n-AND-\n(2) Documentation of baseline HAE attack rate is greater than o",
    "xperienced attacks of a severity and/or frequency\nsuch that they would clinically benefit from prophylactic therapy with Takhzyro.\n-AND-\n(2) Documentation of baseline HAE attack rate is greater than or equal to one attack per\n4 weeks.\n-AND-\nd. Prescribed by one of the following:\n(1) Immunologist\n(2) Allergist\nAdult and pediatric patients 12 years of age and older: Authorization of Takhzyro 300mg\ngiven every 2 weeks will be issued for 8 months.\nPediatric patients 6 to less than 12 years of age: Authorization of Takhzyro 150 mg given\nevery 2 weeks will be issued for 8 months.\nPediatric patients less than 6 years of age: Authorization of Takhzyro 150 mg given every\n4 weeks will be issued for 12 months.\nB. Reauthorization\n1. Takhzyro will be approved based on all of the following criteria:\na. Documentation of positive clinical response while on Takhzyro therapy\n-AND-\nb. Reduction in the utilization of on-demand therapies used for acute attacks (e.g.,\nBerinert, Ruconest, Firazyr, Kalbitor) as determined by claims information, while on\nTakhzyro therapy.\n-AND-\nc. Prescribed by one of the following:\n(1) Immunologist\n(2) Allergist\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n2\nd. All of the following:\n(1) For prophylaxis against HAE attacks\n-AND-\n(2) Not used in combination with other products indicated for prophylaxis against HAE\nattacks (e.g., Cinryze, Haegarda, Orladeyo)\n-AND-\ne. One of the following:\n(1) Patient is less than 6 years of age\n(Pediatric patients less than 6 years of age: Authorization of Takhzyro 150 mg\ngiven every 4 weeks for 12 months).\n-OR-\n(2) Documentation of the number of acute HAE attacks in the previous 6 months, while\non Takhzyro therapy, therefore:\n(a) Patient experienced no (zero) acute HAE attacks in the previous 6 months:\n(Adult and pediatric patients 12 years of age and older: Authorization of\nTakhzyro 300mg given every 4 weeks for 12 months)*\n(Pediatric patients 6 to less than 12 years of age: Authorization of\nTakhzyro 150 mg given every 4 we",
    "nts 12 years of age and older: Authorization of\nTakhzyro 300mg given every 4 weeks for 12 months)*\n(Pediatric patients 6 to less than 12 years of age: Authorization of\nTakhzyro 150 mg given every 4 weeks for 12 months)*\n(b) Patient experienced one or more acute HAE attacks in the previous 6 months:\n(Adult and pediatric patients 12 years of age and older: Authorization of\nTakhzyro 300 mg given every 2 weeks for 6 months)\n(Pediatric patients 6 to less than 12 years of age: Authorization of\nTakhzyro 150 mg given every 2 weeks for 6 months)\n* Patients experiencing unexpected breakthrough HAE attacks once switched to every 4 week\ndosing will require additional review to allow for 2 weeks dosing.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n© 2025 UnitedHealthcare Services, Inc.\n3\n4. References:\n1. Takhzyro [package insert]. Lexington, MA: Dyax Corp; February 2023.\n2. Riedl MA, Bernstein JA, Craig T, et al. An open-label study to evaluate the long-term safety and\nefficacy of lanadelumab for prevention of attacks in hereditary angioedema: design of the HELP\nstudy extension. Clin Transl Allergy. 2017 Oct 6;7:36.\n3. Maurer M, Magerl M, Ansotegui I, et al. The international WAO/EAACI guideline for the\nmanagement of hereditary angioedema-The 2017 revision and update. Allergy. 2018 Jan 10.\n4. Wu, E. Hereditary angioedema with normal C1 inhibitor. In: UpToDate, Saini, S (Ed),\nUpToDate, Waltham, MA, 2023.\n5. Busse, P., Christiansen, S., Riedl, M., et. al. “US HAEA Medical A",
    ". 2018 Jan 10.\n4. Wu, E. Hereditary angioedema with normal C1 inhibitor. In: UpToDate, Saini, S (Ed),\nUpToDate, Waltham, MA, 2023.\n5. Busse, P., Christiansen, S., Riedl, M., et. al. “US HAEA Medical Advisory Board 2020\nGuidelines for the Management of Hereditary Angioedema.” The Journal of Allergy and Clinical\nImmunology. 2020 September 05.\n6. Maurer M, Magerl M, Betschel S, et al. The international WAO/EAACI guideline for the\nmanagement of hereditary angioedema-The 2021 revision and update. Allergy. 2022;77(7):1961-\n1990. doi:10.1111/all.15214\nProgram Prior Authorization/Medical Necessity - Takhzyro® (lanadelumab-flyo)\nChange Control\n11/2018 New program.\n11/2019 Annual review. Updated references.\n6/2020 Align criteria with acute and prophylactic therapies.\n3/2021 Added diagnosis criteria and aligned combination use language with\nprophylactic therapies. Updated references.\n3/2022 Annual review. No changes.\n3/2023 Annual review. Updated background with expanded FDA indication in\npatients aged 2 years and older. Updated criteria to reflect\nrecommended dosage for pediatric patients less than 12 years of age.\nUpdated references.\n3/2024 Annual review. Update to diagnostic criteria for HAE with normal C1\ninhibitor levels. Updated and simplified reauthorization criteria.\n3/2025 Annual review. No changes to clinical criteria.\n© 2025 UnitedHealthcare Services, Inc.\n4"
  ]
}