{
  "source": "PA-Med-Nec-Arikayce.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2161-7\nProgram Prior Authorization/Medical Necessity\nMedication Arikayce® (amikacin liposome inhalation suspension)\nP&T Approval Date 3/2019, 2/2020, 2/2021, 2/2022, 2/2023, 2/2024, 2/2025\nEffective Date 5/1/2025\n1. Background:\nArikayce is an aminoglycoside antibacterial indicated in adults who have limited or no alternative\ntreatment options, for the treatment of Mycobacterium avium complex (MAC) lung disease as\npart of a combination antibacterial drug regimen in patients who do not achieve negative sputum\ncultures after a minimum of 6 consecutive months of a multidrug background regimen therapy.\nAs only limited clinical safety and effectiveness data for Arikayce are currently available, reserve\nArikayce for use in adults who have limited or no alternative treatment options. This drug is\nindicated for use in a limited and specific population of patients.\nThis indication is approved under accelerated approval based on achieving sputum culture\nconversion (defined as 3 consecutive negative monthly sputum cultures) by Month 6. Clinical\nbenefit has not yet been established.\nArikayce has only been studied in patients with refractory MAC lung disease defined as patients\nwho did not achieve negative sputum cultures after a minimum of 6 consecutive months of a\nmultidrug background regimen therapy. The use of Arikayce is not recommended for patients\nwith non-refractory MAC lung disease.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Arikayce will be approved based on all of the following criteria:\na. Diagnosis of refractory Mycobacterium avium complex (MAC) lung disease\n-AND-\nb. Submission of medical records (e.g., chart notes, laboratory values) documenting\nrespiratory cultures positive for MAC within the previous 6 months.\n-AND-\nc. Submission of medical records (e.g., chart notes, laboratory values) documenting the\nfollowing [prescription claims history may be used in conjunction as documentatio",
    "n the previous 6 months.\n-AND-\nc. Submission of medical records (e.g., chart notes, laboratory values) documenting the\nfollowing [prescription claims history may be used in conjunction as documentation of\nmedication use, dose, and duration]:\n(1) Patient has been receiving a multidrug background regimen containing at least two\nof the following agents for a minimum of 6 consecutive months within the past 12\nmonths:\n© 2025 UnitedHealthcare Services, Inc.\n1\n(a) Macrolide antibiotic [e.g., azithromycin, clarithromycin]\n(b) Ethambutol\n(c) Rifamycin antibiotic [e.g., rifampin, rifabutin]\n-AND-\nd. Patient will continue to receive a multidrug background regimen\n-AND-\ne. Documentation that the patient has not achieved negative sputum cultures after receipt\nof a multidrug background regimen for a minimum of 6 consecutive months\n-AND-\nf. In vitro susceptibility testing of recent (within 6 months) positive culture documents\nthat the MAC isolate is susceptible to amikacin with a minimum inhibitory\nconcentration (MIC) of < 64 mcg/mL\n-AND-\ng. Prescribed by or in consultation with one of the following:\n(1) Infectious disease specialist\n(2) Pulmonologist\nAuthorization will be issued for 6 months.\nB. Reauthorization\n1. Arikayce will be approved based on all of the following criteria:\na. One of the following:\n(1) Documentation that the patient has achieved negative respiratory cultures\n-OR-\n(2) All of the following:\n(a) Patient has not achieved negative respiratory cultures while on Arikayce\n-AND-\n(b) Physician attestation that patient has demonstrated clinical benefit while on\nArikayce\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n2\n(c) In vitro susceptibility testing of most recent (within 6 months) positive culture\nwith available susceptibility testing documents that the MAC isolate is\nsusceptible to amikacin with a minimum inhibitory concentration (MIC) of < 64\nmcg/mL\n-AND-\n(d) Patient has not received greater than 12 months of Arikayce therapy with\ncontinued positive respiratory cu",
    "usceptible to amikacin with a minimum inhibitory concentration (MIC) of < 64\nmcg/mL\n-AND-\n(d) Patient has not received greater than 12 months of Arikayce therapy with\ncontinued positive respiratory cultures\n-AND-\nb. Submission of medical records (e.g., chart notes, laboratory values) documenting that the\npatient continues to receive a multidrug background regimen containing at least two of\nthe following agents [prescription claims history may be used in conjunction as\ndocumentation of medication use, dose, and duration]:\n(1) Macrolide antibiotic [e.g., azithromycin, clarithromycin]\n(2) Ethambutol\n(3) Rifamycin antibiotic [e.g., rifampin, rifabutin]\n-AND-\nc. Prescribed by, or in consultation with one of the following:\n(1) Infectious disease specialist\n(2) Pulmonologist\nAuthorization will be issued for 6 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Arikayce [package insert]. Bridgewater, NJ: Insmed; February 2023.\n2. Griffith DE, Aksamit T, Brown-Elliot BA, et al. An official ATS/IDSA statement: diagnosis,\ntreatment, and prevention of nontuberculous mycobacterial diseases. Am J Respir Crit Care Med.\n2007;175:367-416.\n3. Haworth CS, Banks J, Capstick T, et al. British thoracic society guidelines for the management\nof non-tuberculous mycobacterial pulmonary disease. Thorax. 2017;72:ii1-ii64.\n© 2025 UnitedHealthcare Services, Inc.\n3\n4. Griffith DE, Eagle G, Thomson R, et al. Amikacin liposome inhalation suspension for treatment-\nrefractory lun",
    "l pulmonary disease. Thorax. 2017;72:ii1-ii64.\n© 2025 UnitedHealthcare Services, Inc.\n3\n4. Griffith DE, Eagle G, Thomson R, et al. Amikacin liposome inhalation suspension for treatment-\nrefractory lung disease caused by mycobacterium avium complex (CONVERT): a prospective,\nopen-label, randomized study. Am J Respir Crit Care Med. 2018; Sep 14. doi:\n10.1164/rccm.201807-1318OC. [Epub ahead of print]\n5. Kasperbauer S, Daley CL. Treatment of Mycobacterium avium complex lung infection in adults.\nBloom A (Ed). UpToDate . Waltham MA: UpToDate Inc. http://www.uptodate.com. Accessed\nJanuary 2, 2025.\n6. Winthrop KL, Morimoto K, Castellotti PK, et al. An open-label extension study of amikacin\nliposome inhalation suspension (ALIS) for treatment-refractory lung disease caused by\nmycobacterium avium complex (MAC). Slides presented at: American College of Chest\nPhysicians Annual Meeting; October 19-23, 2019; New Orleans, Louisiana.\n7. Daley CL, Iaccarino Jr JM, Lange C, et al. Treatment of Nontuberculous Mycobacterial\nPulmonary Disease: An Official ATS/ERS/ESCMID/IDSA Clinical Practice Guideline. Clinical\nInfectious Diseases. 2020; 71(11):3023.\nProgram Prior Authorization/Medical Necessity – Arikayce® (amikacin liposome\ninhalation suspension)\nChange Control\n4/2019 New program\n2/2020 Updated reauthorization criteria providing coverage for patients with\nclinical benefit yet have not achieved negative respiratory cultures after 6\nmonths of therapy with Arikayce. Updated reference.\n2/2021 Annual review with no changes to coverage criteria. Updated references.\n2/2022 Annual review with no changes to coverage criteria.\n2/2023 Annual review with no change to coverage criteria.\n2/2024 Annual review with no change to coverage criteria.\n2/2025 Annual review with no change to coverage criteria. Updated reference.\n© 2025 UnitedHealthcare Services, Inc.\n4"
  ]
}