{
  "source": "PA-Med-Nec-PAH.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2020-21\nProgram Prior Authorization/Medical Necessity – PAH Agents\nMedication Adempas® (riociguat), Letairis®* (ambrisentan), Liqrev® (sildenafil)\noral suspension*, Opsumit® (macitentan), Opsynvi®\n(macitentan/tadalafil)*, Orenitram™ (treprostinil), Revatio® (sildenafil\ncitrate) oral powder for suspension*, Tadliq® oral suspension (tadalafil),\nTracleer® (bosentan), Tyvaso® (treprostinil), Tyvaso DPI™\n(treprostinil), Uptravi® (selexipag), Ventavis® (iloprost)\nNote: These criteria only apply to the oral suspension formulations of\nsildenafil citrate. The intravenous (IV) formulation is not self-\nadministered and is therefore not covered under the pharmacy benefit.\nP&T Approval Date 4/2014, 12/2014, 5/2015, 1/2016, 2/2016, 12/2016, 9/2017, 11/2017,\n11/2018, 11/2019, 11/2020, 6/2021, 6/2022, 10/2022, 12/2022, 3/2023,\n2/2024, 8/2024, 11/2024\nEffective Date 2/1/2025\n1. Background:\nPulmonary arterial hypertension (PAH) is often a progressive disease characterized by elevated\npressure in the vessels that carry blood between the heart and the lungs. This results in ventricular\ndysfunction, reduced exercise capacity, the potential for right sided heart failure, and even death.\nSeveral mechanisms have been identified in the pathogenesis of PAH, leading to the development of\nfive classes of medications to treat the disorder; endothelin receptor antagonists (ERAs),\nphosphodiesterase-5 (PDE-5) inhibitors, prostacyclin analogs, soluble guanylate cyclase (sGC)\nstimulators, and an activin signaling ligand.\nLetairis* (ambrisentan), Tracleer (bosentan), and Opsumit (macitentan) are oral endothelin receptor\nantagonists (ERAs). Letairis is indicated for the treatment of PAH (WHO Group 1) to improve\nexercise ability and delay clinical worsening. It is also indicated in combination with tadalafil to\nreduce the risk of disease progression and hospitalization for worsening PAH, and to improve\nexercise ability.2 Traclee",
    " delay clinical worsening. It is also indicated in combination with tadalafil to\nreduce the risk of disease progression and hospitalization for worsening PAH, and to improve\nexercise ability.2 Tracleer is indicated for the treatment of PAH (WHO Group 1) to improve exercise\nability and to decrease clinical worsening in adult patients, and improve pulmonary vascular\nresistance, which is expected to result in an improvement in exercise ability in pediatric patients\naged 3 years and older.3 Opsumit is indicated for the treatment of PAH (WHO Group 1) to reduce\nthe risks of disease progression and hospitalization for PAH. 8\nRevatio* (sildenafil), Liqrev* (sildenafil), and Tadliq (tadalafil) are oral PDE-5 inhibitors. Revatio*\nis indicated in pediatric patients 1 to 17 years old for the treatment of PAH (WHO Group 1) to\nimprove exercise ability and, in pediatric patients too young to perform standardized exercise\ntesting, pulmonary hemodynamics thought to underly improvements in exercise.4 Revatio* and\nLiqrev are indicated in adult patients for the treatment of PAH (WHO Group 1) to improve exercise\nability and delay clinical worsening.4,17 Tadliq is indicated for the treatment of PAH (WHO Group 1)\nto improve exercise ability. 5, 15-16\n© 2024 UnitedHealthcare Services, Inc.\n1\nVentavis (iloprost), Tyvaso (treprostinil), and Tyvaso DPI (treprostinil) are prostacyclin analogs.\nVentavis is administered as an inhalation solution, Tyvaso is administered as an inhalation solution,\nand Tyvaso DPI is administered as a dry powder inhaler. Ventavis is indicated for the treatment of\nPAH (WHO Group 1) to improve a composite endpoint consisting of exercise tolerance, symptoms\n(NYHA Class), and lack of deterioration. 6 Tyvaso and Tyvaso DPI are indicated for the treatment of\nPAH (WHO Group 1) to improve exercise ability. Tyvaso and Tyvaso DPI are also indicated for the\ntreatment of pulmonary hypertension associated with interstitial lung disease (WHO Group 3) to\nimprove exercise ability.7",
    " to improve exercise ability. Tyvaso and Tyvaso DPI are also indicated for the\ntreatment of pulmonary hypertension associated with interstitial lung disease (WHO Group 3) to\nimprove exercise ability.7,13,14\nOrenitram (treprostinil) is an orally administered prostacyclin analog indicated for the treatment of\nPAH (WHO Group 1) to delay disease progression and to improve exercise capacity. 9\nAdempas (riociguat) is a soluble guanylate cyclase (sGC) stimulator indicated for the treatment of\nadults with PAH (WHO Group 1) to improve exercise capacity, improve WHO functional class and\nto delay clinical worsening. Adempas is also indicated for the treatment of adults with\npersistent/recurrent chronic thromboembolic pulmonary hypertension (CTEPH) (WHO Group 4)\nafter surgical treatment or inoperable CTEPH to improve exercise capacity and WHO functional\nclass.10\nUptravi (selexipag) is a prostacyclin receptor agonist indicated for the treatment of PAH (WHO\nGroup 1) to delay disease progression and reduce the risk of hospitalization for PAH.12\nOpsynvi* (macitentan/tadalafil) is a combination of macitentan, an endothelin receptor antagonist\n(ERA), and tadalafil, a phosphodiesterase 5 (PDE5) inhibitor, indicated for chronic treatment of\npulmonary arterial hypertension (PAH, WHO Group I) in adult patients of WHO functional class\n(FC) II-III.18\nMembers currently on therapy for the above indications will be approved for initial authorization.\n2. Coverage Criteriaa:\nA. Pulmonary Arterial Hypertension\n1. Initial Authorization\na. Adempas, Letairis*, Opsumit, Opsynvi*, Tracleer, Tyvaso, Tyvaso DPI, or\nVentavis will be approved based on one of the following criteria:\n(1) All of the following:\n(a) Pulmonary arterial hypertension is symptomatic\n(b) Diagnosis of pulmonary arterial hypertension that is confirmed by right\nheart catheterization\n(c) The medication is prescribed by or in consultation with a cardiologist,\npulmonologist, or rheumatologist.\n-OR-\n(2) Both of the following:\n© 2024 Unit",
    "at is confirmed by right\nheart catheterization\n(c) The medication is prescribed by or in consultation with a cardiologist,\npulmonologist, or rheumatologist.\n-OR-\n(2) Both of the following:\n© 2024 UnitedHealthcare Services, Inc.\n2\n(a) Patient is currently on any therapy for the diagnosis of pulmonary arterial\nhypertension\n(b) The medication is prescribed by or in consultation with a cardiologist,\npulmonologist, or rheumatologist.\nAuthorization will be issued for 12 months.\nb. Revatio* oral powder for suspension, Liqrev oral suspension*, or Tadliq\noral suspension will be approved based on all of the following criteria:\n(1) One of the following:\n(a) All of the following:\nii. Pulmonary arterial hypertension is symptomatic\niii. Diagnosis of pulmonary arterial hypertension that is confirmed by right\nheart catheterization\n-OR-\n(b) Patient is currently on any therapy for the diagnosis of pulmonary arterial\nhypertension\n-AND-\n(2) Patient is unable to ingest a solid dosage form (e.g., an oral tablet or capsule)\ndue to one of the following:\n(a) age\n(b) oral-motor difficulties\n(c) dysphagia\n-AND-\n(3) Prescribed by or in consultation with a cardiologist, pulmonologist, or\nrheumatologist\nAuthorization will be issued for 12 months.\nc. Orenitram or Uptravi will be approved based on one of the following criteria:\n(1) All of the following:\n(a) As continuation of therapy\n-AND-\n(b) Patient has not received a manufacturer supplied sample at no cost in the\nprescriber’s office, or any form of assistance from the manufacturer\nsponsored support program (e.g., sample card which can be redeemed at a\n© 2024 UnitedHealthcare Services, Inc.\n3\npharmacy for a free supply of medication) as a means to establish as a\ncurrent user of Orenitram or Uptravi\n-AND-\n(c) Patient is not taking Orenitram or Uptravi in combination with a\nprostanoid/prostacyclin analogue (e.g., epoprostenol, iloprost, treprostinil)\n-AND-\n(d) Prescribed by or in consultation with a cardiologist, pulmonologist, or\nrheumatologist\n–",
    "i in combination with a\nprostanoid/prostacyclin analogue (e.g., epoprostenol, iloprost, treprostinil)\n-AND-\n(d) Prescribed by or in consultation with a cardiologist, pulmonologist, or\nrheumatologist\n–OR-\n(2) All of the following:\n(a) One of the following:\n(i) Both of the following:\n(a) Pulmonary arterial hypertension is symptomatic\n(b) Diagnosis of pulmonary arterial hypertension that is confirmed by\nright heart catheterization\n-OR-\n(ii) Patient is currently on any therapy for the diagnosis of pulmonary\narterial hypertension\n-AND-\n(b) History of failure, contraindication, or intolerance to both of the\nfollowing:a\n(i) One of the following:\n(a) A PDE-5 inhibitor [e.g., sildenafil citrate (generic Revatio), tadalafil\n(generic Adcirca)]\n(b) Adempas\n-AND-\n(ii) An ERA [e.g., ambrisentan (generic Letairis*), Opsumit, or bosentan\n(generic Tracleer)]\n-AND-\n(c) Patient is not taking Orenitram or Uptravi in combination with a\nprostanoid/prostacyclin analogue (e.g., epoprostenol, iloprost, treprostinil)\n© 2024 UnitedHealthcare Services, Inc.\n4\n-AND-\n(d) Prescribed by or in consultation with a cardiologist, pulmonologist or\nrheumatologist\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Adempas, Opsumit, Opsynvi*, Letairis*, Tracleer, Tyvaso, Tyvaso DPI, or\nVentavis will be approved based on the following criterion:\n(1) Documentation the patient is receiving clinical benefit to Adempas, Opsumit,\nOpsynvi*, Letairis*, Tracleer, Tyvaso, Tyvaso DPI, or Ventavis therapy.\nb. Revatio* oral powder for suspension, Liqrev oral suspension*, or Tadliq oral\nsuspension will be approved based on both of the following criteria:\n(1) Documentation the patient is receiving clinical benefit to Revatio* oral powder\nfor suspension, Liqrev oral suspension*, or Tadliq oral suspension therapy.\n-AND-\n(2) Patient remains unable to ingest a solid dosage form (e.g., an oral tablet) due to\none of the following:\n(a) age\n(b) oral-motor difficulties\n(c) dysphagia\nAuthorization will be issued fo",
    "py.\n-AND-\n(2) Patient remains unable to ingest a solid dosage form (e.g., an oral tablet) due to\none of the following:\n(a) age\n(b) oral-motor difficulties\n(c) dysphagia\nAuthorization will be issued for 12 months.\nc. Orenitram or Uptravi will be approved based on both of the following\ncriteria:\n(1) Documentation the patient is receiving clinical benefit to Orenitram or\nUptravi therapy.\n-AND-\n(2) Patient is not taking Orenitram or Uptravi in combination with a\nprostanoid/prostacyclin analogue (e.g., epoprostenol, iloprost, treprostinil)\nAuthorization will be issued for 12 months.\nB. Chronic Thromboembolic Pulmonary Hypertension (CTEPH)\n1. Initial Authorization\n© 2024 UnitedHealthcare Services, Inc.\n5\na. Adempas will be approved based on one of the following criteria:\n(1) All of the following:\n(a) Diagnosis of inoperable or persistent/recurrent chronic thromboembolic\npulmonary hypertension (CTEPH)\n-AND-\n(b) CTEPH is symptomatic\n-AND-\n(c) Prescribed by or in consultation with a cardiologist, pulmonologist, or\nrheumatologist\n-OR-\n(2) Both of the following:\n(a) Patient is currently on any therapy for the diagnosis of CTEPH\n-AND-\n(b) Prescribed by or in consultation with a cardiologist, pulmonologist, or\nrheumatologist\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Adempas will be approved based on the following criterion:\n(1) Documentation the patient is receiving clinical benefit to Adempas therapy.\nAuthorization will be issued for 12months.\nC. Pulmonary Hypertension Associated with Interstitial Lung Disease\n1. Initial Authorization\na. Tyvaso or Tyvaso DPI will be approved based on all of the following criteria:\n(1) All of the following13:\n(a) Diagnosis of pulmonary hypertension associated with interstitial lung\ndisease (WHO group 3) confirmed by right heart catheterization\n© 2024 UnitedHealthcare Services, Inc.\n6\n(b) Interstitial lung disease is diagnosed based on evidence of diffuse\nparenchymal lung disease on computed tomography of the chest\n(c) Pul",
    "rt catheterization\n© 2024 UnitedHealthcare Services, Inc.\n6\n(b) Interstitial lung disease is diagnosed based on evidence of diffuse\nparenchymal lung disease on computed tomography of the chest\n(c) Pulmonary hypertension is symptomatic\n-AND-\n(2) Prescribed by or in consultation with a cardiologist, pulmonologist, or\nrheumatologist.\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Tyvaso or Tyvaso DPI will be approved based on the following criterion:\n(1) Documentation of positive clinical response to Tyvaso or Tyvaso DPI therapy\n(e.g., improved exercise ability)\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n*Brand Letairis, Liqrev oral suspension, Opsynvi, and Revatio oral powder for suspension are\ntypically excluded from coverage. Tried/Failed criteria may be in place. Please refer to plan specifics\nto determine exclusion status.\nAdditional Information regarding the endothelin receptor antagonists (Letairis*, Opsumit,\nOpsynvi*, and Tracleer): These agents should be used with caution in patients with liver disease.\nUse is not recommended in moderate to severe hepatic impairment. Tracleer product labeling\nincludes a black box warning regarding the risk of liver injury. Prescribers are cautioned to consider\nwhether benefits of use offset the risk of liver injury in WHO Class II patients. Early liver injury\nmay preclude future use as disease progresses. 3\nAdditional Information regarding the oral PDE-5 inhibitors (Liqrev*, Opsynvi*, Revatio\npowder for oral suspension*, and Tadliq): Administration of the oral PDE-5 inhibitors to patients\ntaking any form of organic nitrate, either regularly or intermittently, is contraindicated.4,5, 13,14 In\naddition, the concomitant administration of oral PDE-5 inhibitors with Adempas is contraindicated.\n3. Additional C",
    "organic nitrate, either regularly or intermittently, is contraindicated.4,5, 13,14 In\naddition, the concomitant administration of oral PDE-5 inhibitors with Adempas is contraindicated.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim\nlogic. Use of automated approval and re-approval processes varies by program and/or\ntherapeutic class.\n• Supply limitations may be in place.\n© 2024 UnitedHealthcare Services, Inc.\n7\n4. References:\n1. Pugh ME, Hemnes AR, Robbins IM. Combination therapy in pulmonary arterial hypertension.\nClin Chest Med. 2013 Dec ;34(4) :841-55.\n2. Letairis [package insert]. Foster City, CA : Gilead Sciences, Inc; August 2019.\n3. Tracleer [package insert]. South San Francisco, CA: Actelion Pharmaceuticals US, Inc.; July\n2022.\n4. Revatio [package insert]. New York, NY: Pfizer Labs; January 2023.\n5. Ventavis [package insert]. Titusville, NJ: Actelion Pharmaceuticals US, Inc.; March 2022.\n6. Tyvaso [package insert]. Research Triangle Park, NC: United Therapeutics Corp.; May 2022.\n7. Opsumit [package insert]. South San Francisco, CA: Actelion Pharmaceuticals US Inc.; June\n2023.\n8. Orenitram [package insert]. Research Triangle Park, NC: United Therapeutics Corp.; August\n2023.\n9. Adempas [package insert]. Whippany, NJ: Bayer HealthCare Pharmaceuticals Inc.; September\n2021.\n10. Taichman D, Ornelas J, Chung L, et al. Pharmacologic Therapy for Pulmonary Arterial\nHypertension in Adults. CHEST 2014;146(2):449-475.\n11. Uptravi [package insert]. South San Francisco, CA: Actelion Pharmaceuticals US, Inc; July\n2022.\n12. Waxman, A., Restrepo-Jaramillo, R., et al. Inhaled Treprostinil in Pulmonary Hypertension\nDue to Interstitial Lung Disease. N Engl J Med. 2021 Jan 28;384(4):325-334.\n13. Tyvaso DPI [package insert]. Research Triangle Park, NC: United Therapeutics Corp.; June\n2023.\n14. Tadliq [package insert].",
    " to Interstitial Lung Disease. N Engl J Med. 2021 Jan 28;384(4):325-334.\n13. Tyvaso DPI [package insert]. Research Triangle Park, NC: United Therapeutics Corp.; June\n2023.\n14. Tadliq [package insert]. Farmville, NC: CMP Pharma, Inc.; October 2023.\n15. Liqrev [package insert]. Farmville, NC: CMP Pharma, Inc.; April 2023.\n16. Opsynvi [package insert]. Titusville, NJ: Actelion Pharmaceuticals US Inc.; March 2024.\n17. Humbert, M, Kovacs G, et al. 2022 ESC/ERS Guidelines for the diagnosis and treatment of\npulmonary hypertension. European Respiratory Journal Jan 2022, 2200879\nProgram Prior Authorization/Medical Necessity – PAH Agents\nChange Control\n4/2014 New program.\n12/2014 Added new step requirement for Adcirca, Adempas and Orenitram.\nAdded in criteria for Revatio solution\n5/2015 Removed the diagnosis of PAH since we have changed it to Submission\nof medical records documenting diagnosis of pulmonary arterial\nhypertension that is confirmed by right heart catheterization.\nRemoved step for Adcirca and Adempas. Removed Tyvaso from\nOrenitram step. Added Adempas as an alternative to the PDE5 I for the\nOrenitram step. Decreased Orenitram initial authorization period to 6\nmonths. Decreased Orenitram reauthorization period to 12 months.\nFor reauthorization criteria changed to “Documentation the patient\nis receiving clinical benefit to therapy.”\n1/2016 Added Uptravi to the criteria requiring patients to try PDE5/Adempas\nand an ERA prior to obtaining Uptravi.\nChanged authorization periods to 12 months due to new regulation and\nto be consistent with all of the agents.\n2/2016 Updated prescriber requirement\n© 2024 UnitedHealthcare Services, Inc.\n8\n7/2016 Added Indiana and West Virginia coverage information.\n11/2016 Added California coverage information.\n12/2016 Updated background and references.\n9/2017 Annual review. Removed medical records requirements and updated\nsample pack language. Updated references. State mandate reference\nlanguage updated.\n11/2017 Removal of authorization cr",
    "ferences.\n9/2017 Annual review. Removed medical records requirements and updated\nsample pack language. Updated references. State mandate reference\nlanguage updated.\n11/2017 Removal of authorization criteria for sildenafil tablets as tablet\nformulation will no longer require prior authorization.\n11/2018 Annual review. Added Adcirca brand tablets to exclusion. Updated\nbackground and references.\n11/2019 Annual review. Updated references.\n11/2020 Annual review. Updated background information with no change to\nclinical criteria. References updated.\n6/2021 Added coverage criteria for additional Tyvaso indication. Updated\nbackground and references.\n6/2022 Changed Revatio solution to suspension. Added Revatio suspension and\nLetairis brand tablets to exclusion. Added additional Letairis indication\nto background. Added generic names to Orenitram/Uptravi step.\nUpdated references.\n10/2022 Added coverage criteria for Tyvaso DPI formulation and Alyq per\nprescribing information. Updated background and references.\n12/2022 Added Tadliq oral suspension for PAH. Updated background and\nreferences.\n3/2023 Updated background with Revatio’s expanded indication in pediatric\npatients with no change in coverage criteria. Updated references.\n2/2024 Annual review. Added Liqrev oral suspension for PAH and updated\nexclusion footnote. Updated background and references.\n8/2024 Added coverage criteria for Opsynvi tablets for PAH. Added Opsynvi\nto additional information section. Updated background and references.\n11/2024 Removed Adcirca and Alyq from policy. Added Opsynvi to the list of\nproducts that are typically excluded from coverage. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n9"
  ]
}