{
  "source": "PA-Med-Nec-Alyftrek.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2363-2\nProgram Prior Authorization/Medical Necessity\nMedication Alyftrek™ (vanzacaftor/tezacaftor/deutivacaftor)\nP&T Approval Date 2/2025, 4/2025\nEffective Date 7/1/2025\n1. Background:\nAlyftrek is a combination of deutivacaftor, a CFTR potentiator, tezacaftor, and vanzacaftor\nindicated for the treatment of cystic fibrosis (CF) in patients aged 6 years and older who have at\nleast one F508del mutation or another responsive mutation in the CFTR gene.\nIf the patient’s genotype is unknown, an FDA-cleared CF mutation test should be used to\nconfirm the presence of at least one indicated mutation.\nMembers will be required to meet the coverage criteria below.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Alyftrek will be approved based upon all of the following criteria:\na. Diagnosis of cystic fibrosis (CF)\n-AND-\nb. Submission of laboratory results documenting that the patient has at least one of the\nfollowing responsive mutations in the CFTR gene*:\n(1) F508del mutation\n(2) A mutation that is responsive based on clinical data\n(3) A mutation that is responsive based on in vitro data\n(4) A mutation that is responsive based on extrapolated data\n*List of CFTR gene mutations responsive to Alyftrek. A complete up to date list of responsive\nmutations can be referenced in the Alyftrek Prescribing Information.\nBased on clinical data**\nA455E G551D L1077P† R352Q S549N V754M\nD1152H G85E† L206W R75Q S549R W1098C†\nF508del† H1054D M1101K† S1159F S945L W1282R\nG1244E I336K R1066H S1251N V562I Y563N†\nBased on in vitro data‡\n1507_1515del9 E116Q G424S I556V P140S R334L T1053I\n2183A→G E193K G463V I601F P205S R334Q T1086I\n3141del9 E292K G480C I618T P499A R347H T1246I\n© 2025 UnitedHealthcare Services, Inc.\n1\n3195del6 E403D G480S I807M P5L R347L T1299I\n3199del6 E474K G551A I980K P574H R347P T338I\n546insCTA E56K G551S K1060T P67L R352W T351I\nA1006E E588V G576A K162E P750L R516G T604I\nA1067P E60K G576A; K464E P99L R516S V",
    " G480S I807M P5L R347L T1299I\n3199del6 E474K G551A I980K P574H R347P T338I\n546insCTA E56K G551S K1060T P67L R352W T351I\nA1006E E588V G576A K162E P750L R516G T604I\nA1067P E60K G576A; K464E P99L R516S V1153E\nR668C§\nA1067T E822K G622D L1011S Q1100P R553Q V1240G\nA107G E92K G628R L102R Q1291R R555G V1293G\nA120T F1016S G91R L1065P Q1313K R560S V201M\nA234D F1052V G970D L1324P Q237E R560T V232D\nA309D F1074L G970S L1335P Q237H R668C V392G\nA46D F1107L H1085R L1480P Q372H R74Q V456F\nA554E F191V H1375P L15P Q452P R74W V520F\nA559T F200I H139R L165S Q493R R74W; V603F\nD1270N§\nA559V F311del H199R L320V Q552P R74W; W361R\nV201M§\nA561E F311L H199Y L333F Q98R R74W; Y1014C\nV201M;\nD1270N§\nA613T F508C H609R L333H R1048G R75L Y1032C\nA62P F508C; H620P L346P R1066C R751L Y109N\nS1251N§\nA72D F575Y H620Q L441P R1066L R792G Y161D\nC491R F587I H939R L453S R1066M R933G Y161S\nD110E G1047R H939R; L619S R1070Q S1045Y Y301C\nH949L\nD110H G1061R I1027T L967S R1070W S108F Y569C\nD1270N G1069R I105N L997F R1162L S1118F Y913C\nD1445N G1123R I1139V M1101R R117C S1159P\nD192G G1247R I1234Vdel6a M1137V R117C; S1235R\na G576A;\nR668C\nD443Y G1249R I125T M150K R117G S1255P\nD443Y; G576A; G126D I331N M26SR R117L S13F\nR668C§\nD513G G1349D I331N M265R R117L S341P\nD565G G149R I1366N M952I R117P S364P\nD579G G178E I1398S M952T R1283M S492F\nD614G G178R I148N N1088D R1283S S549I\nD836Y G194R I148T N1303I R170H S589N\nD924N G194V I175V N1303K‡ R258G S737F\nD979V G27E I502T N186K R297Q S912L\nD993Y G27R I506L N187K R31C S977F\nE116K G314E I506T N418S R31L T1036N\nBased on extrapolation¶\n1341G→A 2789+2insA 3041- 3849+10kbC→ 3850-3T→G 5T; TG13 711+3A\n15T→G T →G\n© 2025 UnitedHealthcare Services, Inc.\n2\n1898+3A→G 2789+5G→ 3272- 3849+4A→G 4005+2T→ 621+3A→ E831X\nA 26A→G C G\n2752-26A→G 296+28A→ 3600G→A 3849+40A→G 5T; TG12\nG\n** Clinical data is obtained from Trial 1, NCT05033080 and Trial 2, NCT05076149.\n† This mutation is also predicted to be responsive by FRT assay with Alyftrek.\n‡ The N1303K mutation is predicted to be responsive only by HBE",
    "ained from Trial 1, NCT05033080 and Trial 2, NCT05076149.\n† This mutation is also predicted to be responsive by FRT assay with Alyftrek.\n‡ The N1303K mutation is predicted to be responsive only by HBE assay. All other mutations predicted\nto be responsive with in vitro data are supported by FRT assay.\n§ Complex/compound mutations where a single allele of the CFTR gene has multiple mutations; these\nexist independent of the presence of mutations on the other allele.\n¶ Efficacy is extrapolated to certain non-canonical splice mutations because clinical trials in all\nmutations in this subgroup are infeasible and these mutations are not amenable to interrogation by FRT\nsystem.\n-AND-\nc. The patient is ≥ 6 years of age\n-AND-\nd. One of the following:\n(1) Submission of medical records demonstrating a history of trial and failure,\ncontraindication, or intolerance to Trikafta (elexacaftor/tezacaftor/ivacaftor)\n-OR-\n(2) Patient has a documented CFTR gene mutation that is responsive to Alyftrek but is\nnot responsive to Trikafta (a complete up to date list of responsive mutations can be\nreferenced in the Trikafta Prescribing Information)\n-OR-\n(3) Both of the following:\n(a) Patient is currently on Alyftrek therapy as documented by claims history or\nsubmission of medical records (document date and duration of therapy)\n-AND-\n(b) Patient has not received a manufacturer supplied sample at no cost in the\nprescriber’s office, or any form of assistance from the Vertex GPSTM: Guidance\n& Patient Support program or other Vertex co-pay assistance programs (e.g.,\nsample card which can be redeemed at a pharmacy for a free supply of\nmedication) as a means to establish as a current user of Alyftrek*\n-AND-\ne. Prescribed by or in consultation with a provider who specializes in the treatment of CF\n© 2025 UnitedHealthcare Services, Inc.\n3\n* Patients requesting initial authorization who were established on therapy via the receipt of a\nmanufacturer supplied sample at no cost in the prescriber’s office o",
    " UnitedHealthcare Services, Inc.\n3\n* Patients requesting initial authorization who were established on therapy via the receipt of a\nmanufacturer supplied sample at no cost in the prescriber’s office or any form of assistance from\nthe Vertex GPSTM: Guidance & Patient Support program or other Vertex co-pay assistance\nprograms shall be required to meet initial authorization criteria as if patient were new to therapy.\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Alyftrek will be approved based on the following criterion:\na. Documentation of positive clinical response to Alyftrek therapy (e.g., improved lung\nfunction, stable lung function)\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Alyftrek [package insert]. Boston, MA: Vertex Pharmaceuticals, Inc.; December 2024.\n2. Trikafta [package insert]. Cambridge, MA: Vertex Pharmaceuticals, Inc.; December 2024\nProgram Prior Authorization/Medical Necessity – Alyftrek™\n(vanzacaftor/tezacaftor/deutivacaftor)\nChange Control\n2/2025 New program\n4/2025 Updated criteria to require history, contraindication, or intolerance to Trikafta,\nor member is currently on Alyftrek therapy. Added reference.\n© 2025 UnitedHealthcare Services, Inc.\n4"
  ]
}