{
  "source": "PA-Med-Nec-Nuedexta.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2213-5\nProgram Prior Authorization/Medical Necessity\nMedications Nuedexta® (dextromethorphan/quinidine)\nP&T Approval Date 7/2020, 7/2021, 7/2022, 7/2023, 7/2024\nEffective Date 10/1/2024\n1. Background:\nNuedexta, a combination product containing dextromethorphan hydrobromide and quinidine\nsulfate, is indicated for the treatment of pseudobulbar affect (PBA). PBA occurs secondary to a\nvariety of neurologic conditions, and is characterized by involuntary, sudden, and frequent\nepisodes of laughing and/or crying. PBA episodes typically occur out of proportion or are\ninappropriate to the underlying emotional state. PBA is a specific condition, distinct from other\ntypes of emotional lability that may occur in patients with neurological disease or injury.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Nuedexta will be approved based on all of the following criteria:\na. Diagnosis of pseudobulbar affect\n-AND-\nb. One of the following\n1) Amyotrophic lateral sclerosis (ALS)\n2) Alzheimer's disease\n3) Multiple sclerosis (MS)\n4) Parkinson's disease\n5) Stroke\n6) Traumatic brain injury\n-AND-\nc. Documented absence of cardiac rhythm disorders\n-AND-\nd. Prescribed by or in consultation with a neurologist\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Nuedexta will be approved based on the following criterion:\n© 2024 UnitedHealthcare Services, Inc.\n1\na. Documentation of positive clinical response to therapy\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated appr",
    "nding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n4. References:\n1. Nuedexta [package insert]. Aliso Viejo, CA: Avanir Pharmaceuticals, Inc.; June 2019.\n2. Ahmed, A, Simmons, Z. Pseudobulbar affect: prevalence and management. Ther Clin Risk\nManag. 2013: 9; 483-89.\nProgram Prior Authorization/Medical Necessity – Nuedexta\nChange Control\n7/2020 New program.\n7/2021 Annual review. Updated references.\n7/2022 Annual review. Updated authorization to 6 months. Updated references.\n7/2023 Annual review. No changes.\n7/2024 Annual review. Updated initial authorization to 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}