{
  "source": "PA-Med-Nec-Esperoct.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2187-7\nProgram Prior Authorization/Medical Necessity\nMedication Esperoct® (antihemophilic factor [recombinant], glycopegylated-exei)*\nP&T Approval Date 3/2020, 9/2020, 9/2021, 9/2022, 9/2023, 3/2024, 3/2025\nEffective Date 6/1/2025\n1. Background\nEsperoct [antihemophilic factor (recombinant), glycopegylated-exei] is a recombinant\ncoagulation Factor VIII concentrate indicated in adults and children with hemophilia A for:\nOn-demand treatment and control of bleeding episodes\no\nRoutine prophylaxis to reduce the frequency of bleeding episodes\no\nPerioperative management of bleeding\no\nEsperoct is not indicated for the treatment of von Willebrand disease.\n2. Coverage Criteriaa:\nA. Initial Authorization:\n1. Esperoct* will be initially approved based on the following criteria:\na. All of the following:\n(1) Diagnosis of hemophilia A\n-AND-\n(2) One of the following:\n(a) Submission of documentation showing failure to meet clinical goals (e.g.,\ncontinuation of spontaneous bleeds, inability to achieve appropriate trough level)\nafter a trial of three of the following recombinant factor products:\n1. Advate\n2. Kogenate FS\n3. Kovaltry\n4. NovoEight\n5. Nuwiq\n6. Recombinate\n-OR-\n(b) Submission of documentation showing history of hypersensitivity to three of the\nfollowing recombinant factor products:\n© 2025 UnitedHealthcare Services, Inc.\n1\n1. Advate\n2. Kogenate FS\n3. Kovaltry\n4. NovoEight\n5. Nuwiq\n6. Recombinate\n-OR-\n(c) Prescriber attestation that patient would preferentially benefit from Esperoct\nbased on one of the following:\n1. Patient is at high risk for the development of inhibitors (e.g., family history\nof inhibitors and success with product, current treatment less than 50 days,\nhigh risk genetic mutation, history of initial intensive therapy greater than 5\ndays)\n2. Patient has developed inhibitors\n3. Patient has undergone immune tolerance induction/ immune tolerance\ntherapy\n-AND-\n(3) One of the following:\n(a) ",
    "of initial intensive therapy greater than 5\ndays)\n2. Patient has developed inhibitors\n3. Patient has undergone immune tolerance induction/ immune tolerance\ntherapy\n-AND-\n(3) One of the following:\n(a) Patient is not to receive routine infusions more frequently than 2 times per week\n-OR-\n(b) Both of the following:\n1. Patient is less than 12 years of age\n-AND-\n2. Pharmacokinetic (PK) testing results suggest that more frequent than 2 times\nper week dosing is required\nAuthorization of therapy will be issued for 12 months.\nB. Reauthorization\n1. Esperoct will be approved based on both of the following criteria:\na. Documentation of positive clinical response to Esperoct therapy.\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n2\nb. One of the following:\n(1) Patient is not to receive routine infusions more frequently than 2 times per week\n-OR-\n(2) Both of the following:\n(a) Patient is less than 12 years of age\n-AND-\n(b) PK testing results suggest that more frequent than 2 times per week dosing is\nrequired\nAuthorization of therapy will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n*Esperoct is typically excluded from coverage. Coverage reviews may be in place if required by law\nor the benefit plan.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n4. References:\n1. Esperoct® [package insert]. Plainsboro, NJ: CSL Novo Nordisk, Inc., July 2024.\n2. Malec L, Shapiro AD. Hemophilia A and B: Routine management including prophylaxis. In:\nUpToDate, Waltham, MA, 2025.\n3. MASAC Recommendations Concerning Products Licensed for the Treatment o",
    "y 2024.\n2. Malec L, Shapiro AD. Hemophilia A and B: Routine management including prophylaxis. In:\nUpToDate, Waltham, MA, 2025.\n3. MASAC Recommendations Concerning Products Licensed for the Treatment of Hemophilia\nand Other Bleeding Disorders. MASAC Document #290, October 2, 2024.\nProgram Prior Authorization/Medical Necessity - Esperoct\nChange Control\n3/2020 New program.\n9/2020 Modified program noting exclusion of coverage for majority of\nbenefits. Updated reference.\n9/2021 Annual review with no changes to clinical criteria. Updated exclusion\nstatement with no change to clinical intent.\n© 2025 UnitedHealthcare Services, Inc.\n3\n9/2022 Annual review. Added text “pharmacokinetic” to clarify abbreviation\n“PK” with no changes to clinical intent. Updated background per\nprescribing information and updated references.\n9/2023 Annual review. Modified physician attestation to prescriber attestation.\nUpdated references.\n3/2024 Annual review with no changes to clinical criteria.\n3/2025 Annual review. Revised outline of coverage criteria without change to\nclinical intent. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n4"
  ]
}