{
  "source": "PA-Med-Nec-Gonadotropins.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2149-10\nProgram Prior Authorization/Medical Necessity Supported By Fertility Solutions\nMedication Follistim® AQ (follitropin beta), Gonal-f™ (follitropin alfa), Gonal-f™ RFF\n(follitropin alfa) *, Menopur® (menotropins)*ǂ\nP&T Approval Date 7/2018, 11/2018, 5/2019, 8/2019, 8/2020, 9/2021, 10/2022, 10/2023,\n5/2024, 6/2025\nEffective Date 9/1/2025\n1. Background:\nThe body produces two types of gonadotropins, follicle-stimulating hormone (FSH) and luteinizing\nhormone (LH), both of which play a role in fertility and human reproduction. After they are produced\nby the pituitary gland, gonadotropins trigger production of other sex hormones which then promote\nproduction of egg and sperm. Gonadotropins are used in the treatment of infertility, a disease of the\nreproductive system defined as one of the following:\n• inability to achieve a successful pregnancy due to an individual’s medical, sexual, or reproductive\nhistory;\n• failure to achieve a pregnancy after 12 months or more of regular unprotected sexual intercourse\nwhen the female partner is less than 35 years;\n• failure to achieve a pregnancy after 6 months or more of regular unprotected sexual intercourse\nwhen the female partner is 35 years or older\nGonal-f and Gonal-f RFF (follitropin alfa) are indicated for the induction of ovulation and pregnancy\nin oligo-anovulatory infertile women in whom the cause of infertility is functional and not due to\nprimary ovarian failure. Gonal-f and Gonal-f RFF are also indicated for the development of multiple\nfollicles in ovulatory women participating in an Assisted Reproductive Technology (ART) program.\nGonal-f is indicated for the induction of spermatogenesis in men with primary and secondary\nhypogonadotropic hypogonadism for whom the cause of infertility is not due to primary testicular\nfailure.\nFollistim AQ (follitropin beta) is indicated for induction of ovulation and pregnancy in anovulatory\ninfertile women i",
    "adism for whom the cause of infertility is not due to primary testicular\nfailure.\nFollistim AQ (follitropin beta) is indicated for induction of ovulation and pregnancy in anovulatory\ninfertile women in whom the cause of infertility is functional and not due to primary ovarian failure.\nIt is also indicated for pregnancy in normal ovulatory women undergoing ovarian stimulation as part\nof an in vitro fertilization (IVF) or intracytoplasmic sperm injection (ICSI) cycle. In males, Follistim\nAQ is indicated for induction of spermatogenesis in men with primary and secondary\nhypogonadotropic hypogonadism (HH) in whom the cause of infertility is not due to primary\ntesticular failure.\nMenopur (menotropins) is indicated for the development of multiple follicles and pregnancy in\nwomen participating in an assisted reproductive technology (ART) program. Human menopausal\ngonadotropins (hMG) is used for the treatment of ovulation induction in women with ovulatory\ndysfunction including polycystic ovary syndrome (PCOS) who failed on clomiphene as well for\novulation induction in the setting of hypogonadotropic hypogonadism.\nhMG is also used for induction of spermatogenesis in men with primary and secondary\nhypogonadotropic hypogonadism in whom the cause of infertility is not due to primary testicular\nfailure.\n© 2025 UnitedHealthcare Services, Inc.\n1\nThe clinically appropriate dosing for hMG agents when used in an ART cycle without an FSH\nproduct is 450 IU/day or less for not more than 14 days of treatment. When used as part of a mixed\nstimulation protocol (hMG + FSH) or when used alone for ovulation induction or ovarian stimulation,\nthe clinically appropriate maximum dosing for hMG agents is 225 IU/day and 150 IU/day,\nrespectively. Exceeding this daily dose and duration of treatment has not been proven to be\nefficacious in terms of pregnancy outcome. The clinically appropriate dosing for gonadotropin (FSH\nor hMG alone or in combination) agents is 450 IU/day or less when used for an AR",
    "ot been proven to be\nefficacious in terms of pregnancy outcome. The clinically appropriate dosing for gonadotropin (FSH\nor hMG alone or in combination) agents is 450 IU/day or less when used for an ART cycle, or 225\nIU/day and 150 IU/day or less when used for ovulation induction or ovarian stimulation, respectively,\nfor not more than 14 days of treatment. Exceeding this daily dose and duration of treatment has not\nbeen proven to be efficacious in terms of pregnancy outcome.\nThis is an optional program that is put in place for clients or businesses that have elected to provide\ncoverage for gonadotropins, managed through the Optum Fertility Solutions program.\n2. Coverage Criteriaa:\nA. Coverage Criteria for Ovarian Stimulation, Ovulation Induction, and Assisted\nReproductive Technology\n1. Follistim AQ, Gonal-f, Gonal-f RFF, or Menopur will be approved based on all of the\nfollowing criteria:\na. Prognosis for conception must be ≥ 5%\n-AND-\nb. Adequate ovarian reserve as indicated, but not limited to, at least two of the following\nmarkers within the previous 6 months:\n(1) FSH level < 15 mIU/ml;\n(2) AMH level > 0.2 ng/ml;\n(3) Antral follicle count > 3;\n(4) The risk for aneuploidy for all embryos is ≤ 85%\n-AND-\nc. Evidence of adequate ovarian response to stimulation if there has been previously\nmonitored, medicated-stimulated infertility treatment within the previous 6 months.\nExamples of adequate ovarian response are:\n(1) One follicle ≥ 15 mm diameter for IUI\n(2) Minimum of 1 follicle ≥ 15 mm diameter for ART\n-AND-\nd. If the request is for Gonal-f/Gonal-f RFF, the following criterion:\n(1) History of failure, contraindication, or intolerance to Follistim AQ\n© 2025 UnitedHealthcare Services, Inc.\n2\n-AND-\ne. Follistim AQ, Gonal-f, Gonal-f RFF, or Menopur will be utilized for one of the\nfollowing indications (See additional coverage criteria for each indication):\n(1) Ovulation Induction (see Section B)\n(2) Ovarian Stimulation (see Section C)\n(3) Assisted Reproductive Technology ",
    " the\nfollowing indications (See additional coverage criteria for each indication):\n(1) Ovulation Induction (see Section B)\n(2) Ovarian Stimulation (see Section C)\n(3) Assisted Reproductive Technology (see Section D)\nB. Ovulation Induction\n1. Follistim AQ, Gonal-f, or Gonal-f RFF, or Menopur will be approved based on all of\nthe following criteria*ǂ:\na. Patient meets the coverage criteria in section A\n-AND-\nb. One of the following:\n(1) Failure to ovulate with either Clomid (clomiphene citrate) or Femara (letrozole)\n(2) Patient diagnosed with hypothalamic amenorrhea\n-AND-\nc. One of the following exists:\n(1) Anovulation\n(2) Oligo-ovulation\n(3) Both of the following:\ni. Amenorrhea\nii. Other specific causative factors (e.g., thyroid disease, hyperprolactinemia)\nhave been excluded or treated\n-AND-\nd. Both of the following:\n(1) Dose does not exceed 225 IU/day\n(2) One of the following:\ni. Duration of therapy does not exceed 14 days per cycle\nii. Patient diagnosed with hypothalamic amenorrhea\n-AND-\ne. The use of Follistim AQ, Gonal-f, Gonal-f RFF, or Menopur applies to NONE of the\nfollowing situations:\n© 2025 UnitedHealthcare Services, Inc.\n3\n(1) Use of gonadotropins beyond the 6th gonadotropin induced ovulatory cycle.\n(2) When there are ≥ 4 follicles which are ≥15 mm in diameter from a previously\ngonadotropin-induced ovulation, despite a dosage adjustment (e.g., doses of\ngonadotropin down to 37.5 IU per day).\n(3) When used alone for individuals with unexplained infertility.\n(4) When there is a failure to respond to ovulation induction (e.g., doses of\ngonadotropins up to 225 IU per day and no follicles ≥ 15 mm in diameter).\n(5) In lieu of clomiphene or letrozole to correct a thin endometrial lining.\n(6) An estradiol level <100 pg/ml/follicle ≥15 mm in diameter.\n(7) Doses that exceed 225 IU/day for ovulation induction.\n(8) Duration of therapy that exceeds 14 days per cycle. Note that a longer than 14 day\nstimulation may be considered in the setting of hypothalamic amenorrhea.\n",
    "eed 225 IU/day for ovulation induction.\n(8) Duration of therapy that exceeds 14 days per cycle. Note that a longer than 14 day\nstimulation may be considered in the setting of hypothalamic amenorrhea.\nAuthorization will be issued for 3 months.§\nC. Ovarian Stimulation\n1. Follistim AQ, Gonal-f, or Gonal-f RFF, or Menopur will be approved based on all of\nthe following criteria*ǂ:\na. Patient meets the coverage criteria in section A.\n-AND-\nb. One of the following:\n(1) All of the following:\n(a) Used alone or in conjunction with intrauterine insemination (IUI)\n-AND-\n(b) One of the following:\ni. Treatment in individuals with diminished ovarian reserve that have not\nresponded to clomiphene or letrozole\nii. In the setting of unilateral tubal disease in conjunction with IUI when there\nis no evidence of tubal compromise on the patent side when at least 2\ncycles of oral agents (clomiphene or letrozole) have failed to yield a\ndominant follicle on the side with a patent fallopian tube\n-AND-\n(c) Dose does not exceed 150 IU/day, for no more than 14 days per cycle.\n-AND-\n(d) The use of Follistim AQ, Gonal-f, Gonal-f RFF, or Menopur applies to\nNONE of the following situations:\n© 2025 UnitedHealthcare Services, Inc.\n4\ni. Treatment in individuals with unexplained infertility, endometriosis,\nbilateral tubal factor infertility, unilateral isthmic, ampullary, fimbrial or\nperi tubal compromise (e.g., loculated spill, dilatation, phimosis,\nocclusion), recurrent pregnancy loss, isolated male factor infertility\nii. When there is a failure to respond to ovarian stimulation, (e.g., doses of\ngonadotropins up to 150 IU per day and no follicles ≥ 15 mm in diameter)\niii. An estradiol level <100 pg/ml/follicle ≥15 mm in diameter\niv. When there are ≥ 4 follicles which are ≥15 mm in diameter from a\npreviously gonadotropin-induced ovulation, despite a dosage adjustment.\nv. Following ART cycles that fail to result in conception due to poor ovarian\nresponse or poor-quality oocytes or embryos.\nvi. Doses tha",
    "ly gonadotropin-induced ovulation, despite a dosage adjustment.\nv. Following ART cycles that fail to result in conception due to poor ovarian\nresponse or poor-quality oocytes or embryos.\nvi. Doses that exceed 150 IU/day for ovulation stimulation\nvii. Duration of therapy that exceeds 14 days per cycle.\nviii. Beyond 3 cycles\n-OR-\n(2) All of the following:\n(a) Used for fertility preservation\n-AND-\n(b) The individual will undergo gonadotoxic therapy (e.g., exposure to cytotoxic\nagents, invasive surgery, prolonged hormonal ovarian suppression, radiation\ntherapy)\n-AND-\n(c) Will be used as part of an assisted reproductive technology (e.g., in vitro\nfertilization) procedure\nAuthorization will be issued for 3 months.§\nD. Assisted Reproductive Technology\n1. Follistim AQ, Gonal-f, or Gonal-f RFF, or Menopur will be approved based on all of\nthe following criteria*ǂ:\na. Patient meets the coverage criteria in section A.\n-AND-\nb. If used for the preparation of the endometrial lining, then there has been a failure to\nachieve a sufficient endometrial thickness (>6 mm) or trilaminar pattern with\nconventional preparation methods (e.g., estrogen and progesterone)**\n** Gonadotropins are not indicated for use in the preparation of the endometrial lining\nunless there has been a failure to achieve a sufficient endometrial thickness (>6 mm) or\n© 2025 UnitedHealthcare Services, Inc.\n5\ntrilaminar pattern with conventional preparation methods (e.g., estrogen and progesterone)\n-AND-\nc. For assisted reproductive technologies (ART)b, total gonadotropin dose does not\nexceed 450 IU/day, for no more than 14 days per cycle\n-AND-\nd. The use of Follistim AQ, Gonal-f, Gonal-f RFF, or Menopur applies to NONE of\nthe following situations:\n(1) Following ART cycles that fail to result in conception due to poor ovarian response\nor poor-quality oocytes or embryos.\n(2) Doses that exceed 450 IU/day for ART\n(3) Duration of therapy that exceeds 14 days per cycle.\nAuthorization will be issued for 3 months.§\nE. Male",
    "varian response\nor poor-quality oocytes or embryos.\n(2) Doses that exceed 450 IU/day for ART\n(3) Duration of therapy that exceeds 14 days per cycle.\nAuthorization will be issued for 3 months.§\nE. Male Hypogonadotropic Hypogonadism\n1. Follistim AQ, Gonal-f, or Menopur will be approved based on all of the following\ncriteria*ǂ:\na. One of the following:\n(1) Diagnosis of male primary hypogonadotropic hypogonadism\n-OR-\n(2) Diagnosis of male secondary hypogonadotropic hypogonadism\n-AND-\nb. For induction of spermatogenesis\n-AND-\nc. Infertility is not due to primary testicular failure\n-AND-\nd. If the request is for Gonal-f, the following criterion:\n(1) History of failure, contraindication, or intolerance to Follistim AQ\nAuthorization will be issued for 3 months.§\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\n© 2025 UnitedHealthcare Services, Inc.\n6\nprograms may apply.\nb ART includes all fertility treatments in which both eggs and embryos are handled, including in vitro\nfertilization.37\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n*Infertility is typically excluded from coverage for UnitedHealthcare. Please refer to member’s\nspecific benefits for coverage determination.\nǂ Optum Fertility Solutions review only: Please refer to the Clinical Policy on Human Menopausal\nGonadotropin (hMG) Used in the Treatment of Infertility for state-specific requirements that may\napply.\n§ Optum Fertility Solutions review only: Authorizations will be reviewed according to the Fertility\nSolutions Medical Necessity Clinical Guideline - Infertility.\n4. Refere",
    "requirements that may\napply.\n§ Optum Fertility Solutions review only: Authorizations will be reviewed according to the Fertility\nSolutions Medical Necessity Clinical Guideline - Infertility.\n4. References:\n1. American Medical Association. Healthcare Common Procedure Coding System. Medicare's\nNational Level II Codes HCPCS. AMA Press.\n2. American Society for Reproductive Medicine. Definitions of infertility and recurrent pregnancy\nloss. Fertil Steril 2008;90:S60.\n3. Brassard M. Med Clin North Am. 01-SEP-2008; 92(5): 1163-92, xi.\n4. Conn. Gen. Stat. § 38a-536 and § 38a-509 (1989, 2005).\n5. Gonal-F [package insert]. Rockland, MA: EMD Serono, Inc.; December 2020.\n6. Gonal-F RFF [package insert]. Rockland, MA: EMD Serono, Inc.; February 2020.\n7. Follistim AQ [package insert]. Roseland, NJ: Organon USA Inc.; July 2023.\n8. Menopur [package insert] Parsippany, NJ: Ferring Pharmaceuticals, Inc.; May 2018.\n9. ASRM The Practice Committee of the American Society for Reproductive Medicine: Testing and\ninterpreting measures of ovarian reserve. Fertil Steril 2012;98:1407-15.\n10. ASRM. The Ethics Committee of the American Society for Reproductive Medicine. Fertility\nTreatment When the Prognosis is Very Poor or Futile: a Committee Opinion. Fertil Steril\n2012;98:e6–e9.\n11. N.Y. Public Health Law § 2807-v (2002).\n12. Muasher SJ. Use of gonadotrophin-releasing hormone agonists in controlled ovarian\nhyperstimulation for in vitro fertilization. Clin Ther 1992;14(Suppl A):74-86.\n13. Ferraretti A, Marca A, Fauser B et al. ESHRE consensus on the definition of 'poor response' to\novarian stimulation for in vitro fertilization: the Bologna criteria. Human Reprod 2011; 26: 1616-\n24.\n14. Andoh K, Mizunuma H, Liu X, et al. A comparative study of fixed-dose, stepdown, and low-dose\nstep-up regimens of human menopausal gonadotropin for patients with polycystic ovary\nsyndrome. Fertil Steril m1998: 70; 840-846.\n15. Pal L, Jindal S, Witt B, Santoro N: Less is more: increased gonadotropin use for ovarian",
    "uman menopausal gonadotropin for patients with polycystic ovary\nsyndrome. Fertil Steril m1998: 70; 840-846.\n15. Pal L, Jindal S, Witt B, Santoro N: Less is more: increased gonadotropin use for ovarian\nstimulation adversely influences clinical pregnancy and live birth after in vitro fertilization. Fertil\nSteril 2008;89:1694-701.\n© 2025 UnitedHealthcare Services, Inc.\n7\n16. Fauser B, Nargund G, Anderson A et al. Mild ovarian stimulation for IVF: 10 years later. Human\nReprod 2010; 25: 2678-84.\n17. Baart E, Martini E, Eijkemans M et al. Milder ovarian stimulation for in-vitro fertilization\nreduces aneuploidy in the human preimplantation embryo: a randomized controlled trial. Human\nReprod 2007; 22: 980-8.\n18. Sunkara S, Rittenberg V, Raine-Fenning N et al. Association between the number of eggs and\nlive birth in IVF treatment: an analysis of 400,135 treatment cycles. Human Reprod 2011; 26:\n1768-74.\n19. McClamrock HD, Jones HW Jr., Adashi, EY. Ovarian stimulation and intrauterine insemination\nat the quarter centennial: implications for the multiple births epidemic. Fertil Steril 2012;97:802–\n9.\n20. European Society of Human Reproduction and Embryology (ESHRE) Guideline: Management of\nWomen with Endometriosis. September 2013.\n21. Practice Committee of American Society for Reproductive Medicine. Definitions of infertility\nand recurrent pregnancy loss: a committee opinion. Fertil Steril. 2013 Jan;99(1):63.\n22. Lenton E, Soltan A, Hewitt J, Thomson A, Davies W, Ashraf N, Sharma V, Jenner L, Ledger W,\nMcVeigh E. Induction of ovulation in women undergoing assisted reproductive techniques:\nrecombinant human FSH (follitropin alpha) versus highly purified urinary FSH (urofollitropin\nHP). Hum Reprod. 2000 May;15(5):1021-7.\n23. van Wely M, Kwan I, Burt AL, Thomas J, Vail A, Van der Veen F, Al-Inany HG. Recombinant\nversus urinary gonadotrophin for ovarian stimulation in assisted reproductive technology cycles.\nCochrane Database Syst Rev. 2011 Feb 16;(2):CD005354.\n24. Bayram N, van We",
    " F, Al-Inany HG. Recombinant\nversus urinary gonadotrophin for ovarian stimulation in assisted reproductive technology cycles.\nCochrane Database Syst Rev. 2011 Feb 16;(2):CD005354.\n24. Bayram N, van Wely M, Van der Veen F. Recombinant FSH versus urinary gonadotrophins or\nrecombinant FSH for ovulation induction in subfertility associated with polycystic ovary\nsyndrome. Cochrane Database of Syst Rev 2001; (2):CD002121.\n25. Thessaloniki ESHRE/ASRM-Sponsored PCOS Consensus Workshop Group. Consensus on\ninfertility treatment related to polycystic ovary syndrome. Fertil Steril. 2008 Mar;89(3):505-22.\n26. Warne DW, Decosterd G, Okada H, Yano Y, Koide N, Howles CM. A combined analysis of data\nto identify predictive factors for spermatogenesis in men with hypogonadotropic hypogonadism\ntreated with recombinant human follicle-stimulating hormone and human chorionic gonadotropin.\nFertil Steril. 2009 Aug;92(2):594-604.\n27. Jungwirth A, Giwercman A, Tournaye H, Diemer T, Kopa Z, Dohle G, Krausz C; European\nAssociation of Urology Working Group on Male Infertility. European Association of Urology\nguidelines on Male Infertility: the 2012 update. Eur Urol. 2012 Aug;62(2):324-32.\n28. Attia AM, Abou-Setta AM, Al-Inany HG. Gonadotrophins for idiopathic male factor subfertility.\nCochrane Database Syst Rev. 2013 Aug 23;8:CD005071.\n29. Dietterich C, Wang W, Shucoski K, Check JH. The relationship of endometrial thickness and\npregnancy in infertile women treated without in vitro fertilization. Fertil Steril. 2004 Apr;81\nSuppl 3:S7-31.\n30. Kolibianakis EM, Fatemi HM, Osmanagaoglu K, et al. Is endometrial thickness, assessed on the\nday of HCG administration, predictive of ongoing pregnancy in patients undergoing intrauterine\ninsemination after ovarian stimulation with clomiphene citrate? Fertil Steril 2002;78 Suppl\n1:S151-S152.\n31. Assante A, Coddington CC, Schenck LL, Stewart EA. Thin endometrial stripe does not affect the\nlikelihood of achieving pregnancy in clomiphene citrate/intrauterine ins",
    "il 2002;78 Suppl\n1:S151-S152.\n31. Assante A, Coddington CC, Schenck LL, Stewart EA. Thin endometrial stripe does not affect the\nlikelihood of achieving pregnancy in clomiphene citrate/intrauterine insemination cycles. Fertil\nSteril 2013 Dec;100(6):1610-4.\n32. Gingold JA, Lee JA, Rodriguez Purata R, et al. Endometrial pattern, but not endometrial\nthickness, affects implantation rates in euploid embryo transfers. Fertil Steril 2015;104:620-8.\n33. Centers for Disease Control and Prevention. (2018). Assisted Reproductive Technology (ART).\nRetrieved from https://www.cdc.gov/art/whatis.html.\n© 2025 UnitedHealthcare Services, Inc.\n8\n34. Practice Committee of the American Society for Reproductive Medicine, American Society for\nReproductive Medicine. Definition of infertility: a committee opinion (2023). Available at:\nhttps://www.asrm.org/practiceguidance/practice-committee-documents/denitions-of-infertility/\n35. Gerber R, Fazzari M, Kappy M, et al. Differential impact of controlled ovarian hyperstimulation\non live birth rate in fresh versus frozen embryo transfer cycles: a Society for Assisted\nReproductive Technology Clinic Outcome System study. Fertil Steril 2020; 114: 1225-1231.\n36. Youseff M A-F; van Wiley M, Mochtar M, et al: Low dosing of gonadotropins in in vitro\nfertilization cycles for women with poor ovarian reserve: systematic review and meta-analysis.\nFertil Steril 2018; 109: 289-301.\nProgram Prior Authorization/Medical Necessity (For Optum Fertility Solutions)\n- Follistim AQ (follitropin beta), Gonal-f (follitropin alfa), Gonal-f RFF\n(follitropin alfa)\nChange Control\n7/2018 New program\n11/2018 Corrected maximum dosing for ovulation induction to 225 IU/day and\ncontrolled ovarian stimulation to 150 IU/day. Added definition of\nART. Moved Follistim AQ criteria in to general requirements sections.\n5/2019 Annual review. Revised coverage rationale for ovulation induction and\ncontrolled ovarian stimulation. Updated references.\n8/2019 Revised coverage rationale to change",
    "eral requirements sections.\n5/2019 Annual review. Revised coverage rationale for ovulation induction and\ncontrolled ovarian stimulation. Updated references.\n8/2019 Revised coverage rationale to change step therapy criteria. Require trial\nof Follistim AQ before Gonal F.\n8/2020 Annual review with no changes to coverage criteria.\n9/2021 Annual review. Updated coverage rationale for ovulation induction and\ncontrolled ovarian stimulation.\n10/2022 Annual review. Added Assisted Reproductive Technology section and\nclarified when gonadotropins are indicated for use in the preparation of\nthe endometrial lining. Updated Coverage Criteria for Controlled\nOvarian Stimulation, Ovulation Induction, and Assisted Reproductive\nTechnology with revised FSH and AMH levels as well as antral follicle\ncount and risk for aneuploidy to specify indicators for adequate ovarian\nreserve. Clarified situations to which the use of Follistim AQ, Gonal-f,\nGonal-f RFF, or Menopur applies.\n10/2023 Annual review with no changes to coverage criteria. Updated\nreferences.\n5/2024 Added coverage criteria for fertility preservation for iatrogenic\ninfertility. Updated term \"controlled ovarian stimulation” to “ovarian\nstimulation”.\n6/2025 Revised definition of infertility in background to correlate with ASRM.\nAdded criteria bypassing step requirement for patients diagnosed with\nhypothalamic amenorrhea. Clarified situations to which the use of\ngonadotropins applies. Removed criterion for initial treatment of\ndiminished ovarian reserve. Updated coverage criteria for fertility\npreservation for iatrogenic infertility to include additional examples of\ngonadotoxic therapy such as prolonged hormonal ovarian suppression.\nUpdated references.\n© 2025 UnitedHealthcare Services, Inc.\n9"
  ]
}