{
  "source": "PA-Med-Nec-Jivi.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2158-7\nProgram Prior Authorization/Medical Necessity\nMedication Jivi® (antihemophilic factor [recombinant], PEGylated-aucl)\nP&T Approval Date 1/2019, 2/2020, 9/2020, 9/2021, 9/2022, 9/2023, 9/2024\nEffective Date 12/1/2024\n1. Background\nJivi (antihemophilic factor [recombinant], PEGylated-aucl) is a recombinant DNA-derived,\nFactor VIII concentrate indicated for use in previously treated adults and adolescents (12 years\nof age and older) with hemophilia A (congenital Factor VIII deficiency) for:1\nOn-demand treatment and control of bleeding episodes\no\nRoutine prophylaxis to reduce the frequency of bleeding episodes\no\nPerioperative management of bleeding\no\nJivi is not indicated for use in children < 12 years of age due to a greater risk for\nhypersensitivity reactions. Jivi is not indicated for use in previously untreated patients (PUPs).\nJivi is not indicated for the treatment of von Willebrand disease.\n2. Coverage Criteriaa:\nA. Initial Authorization:\n1. Jivi will be approved based on all of the following criteria:\na. Diagnosis of hemophilia A\n-AND-\nb. Patient is 12 years of age or older\n-AND-\nc. Patient has previously received Factor VIII replacement therapy\n-AND-\nd. Patient is not a suitable candidate for treatment with shorter acting half-life Factor VIII\n(recombinant) products [Advate, Kogenate FS, Kovaltry, Novoeight, Nuwiq, or\nRecombinate] as attested by the prescriber\n-AND-\ne. Patient is not to receive routine infusions more frequently than 2 times per week\n© 2024 UnitedHealthcare Services, Inc.\n1\nAuthorization of therapy will be issued for 12 months.\nB. Reauthorization\n1. Jivi will be approved based on both of the following criteria:\na. Documentation of positive clinical response to Jivi therapy.\n-AND-\nb. Patient is not to receive routine infusions more frequently than 2 times per week\nAuthorization of therapy will be issued for 12 months.\na State mandates may apply. Any federal regulator",
    "apy.\n-AND-\nb. Patient is not to receive routine infusions more frequently than 2 times per week\nAuthorization of therapy will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n4. References:\n1. Jivi® [package insert]. Whippany, BJ: Bayer HealthCare, LLC., August 2018.\n2. MASAC Recommendations Concerning Products Licensed for the Treatment of\nHemophilia and Selected Disorders of the Coagulation System. MASAC Document #284,\nApril 11, 2024.\nProgram Prior Authorization/Medical Necessity - Jivi\nChange Control\n1/2019 New program.\n2/2020 Annual review with no changes to clinical coverage criteria.\n9/2020 Updated preferred standard half-life recombinant products. Updated\nreference.\n9/2021 Annual review with no changes to clinical coverage criteria.\n9/2022 Annual review with no changes to clinical coverage criteria. Updated\nbackground per prescribing information and updated references.\n9/2023 Annual review. Modified physician attestation to prescriber attestation.\nUpdated references.\n9/2024 Annual review with no changes to clinical coverage criteria. Updated\nreferences.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}