{
  "source": "PA-Med-Nec-Ctexli.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 2373-1\nProgram Prior Authorization/Medical Necessity\nMedication Ctexli™ (chenodiol)\nP&T Approval Date 6/2025\nEffective Date 9/1/2025\n1. Background:\nCtexli (chenodiol) is a bile acid indicated for treatment of cerebrotendinous xanthomatosis\n(CTX) in adults.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Ctexli will be approved based on all of the following criteria:\na. Diagnosis of cerebrotendinous xanthomatosis (cholestanol storage disease)\n-AND-\nb. Disease is confirmed by the presence of pathogenic variant(s) in the CYP27A1 gene\n-AND-\nc. Prescribed by or in consultation with one of the following:\n(1) Endocrinologist\n(2) Geneticist\n(3) Neurologist\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Ctexli will be approved based on both of the following criteria:\na. Documentation of positive clinical response to Ctexli therapy\n-AND-\nb. Prescribed by or in consultation with one of the following:\n(1) Endocrinologist\n(2) Geneticist\n(3) Neurologist\n© 2025 UnitedHealthcare Services, Inc.\n1\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. Reference:\n1. Ctexli [package insert]. Foster City, CA: Mirum Pharmaceuticals, Inc.; July 2024.\n2. Stelten BML, Dotti MT, Verrips A, Elibol B, Falik-Zaccai TC, Hanman K, Mignarri A, Sithole B,\nSteiner RD, Verma S, Yahalom G, Zubarioglu T, Mochel F, Federico A. Expert opinion on\ndiagnosing, treating and",
    "ten BML, Dotti MT, Verrips A, Elibol B, Falik-Zaccai TC, Hanman K, Mignarri A, Sithole B,\nSteiner RD, Verma S, Yahalom G, Zubarioglu T, Mochel F, Federico A. Expert opinion on\ndiagnosing, treating and managing patients with cerebrotendinous xanthomatosis (CTX): a modified\nDelphi study. Orphanet J Rare Dis. 2021;16(1):353. doi:10.1186/s13023-021-01980-5.\n3. DeBarber A, Kisanuki Y, Nobrega P, Himes R, Jayadev S, Bernat J, Prakash V, Gibson J, Larson A,\nSgobbi P, Murphy E, Fedor B, Wong Po Foo C, Dutta R, Imperiale M, Garner W, Vig P, Perez S,\nRamdhani R, Saute J, Duell PB. Evaluation of Chenodeoxycholic Acid Treatment in Adult Patients\nwith Cerebrotendinous Xanthomatosis: A Randomized, Placebo-Controlled Phase 3 Study [abstract].\nProgram Prior Authorization/Medical Necessity - Ctexli (chenodiol)\nChange Control\n6/2025 New program.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}