{
  "source": "PA-Med-Nec-Fentanyl.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2077-12\nProgram Prior Authorization/Medical Necessity - Fentanyl Transmucosal\nMedication Actiq® (brand only)* (fentanyl transmucosal lozenge), Fentora®* (fentanyl\nbuccal tablet), and fentanyl citrate bulk powder*\nP&T Approval Date 2/2016, 9/2016, 9/2017, 10/2018, 10/2019, 10/2020, 2/2022, 4/2022, 7/2023,\n7/2024\nEffective Date 10/1/2024\n1. Background:\nActiq, Fentora and fentanyl citrate lozenges (generic Actiq) are rapid-acting opioid analgesics\nindicated for the management of breakthrough cancer pain in patients who are already receiving and\nhave developed tolerance to around-the-clock opioid therapy for their underlying persistent cancer\npain. Patients considered opioid tolerant are those who are taking at least 60 mg of oral morphine\ndaily, at least 25 mcg/hour of transdermal fentanyl, at least 30 mg of oxycodone daily, at least 8 mg\nof oral hydromorphone daily, at least 25 mg of oral oxymorphone daily or an equianalgesic dose of\nanother opioid for a week or longer. Patients must remain on around-the-clock opioids while taking a\nrapid-acting fentanyl product. Actiq, Fentora, and fentanyl citrate lozenges (generic Actiq) must not\nbe used in opioid non-tolerant patients because life-threatening hypoventilation could occur at any\ndose in patients not on a chronic regimen of opiates.\nCompounded fentanyl preparations may provide a unique delivery for certain patient-specific\nconditions and administration requirements. Compounded fentanyl preparations should be made for a\nsingle individual and not produced on a large scale. Compounded fentanyl preparations should not be\ncovered if it is being prescribed as an alternative for a commercially available fentanyl product.\nTherefore, additional criteria will be provided for fentanyl citrate compounds.\n2. Coverage Criteriaa, b:\nA. Actiq* (brand only), or Fentora*will be approved based on one of the following criteria:\n1. Submission of medical records de",
    "ll be provided for fentanyl citrate compounds.\n2. Coverage Criteriaa, b:\nA. Actiq* (brand only), or Fentora*will be approved based on one of the following criteria:\n1. Submission of medical records demonstrating all of the following:\na. Use is for the management of breakthrough pain associated with a cancer diagnosis (cancer\ndiagnosis must be documented in the medical records).\n-AND-\nb. Patient must have at least a one week history of one of the following medications to\ndemonstrate tolerance to opioids:\n1) Oral morphine sulfate at a doses of greater than or equal to 60 mg/day\n2) Fentanyl transdermal patch at a dose of greater than or equal to 25 mcg/hr\n3) Oral oxycodone at a dose of greater than or equal to 30 mg/day\n4) Oral hydromorphone at a dose of greater than or equal to 8 mg/day\n5) Oral oxymorphone at a dose of greater than or equal to 25 mg/day\n6) Oral hydrocodone at a dose of greater than or equal to 60 mg/day\n© 2024 UnitedHealthcare Services, Inc.\n1\n7) An alternative opioid at an equianalgesic dose (e.g., oral methadone greater than or\nequal to 20 mg/day)\n-AND\nc. The patient is currently taking a long-acting opioid around the clock for cancer pain\n-AND-\nd. The patient has a history of failure, contraindication, or intolerance to fentanyl citrate\nlozenges (generic Actiq)\n-AND-\ne. The patient has a history of failure, contraindication, or intolerance to Lazanda\n-AND-\nf. One of the following:\n1) The patient is not concurrently receiving an alternative transmucosal fentanyl product.\n-OR-\n2) The patient is currently receiving an alternative transmucosal fentanyl product AND the\nprescriber is requesting the termination of all current authorizations for alternative\ntransmucosal fentanyl products in order to begin treatment with the requested\nmedication. Only one transmucosal fentanyl product will be approved at a time. If\nprevious authorizations cannot be terminated, the PA request will be denied.\n-OR-\n2. The patient is currently taking Actiq (brand only)* or Fent",
    "mucosal fentanyl product will be approved at a time. If\nprevious authorizations cannot be terminated, the PA request will be denied.\n-OR-\n2. The patient is currently taking Actiq (brand only)* or Fentora*, and does not meet the medical\nnecessity criteria requirements based on the FDA-approved indication for breakthrough cancer\npain (a one-time fill may be approved for transition to an alternative treatment).\nAuthorization will be approved for 12 months.\nC. Fentanyl citrate bulk powder* or compounded fentanyl will be approved based on one of the\nfollowing criteria:\n1. Submission of medical records demonstrating all of the following:\na. Use is for the management of breakthrough pain associated with a cancer diagnosis (cancer\ndiagnosis must be documented in the medical records).\n-AND-\nb. Patient must have at least a one week history of one of the following medications to\ndemonstrate tolerance to opioids:\n© 2024 UnitedHealthcare Services, Inc.\n2\n1) Oral morphine sulfate at a doses of greater than or equal to 60 mg/day\n2) Fentanyl transdermal patch at a dose of greater than or equal to 25 mcg/hr\n3) Oral oxycodone at a dose of greater than or equal to 30 mg/day\n4) Oral hydromorphone at a dose of greater than or equal to 8 mg/day\n5) Oral oxymorphone at a dose of greater than or equal to 25 mg/day\n6) Oral hydrocodone at a dose of greater than or equal to 60 mg/day\n7) An alternative opioid at an equianalgesic dose (e.g., oral methadone greater than or\nequal to 20 mg/day)\n-AND\nc. The patient is currently taking a long-acting opioid around the clock for cancer pain\n-AND-\nd. A unique dosage form is required for a product that is not commercially available due to\npatient’s age or weight.\n-AND-\ne. One of the following:\n1) The patient is not concurrently receiving an alternative transmucosal fentanyl product.\n-OR-\n2) The patient is currently receiving an alternative transmucosal fentanyl product AND the\nprescriber is requesting the termination of all current authorizations for alt",
    "mucosal fentanyl product.\n-OR-\n2) The patient is currently receiving an alternative transmucosal fentanyl product AND the\nprescriber is requesting the termination of all current authorizations for alternative\ntransmucosal fentanyl products in order to begin treatment with the requested\nmedication. Only one transmucosal fentanyl product will be approved at a time. If\nprevious authorizations cannot be terminated, the PA request will be denied.\n-OR-\n2. The patient is currently taking a compounded fentanyl citrate product and does not meet the\nmedical necessity criteria requirements based on the FDA-approved indication for breakthrough\ncancer pain (a one-time fill may be approved for transition to an alternative treatment).\nAuthorization will be approved for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific benefit plan\ncoverage may also impact coverage criteria. Other policies and utilization management programs may\napply.\nb Coverage of medications to treat conditions associated with cancer may be approved based on state\nmandates.\n* Actiq (Brand ONLY), fentanyl bulk powder and Fentora are typically excluded from coverage.\nTried/failed criteria may be in place. Please refer to plan specifics to determine coverage status.\n© 2024 UnitedHealthcare Services, Inc.\n3\n3. Additional Clinical Programs:\n• Supply limits may be in place.\n• Prior Authorization/Notification may be in place.\n• Compound and Bulk powder notification may be in place\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n4. References:\n1. Actiq [package insert]. Parsippany, NJ: Cephalon; December 2023.\n2. Fentora [package insert]. Parsippany, NJ: Cephalon; December 2023.\nProgram Prior Authorization/Medical Necessity – Fentanyl Tra",
    ":\n1. Actiq [package insert]. Parsippany, NJ: Cephalon; December 2023.\n2. Fentora [package insert]. Parsippany, NJ: Cephalon; December 2023.\nProgram Prior Authorization/Medical Necessity – Fentanyl Transmucosal\nChange Control\nDate Change\n2/2016 New program.\n7/2016 Added Indiana and West Virginia coverage information.\n9/2016 Added requirement that patients cannot be receiving concurrent\nfentanyl products.\n11/2016 Administrative change. Added California coverage information.\n9/2017 Added criteria for Abstral, Actiq, Fentora, Subsys and bulk or\ncompounded fentanyl citrate. Updated state mandate language.\n10/2018 Updated formatting and references.\n10/2019 Updated references; added automation language; added clarifier for\ntransition of care fill.\n10/2020 Annual review. Clarified submission of cancer diagnosis. Updated\nreferences.\n2/2022 Updated references.\n4/2022 Added cancer medications state mandate note.\n7/2023 Removed Abstral as it is no longer on the market. Updated references.\nRemoved Arkansas footnote, refer to general state mandate footnote.\n7/2024 Removed Lazanda and Subsys as they are no longer on the market.\nAdded opioid tolerate dose for oral hydrocodone. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n4"
  ]
}