{
  "source": "PA-Med-Nec-Yupelri.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2151-9\nProgram Prior Authorization/Medical Necessity\nMedication Yupelri® (revefenacin inhalation solution)\nP&T Approval Date 9/2018, 1/2019, 7/2019, 8/2020, 11/2020, 11/2021, 11/2022, 11/2023,\n11/2024\nEffective Date 2/1/2025\n1. Background:\nYupelri (revefenacin inhalation solution) is a nebulized long-acting antimuscarinic\n(anticholinergic) agent indicated for the maintenance treatment in patients with chronic\nobstructive pulmonary disease (COPD).\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Yupelri will be approved based on all of the following criteria:\na. Diagnosis of moderate to severe chronic obstructive pulmonary disease (COPD)\n- AND-\nb. One of the following:\n1) History of failure, contraindication or intolerance to Spiriva Handihaler or\nRespimat (tiotropium)\n- OR-\n2) Patient is unable to use a metered-dose, dry powder or slow mist inhaler (e.g.\nSpiriva Respimat) to control his/her COPD due to one of the following:\na) Cognitive or physical impairment limiting coordination of handheld devices\n(e.g., cognitive decline, arthritis in the hands) (Document impairment)\nb) Patient is unable to generate adequate inspiratory force (e.g., peak\ninspiratory flow rate (PIFR) resistance is <60 L/min)\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Yupelri will be approved based on the following criterion:\na. Documentation of positive clinical response to therapy\n© 2024 UnitedHealthcare Services Inc.\n1\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automate",
    "thstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Global strategy for the diagnosis, management and prevention of COPD. Global Initiative for\nChronic Obstructive Lung Disease (GOLD). 2024.\n2. Yupelri [package insert]. Morgantown, WV: Mylan Specialty L.P.; May 2022.\n3. Ferguson GT, Goodin T, Tosiello R, et al. Long-term safety of glycopyrrolate/eFlow CS in\nmoderate-to-very severe COPD: results from the glycopyrrolate for obstructive lung disease\nvia electronic nebulizer (GOLDEN) 5 randomized study. Respiratory Medicine 132;\n2017:251-60.\n4. Wise RA, Acevedo RA, Anzueto AR, et al. Guiding principles for the use of nebulized long-\nacting beta2-agonists in patients with COPD: An expert panel consensus. Chronic Obstr\nPulm Dis 2017; 4(1): 7-20\nProgram Prior Authorization/Medical Necessity –Yupelri\nChange Control\nDate Change\n9/2018 New program\n1/2019 Added Yupelri to the criteria.\n7/2019 Removed ipratropium as a step 1 option, added Yupelri as step 1 option\nprior to Lonhala Magnair and noted that Lonhala Magnair is typically\nexcluded from coverage.\n8/2020 Annual review. Updated references and removed step through Seebri\nNeohaler due to removal from the market.\n10/2020 Formatting update.\n11/2021 Annual review. Updated references.\n11/2022 Annual review. Removed Incruse Ellipta as a step first-line agent.\nUpdated references.\n11/2023 Annual review. Updated references.\n11/2024 Annual review. Removed Lonhala Magnair. Updated references.\n© 2024 UnitedHealthcare Services Inc.\n2"
  ]
}