{
  "source": "PA-Med-Nec-Camzyos.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2281-4\nProgram Prior Authorization/Medical Necessity\nMedication Camzyos® (mavacamten)\nP&T Approval Date 7/2022, 11/2022, 8/2023, 8/2024\nEffective Date 11/1/2024\n1. Background:\nCamzyos® (mavacamten) is a cardiac myosin inhibitor indicated for the treatment of adults with\nsymptomatic New York Heart Association (NYHA) class II-III obstructive hypertrophic\ncardiomyopathy (HCM) to improve functional capacity and symptoms.1\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Camzyos will be approved based on all of the following criteria:\na. Diagnosis of obstructive hypertrophic cardiomyopathy (HCM)\n-AND-\nb. Heart failure is classified as one of the following:\n(1) New York Heart Association (NYHA) class II heart failure\n-OR-\n(2) New York Heart Association (NYHA) class III heart failure\n-AND-\nc. Patient has a left ventricular ejection fraction of greater than or equal to 55%\n-AND-\nd. Patient has a Valsalva left ventricular outflow tract (LVOT) peak gradient greater\nthan or equal to 50 mmHg at rest or with provocation\n-AND-\ne. History of inadequate response, intolerance, failure, or contraindication to two\nof the following at a maximally tolerated dose2,3:\n(1) Non-vasodilating beta blocker (e.g., atenolol, bisoprolol, metoprolol,\nnadolol, propranolol)\n(2) Nondihydropyridine calcium channel blocker (i.e., diltiazem, verapamil)\n© 2024 UnitedHealthcare Services, Inc.\n1\n(3) Disopyramide\n-AND-\nf. Prescribed by or in consultation with a cardiologist\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Camzyos will be approved based on all of the following criteria:\na. Documentation of positive clinical response to therapy as supported by one of the\nfollowing:\n(1) Reduction in NYHA class\n-OR-\n(2) No worsening in NYHA class\n-AND-\nb. Patient has a left ventricular ejection fraction of greater than or equal to 50%\n-AND-\nc. Prescribed by or in consultation with a cardiologist\nAuthorization will be is",
    "worsening in NYHA class\n-AND-\nb. Patient has a left ventricular ejection fraction of greater than or equal to 50%\n-AND-\nc. Prescribed by or in consultation with a cardiologist\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim\nlogic. Use of automated approval and re-approval processes varies by program and/or\ntherapeutic class.\n• Supply limits and/or Notification may be in place.\n4. References:\n1. Camzyos® [package insert]. Brisbane, CA: Bristol Myers Squibb; April 2024.\n2. Wasfy JH, Walton SM, Beinfeld M, Nhan E, Sarker J, Whittington MD, Pearson SD, Rind\nDM. Mavacamten for Hypertrophic Cardiomyopathy: Effectiveness and Value; Final Evidence\nReport and Meeting Summary. Institute for Clinical and Economic Review, November 16,\n2021. https://icer.org/hypertrophic-cardiomyopathy-2021/.\n© 2024 UnitedHealthcare Services, Inc.\n2\n3. Ommen SR, Mital S, Burke MA, et al. 2020 AHA/ACC Guideline for the Diagnosis and\nTreatment of Patients With Hypertrophic Cardiomyopathy: Executive Summary. Circulation.\n2020;142(25):e533-e557.\nProgram Prior Authorization/Medical Necessity – Camzyos® (mavacamten)\nChange Control\n7/2022 New program.\n11/2022 Added examples of non-vasodilating beta blockers with no change to\nintent of coverage criteria.\n8/2023 Annual review. Simplified diagnosis criteria. Updated references.\n8/2024 Annual review. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}