{
  "source": "PA-Med-Nec-Kerendia.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 2250-7\nProgram Prior Authorization/Medical Necessity\nMedication Kerendia® (finerenone)\nP&T Approval Date 9/2021, 12/2021, 3/2022, 9/2022, 12/2022, 9/2023, 10/2024\nEffective Date 2/1/2025\n1. Background:\nKerendia (finerenone) is indicated to reduce the risk of sustained estimated glomerular filtration\nrate (eGFR) decline, end-stage kidney disease, cardiovascular death, non-fatal myocardial\ninfarction, and hospitalization for heart failure in adult patients with chronic kidney disease (CKD)\nassociated with type 2 diabetes (T2D).\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Kerendia will be approved based on all of the following criteria:\na. Diagnosis of chronic kidney disease (CKD) associated with type 2 diabetes (T2D)\n-AND-\nb. Both of the following:\n1) Urinary albumin-to-creatinine ratio (UACR) greater than equal to 30 mg/g\n-AND-\n2) An eGFR of greater than or equal to 25 mL/min/1.73 m2\n-AND-\nc. Used to reduce the risk of any of the following:\n1) Sustained eGFR decline\n2) End-stage kidney disease\n3) Cardiovascular death\n4) Non-fatal myocardial infarction\n5) Hospitalization for heart failure\n-AND-\nd. Serum potassium level is less than or equal to 5 mEQ/L prior to initiating treatment\n-AND-\n© 2024 UnitedHealthcare Services Inc.\n1\ne. One of the following:\n1) Patient is on a stabilized dose and receiving concomitant therapy with one of the\nfollowing:\na) maximally tolerated angiotensin converting enzyme (ACE) inhibitor (e.g.,\ncaptopril, enalapril)\nb) maximally tolerated angiotensin II receptor blocker (ARB) (e.g.,\ncandesartan, valsartan)\n-OR-\n2) Patient has an allergy, contraindication, or intolerance to ACE inhibitors and\nARB\n-AND-\nf. One of the following:\n1) Patient is on a stabilized dose and receiving concomitant therapy with a SGLT2\ninhibitor (e.g. Jardiance)\n-OR-\n2) History of failure, contraindication, or intolerance to a SGLT2 inhibitor (e.g.\nJardiance)\nAuthorization will be issued for ",
    "ceiving concomitant therapy with a SGLT2\ninhibitor (e.g. Jardiance)\n-OR-\n2) History of failure, contraindication, or intolerance to a SGLT2 inhibitor (e.g.\nJardiance)\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Kerendia will be approved based on the following criterion:\na. Documentation of positive clinical response to therapy\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n© 2024 UnitedHealthcare Services Inc.\n2\n4. References:\n1. Kerendia [package insert]. Whippany, NJ: Bayer HealthCare Pharmaceuticals Inc. September\n2022.\n2. Bakris, GL, Agarwal R, Anker SD, Effect of Finerenone on Chronic Kidney Disease Outcomes in\nType 2 Diabetes. NEJM. 2020; 383:2219-29.\n3. American Diabetes Association. Standard of Medical Care in Diabetes- 2022. Diabetes Care\n2022;45 (Supplement 1)\n4. de Boer, IH, Khunti, K, Sadusky, T, et al. Diabetes Management in Chronic Kidney Disease: A\nConsensus Report by the American Diabetes Association (ADA) and Kidney Disease: Improving\nGlobal Outcomes (KDIGO). Diabetes Care 2022.\n5. KDIGO 2024 Clinical Practice Guideline for the Evaluation and Management of Chronic Kidney\nDisease. Kidney International. 2024 (105): S114-314.\nProgram Prior Authorization/Medical Necessity – Kerendia\nChange Control\nDate Change\n9/2021 New program\n12/2021 Added a SGLT2 (Jardiance) as a step requirement. Updated references.\n3/2022 Updated policy to change the reduction risk criteria from all to any and\nupdated ",
    "rol\nDate Change\n9/2021 New program\n12/2021 Added a SGLT2 (Jardiance) as a step requirement. Updated references.\n3/2022 Updated policy to change the reduction risk criteria from all to any and\nupdated potassium threshold from less than 5 mEq/L to less than or\nequal to 5 mEq/L.\n9/2022 Removed diabetic retinopathy and prescriber requirement. Updated\nreferences.\n12/2022 Based on updated guidelines modified UACR to greater than or equal to\n30 mg/g and eGFR to greater than or equal to 25 mL/min/1.73 m2 for\ndiagnosis of chronic kidney disease and removed the eGFR bypass for\nJardiance since guidelines allow SGLT-2 inhibitors to an eGRF to 20\nmL/min/1.73 m2. Increased the initial authorization to 6 months.\nUpdated references.\n9/2023 Updated to allow concomitant therapy with a SGLT2.\n10/2024 Updated diagnosis language. Updated references.\n© 2024 UnitedHealthcare Services Inc.\n3"
  ]
}