{
  "source": "PA-Notification-Idhifa.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1228-8\nProgram Prior Authorization/Notification\nMedication Idhifa® (enasidenib)\nP&T Approval Date 9/1/2017, 9/2018, 9/2019, 9/2020, 9/2021, 9/2022, 9/2023, 9/2024\nEffective Date 11/17/2024\n1. Background:\nIdhifa® (enasidenib) is an isocitrate dehydrogenase-2 inhibitor indicated for the treatment of\nadult patients with relapsed or refractory acute myeloid leukemia (AML) with an isocitrate\ndehydrogenase-2 (IDH2) mutation as detected by an FDA-approved test. The National Cancer\nComprehensive Network (NCCN) also recommends the use of Idhifa as a single agent, or in\ncombination with azacitidine, in patients with IDH2-mutated AML for treatment induction when\nnot a candidate for intensive induction therapy, as follow-up after induction therapy following\nresponse to previous lower intensity therapy with the same regimen, or as consolidation therapy\nas continuation of low-intensity regimen used for induction.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteria:\nA. Patients less than 19 years of age\n1. Idhifa will be approved based on the following criterion:\na. Member is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Acute Myeloid Leukemia (AML)\n1. Initial Authorization\na. Idhifa will be approved based on all of the following criteria:\n(1) Diagnosis of acute myeloid leukemia (AML)\n-AND-\n(2) AML is IDH2 mutation-positive\n© 2024 UnitedHealthcare Services Inc.\n1\n-AND-\n(3) One of the following:\n(a) Disease is relapsed or refractory\n-",
    "a:\n(1) Diagnosis of acute myeloid leukemia (AML)\n-AND-\n(2) AML is IDH2 mutation-positive\n© 2024 UnitedHealthcare Services Inc.\n1\n-AND-\n(3) One of the following:\n(a) Disease is relapsed or refractory\n-OR-\n(b) Used as low-intensity treatment induction when not a candidate for\nintensive induction therapy\n-OR-\n(c) Used for consolidation therapy as continuation of low-intensity regimen\nused for induction\n-OR-\n(d) Used as follow-up after induction therapy following response to previous\nlower intensity therapy with the same regimen\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Idhifa will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Idhifa therapy\nAuthorization will be issued for 12 months.\nC. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n© 2024 UnitedHealthcare Services Inc.\n2\n4. References:\n1. Idhifa [package insert]. Cambridge, MA: Celgene Corporation; December 2023.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nwww.nccn.org. Accessed July 26, 2024.\nProgram Prior Authorization/Notification - Idhifa (enasidenib)\nChange Control\n9/2017 New program.\n9/2018 Annual review. Updated background and criteria to include off label\nNCCN recommended utilization. Updated reference.\n9/2019 Annual review with no changes to clinical coverage criteria. Updated\nreference. Added general NCCN recommended",
    "and criteria to include off label\nNCCN recommended utilization. Updated reference.\n9/2019 Annual review with no changes to clinical coverage criteria. Updated\nreference. Added general NCCN recommended review criteria.\n9/2020 Annual review with no changes to clinical coverage criteria. Updated\nreference.\n9/2021 Annual review with no changes to coverage criteria. References\nupdated.\n9/2022 Annual review. Updated criteria based on latest NCCN\nrecommendations. Updated reference.\n9/2023 Annual review. Updated criteria based on latest NCCN\nrecommendations. Updated reference.\n9/2024 Annual review. Updated AML criteria based on NCCN\nrecommendations.\n© 2024 UnitedHealthcare Services Inc.\n3"
  ]
}