{
  "source": "PA-Notification-Caprelsa.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1015-12\nProgram Prior Authorization/Notification\nMedication Caprelsa® (vandetanib)\nP&T Approval Date 9/2011, 8/2012, 7/2013, 8/2014, 8/2015, 7/2016, 7/2017, 7/2018,\n9/2019, 9/2020, 10/2021, 10/2022, 10/2023, 10/2024\nEffective Date 1/1/2025\n1. Background:\nCaprelsa (vandetanib) is a kinase inhibitor indicated for the treatment of symptomatic or\nprogressive medullary thyroid cancer in patients with unresectable locally advanced or\nmetastatic disease. The National Cancer Comprehensive Network (NCCN) recommends use of\nCaprelsa for the treatment of medullary, follicular, oncocytic, and papillary carcinomas.\nCaprelsa may be used in patients with indolent, asymptomatic or slowly progressing disease\nafter careful consideration of the treatment related risks.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Caprelsa will be approved based on the following criterion:\n(1) Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Thyroid Carcinoma\n1. Initial Authorization\na. Caprelsa will be approved based on one of the following:\n(1) All of the following criteria:\n(a) Diagnosis of medullary thyroid cancer (MTC)\n© 2024 UnitedHealthcare Services, Inc.\n1\n-AND-\n(b) One of the following:\ni. Unresectable locoregional disease that is symptomatic or progressing\nii. Asymptomatic recurrent or persistent distant metastatic disease if\nunresectable and progressing\niii. Recurrent or persistent distan",
    "sectable locoregional disease that is symptomatic or progressing\nii. Asymptomatic recurrent or persistent distant metastatic disease if\nunresectable and progressing\niii. Recurrent or persistent distant metastases if symptomatic disease or\nprogression\n-OR-\n(2) All of the following:\n(a) One of the following diagnoses:\ni. Follicular Carcinoma\nii. Oncocytic Carcinoma\niii. Papillary Carcinoma\n-AND-\n(b) One of the following:\ni. Unresectable recurrent\nii. Persistent locoregional disease\niii. Metastatic disease\n-AND-\n(c) One of the following:\ni. Patient has symptomatic disease\nii. Patient has progressive disease\n-AND-\n(d) Disease is refractory to radioactive iodine treatment\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Caprelsa will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Caprelsa\ntherapy\nAuthorization will be issued for 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n2\nC. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Caprelsa [package insert]. Wilmington, DE: AstraZeneca Pharmaceuticals LP; April 2024.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://w",
    " in place.\n4. References:\n1. Caprelsa [package insert]. Wilmington, DE: AstraZeneca Pharmaceuticals LP; April 2024.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.nccn.org/professionals/drug_compendium/content/contents.asp. Accessed\nAugust 28, 2024.\nProgram Prior Authorization/Notification – Caprelsa® (vandetanib)\nChange Control\n8/2014 Annual review with no changes to the coverage criteria. Updated\nformatting, Background and References.\n8/2015 Annual review. Added coverage for follicular, Hurthle Cell and\npapillary carcinomas per NCCN. Updated medullary carcinoma criteria.\nUpdated background and references.\n7/2016 Annual review. Revised criteria for thyroid carcinoma. Updated\nformatting, background and references.\n7/2017 Annual review. Added criteria for NSCLC. Updated references.\n7/2018 Annual review. Revised criteria for medullary thyroid cancer. Updated\nreferences.\n9/2019 Annual review with no changes to the coverage criteria. Updated\nreferences. Added general NCCN recommended review criteria.\n9/2020 Annual review with no changes to coverage criteria. Updated\nreferences.\n10/2021 Annual review with no changes to coverage criteria. Updated\nreferences.\n10/2022 Annual review. Updated background and removed criteria for NSCLC\nas no longer recommended by NCCN. Added state mandate. Updated\nreferences.\n© 2024 UnitedHealthcare Services, Inc.\n3\n10/2023 Annual review. Updated hürthle cell carcinoma to oncocytic carcinoma.\nUpdated references.\n10/2024 Annual review. Updated criteria for medullary thyroid carcinoma.\nUpdated references.\n© 2024 UnitedHealthcare Services, Inc.\n4"
  ]
}