{
  "source": "PA-Notification-Bosulif.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1012-15\nProgram Prior Authorization/Notification\nMedication Bosulif® (bosutinib)\nP&T Approval Date 11/2012, 7/2013, 8/2013, 2/2014, 2/2015, 2/2016, 12/2016, 11/2017,\n2/2018, 2/2019, 2/2020, 2/2021, 2/2022, 2/2023, 2/2024, 2/2025\nEffective Date 5/1/2025\n1. Background:\nBosulif® (bosutinib) is a kinase inhibitor indicated for the treatment of adult and pediatric patients 1\nyear of age and older with chronic phase Philadelphia-positive chronic myelogenous leukemia (Ph+\nCML), newly diagnosed or resistant or intolerant to prior therapy. Bosulif is also indicated for the\ntreatment of adult patients with accelerated, or blast phase Ph+ CML with resistance or intolerance to\nprior therapy. 1\nThe National Comprehensive Cancer Network (NCCN) recommends use of Bosulif in follow-up\ntherapy in CML after primary treatment with asciminib, imatinib, dasatinib, or nilotinib. NCCN also\nrecommends Bosulif as primary treatment of CML in accelerated phase as a single agent, in\ncombination with induction chemotherapy for lymphoid blast phase or myeloid blast phase, in\ncombination with steroids for CML in lymphoid blast phase if not a candidate for induction\nchemotherapy, for CML in myeloid blast phase as a single agent if not a candidate for induction\nchemotherapy, as maintenance therapy with consolidation chemotherapy for non-candidates for\nallogeneic hematopoietic stem cell transplant (HCT) in remission for BP-CML, for CML patients\nthat are post-transplant experiencing a cytogenic or molecular relapse, for Philadelphia-positive acute\nlymphoblastic leukemia, and for treatment of myeloid/lymphoid neoplasms with eosinophilia and\ntyrosine kinase fusion genes.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of 19\nyears, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medicat",
    "eria below for coverage. For members under the age of 19\nyears, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or under\nsome circumstances. Some states also mandate usage of other Compendium references. Where such\nmandates apply, they supersede language in the benefit document or in the notification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Bosulif will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Chronic Myelogenous/Myeloid Leukemia\n© 2025 UnitedHealthcare Services, Inc.\n1\n1. Initial Authorization\na. Bosulif will be approved based on the following criterion:\n(1) Diagnosis of chronic myelogenous / myeloid leukemia\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Bosulif will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Bosulif therapy\nAuthorization will be issued for 12 months.\nC. Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia\n1. Initial Authorization\na. Bosulif will be approved based on the following criterion:\n(1) Diagnosis of Philadelphia chromosome-positive acute lymphoblastic leukemia\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Bosulif will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Bosulif therapy\nAuthorization will be issued for 12 months\nC. Myeloid/Lymphoid Neoplasms\n1. Initial Authorization\na. Bosulif will be approved based on both of the following criteria:\n(1) Diagnosis of myeloid/lymphoid neoplasms with eosinophilia\n- AND –\n(2) Presence of ABL1 rearrangement\nAuthorization will be issued for 12 months.\n2. Reauthorization\n© 2025 UnitedHealthcare Services, Inc.\n2\na. Bosulif will be approved based on the following criterion:\n(1) Patient does",
    "BL1 rearrangement\nAuthorization will be issued for 12 months.\n2. Reauthorization\n© 2025 UnitedHealthcare Services, Inc.\n2\na. Bosulif will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Bosulif therapy\nAuthorization will be issued for 12 months\nD. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a Category\nof Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits and/or step therapy may be in place.\n4. References:\n1. Bosulif [package insert]. New York, NY: Pfizer, Inc. December 2024.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttps://www.nccn.org. Accessed on December 20, 2024.\nProgram Prior Authorization/Notification – Bosulif (bosutinib)\nChange Control\n2/2014 Updated coverage criteria to include coverage for post allogeneic HSCT.\n9/2014 Administrative change – Tried/Failed exemption for State of New Jersey\nremoved.\n2/2015 Annual review. Added coverage for Ph+ALL with mutations. Increased\ninitial authorization to 12 months. Updated background and references.\n2/2016 Annual review. Updated background and criteria for NCCN\nrecommendations for expanded CML coverage and removal of tried/failed\ncriteria for ALL. Updated references.\n12/2016 Annual review. Changed Gleevec to imatinib mesy",
    "ted background and criteria for NCCN\nrecommendations for expanded CML coverage and removal of tried/failed\ncriteria for ALL. Updated references.\n12/2016 Annual review. Changed Gleevec to imatinib mesylate. Removed ALL\nfrom off-label coverage criteria per NCCN. Updated background,\nformatting and references.\n11/2017 Annual review. Updated background information and coverage criteria for\nadvanced phase CMLand added criteria for relapsed/refractory Ph+ ALL\n© 2025 UnitedHealthcare Services, Inc.\n3\nper NCCN recommendation. Updated references.\n2/2018 Updated coverage criteria to include new indication for first line therapy\nfor CML.\n2/2019 Annual review. No changes to coverage criteria. Updated reference.\n2/2020 Annual review. Added general NCCN recommendations for use criteria.\nUpdated references.\n2/2021 Annual review. Added NCCN recommendations for myeloid/lymphoid\nneoplasms. Updated criteria for Ph+ALL based on NCCN\nrecommendations.\n2/2022 Annual review with no changes to coverage criteria. Updated references.\n2/2023 Annual review with no changes to coverage criteria. Added state mandate\nfootnote and updated references.\n2/2024 Annual review with no changes to coverage criteria. Updated background\nand references.\n2/2025 Annual review with no changes to coverage criteria. Updated background\nand references.\n© 2025 UnitedHealthcare Services, Inc.\n4"
  ]
}