{
  "source": "PA-Notification-Selzentry.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1092-13\nProgram Prior Authorization/Notification\nMedication Selzentry® (maraviroc)\nP&T Approval Date 1/2012, 2/2013, 11/2013, 2/2015, 2/2016, 2/2017, 2/2018, 2/2019, 2/2020,\n2/2021, 1/2022, 1/2023, 1/2024, 1/2025\nEffective Date 4/1/2025\n1. Background:\nSelzentry® (maraviroc) is a CCR5 co-receptor antagonist indicated in combination with other\nantiretroviral agents for the treatment of only CCR5-tropic human immunodeficiency virus type 1\n(HIV-1) infection in adults and pediatric patients weighing at least 2 kg. Selzentry is not\nrecommended in patients with dual/mixed- or CXCR4-tropic HIV-1. Tropism testing with a\nhighly sensitive tropism assay is required for the appropriate use of Selzentry. 1\nMembers will be required to meet the coverage criteria below.\n2. Coverage Criteriaa:\nA. Authorization\n1. Selzentry will be approved based on both of the following criteria:\na. Patient has CCR5-tropic HIV-1 infection as confirmed by a highly sensitive tropism\nassay\n-AND-\nb. Patient is currently taking or will be prescribed an optimized background antiretroviral\ntherapy regimen\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Selzentry [Package Insert]. Research Triangle Park, NC: ViiV Healthcare; September 2022.\n© 2025 UnitedHealthcare Services, Inc.\n1\nProgram Prior Authorization/Notification - Selzentry (maraviroc)\nChange Control\n11/2013 Annual ",
    "]. Research Triangle Park, NC: ViiV Healthcare; September 2022.\n© 2025 UnitedHealthcare Services, Inc.\n1\nProgram Prior Authorization/Notification - Selzentry (maraviroc)\nChange Control\n11/2013 Annual Review - Removed reauthorization criteria. Clinical intent is to validate\ntropism assay testing at time of therapy initiation. Updated additional clinical rules.\nUpdated references. Added change control table.\n2/2015 Removed safety information in background section and added updated label\nlanguage. Updated references.\n2/2016 Annual review. Updated background section to reflect most current label. Removed\nreference to tropism testing from the DHHS treatment guidelines. Revised duration\nof authorization.\n2/2017 Annual Review. Updated background information to reflect most current label.\nUpdated reference.\n2/2018 Annual review. No changes to coverage criteria.\n12/2018 Administrative change to add statement regarding use of automated processes.\n2/2019 Annual review. No changes to coverage criteria.\n2/2020 Annual review. No changes to coverage criteria.\n2/2021 Annual review. No changes to coverage criteria.\n1/2022 Annual review with no changes to coverage criteria. Updated background and\nreference.\n1/2023 Annual review with no changes to coverage criteria. Added state mandate and\nupdated references.\n1/2024 Annual review. Revised duration of authorization.\n1/2025 Annual review. Updated formatting without change to clinical intent.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}