{
  "source": "PA-Notification-Daurismo.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1270-7\nProgram Prior Authorization/Notification\nMedication Daurismo™ (glasdegib)\nP&T Approval Date 1/2019, 1/2020, 1/2021, 1/2022, 1/2023, 1/2024, 1/2025\nEffective Date 4/1/2025\n1. Background:\nDaurismo™ (glasdegib) is a hedgehog pathway inhibitor indicated, in combination with low-dose\ncytarabine, for the treatment of newly-diagnosed acute myeloid leukemia (AML) in adult patients\nwho are ≥75 years old or who have comorbidities that preclude use of intensive induction\nchemotherapy.\nThe National Cancer Comprehensive Network (NCCN) also recommends the use of Daurismo for\nrelapsed/refractory disease as a component of repeating the initial successful induction regimen if\nlate relapse (≥12 months since induction regimen) if not administered continuously and not\nstopped due to development of clinical resistance.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the notification\ncriteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Daurismo will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Acute Myeloid Leukemia\n1. Initial Authorization\na. Daurismo will be approved based on all of the following criteria:\n(1) One of the following:\n(a) Diagnosis of newly-diagnosed acute myeloid leukemia (AML)\n(b) Relapsed/refractory disease with all of the following:\n© 2025 UnitedHealthcare Services, Inc.\n1\ni. Given as a component of repeating the initial successful induction regimen\nii. Late relapse (≥12 month",
    "elapsed/refractory disease with all of the following:\n© 2025 UnitedHealthcare Services, Inc.\n1\ni. Given as a component of repeating the initial successful induction regimen\nii. Late relapse (≥12 months since induction regimen)\niii. Initial therapy was not administered continuously\niv. Initial therapy was not stopped due to development of clinical resistance\n-AND-\n(2) Daurismo therapy to be given in combination with low-dose cytarabine\n-AND-\n(3) One of the following:\n(a) Patient is ≥ 75 years old\n(b) Patient has significant comorbidities that preclude the use of intensive induction\nchemotherapy (e.g., severe cardiac disease, ECOG performance status ≥ 2,\nbaseline creatinine >1.3 mg/dL).\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Daurismo will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Daurismo therapy\nAuthorization will be issued for 12 months.\nC. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a Category of\nEvidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n© 2025 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Daurismo [package insert]. Pfizer Labs: New York, NY; March 2023.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.n",
    "ply limits may be in place.\n4. References:\n1. Daurismo [package insert]. Pfizer Labs: New York, NY; March 2023.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.nccn.org/professionals/drug_compendium/content/contents.asp. Accessed November\n22, 2024.\nProgram Prior Authorization/Notification - Daurismo™ (glasdegib)\nChange Control\n1/2019 New program\n1/2020 Annual review. Added general NCCN recommendations for use\ncriteria. Updated coverage criteria to include examples of significant\ncomorbidities and references.\n1/2021 Annual review. Updated criteria per NCCN recommendations.\nUpdated references.\n1/2022 Annual review with no change to clinical criteria. Updated reference.\n1/2023 Annual review with no change to clinical criteria. Added state mandate\nand updated references.\n1/2024 Annual review with no change to clinical criteria. Updated reference.\n1/2025 Annual review with no change to clinical criteria. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}