{
  "source": "PA-Notification-FENT.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1031-14\nProgram Prior Authorization/Notification - Fentanyl\nMedication Actiq®* (fentanyl transmucosal lozenge), Fentora®* (fentanyl buccal\ntablet), and fentanyl citrate*\nP&T Approval Date 3/2006, 11/2006, 11/2007, 6/2008, 8/2009, 10/2009, 5/2010, 5/2011,\n11/2011, 4/2012, 04/2013, 10/2013, 10/2014, 10/2015, 2/2016, 9/2016,\n4/2018, 10/2018, 10/2019, 10/2020, 2/2022, 4/2023, 4/1/2024, 5/2025\nEffective Date 8/1/2025\n1. Background:\nActiq, Fentora, and fentanyl citrate lozenges (generic Actiq) are indicated for the management of\nbreakthrough cancer pain in patients who are already receiving and have developed tolerance to\naround-the-clock opioid therapy for their underlying persistent cancer pain. Patients considered\nopioid tolerant are those who are taking at least 60 mg of oral morphine daily, at least 25\nmcg/hour of transdermal fentanyl, at least 30 mg of oxycodone daily, at least 8 mg of oral\nhydromorphone daily, at least 25 mg of oral oxymorphone daily or an equianalgesic dose of\nanother opioid for a week or longer. Patients must remain on around-the-clock opioids while\ntaking one of these fentanyl products. Actiq, Fentora, and fentanyl citrate lozenges (generic\nActiq) must not be used in opioid non-tolerant patients because life-threatening hypoventilation\ncould occur at any dose in patients not on a chronic regimen of opiates.\nCompounded fentanyl preparations may provide a unique delivery for certain patient-specific\nconditions and administration requirements. Compounded fentanyl preparations should be made\nfor a single individual and not produced on a large scale. Compounded fentanyl preparations\nshould not be covered if it is being prescribed as an alternative for a commercially available\nfentanyl product. Therefore, additional criteria will be required for fentanyl citrate compounds.\n2. Coverage Criteriaa, b:\nA. Actiq*, fentanyl citrate lozenges (generic Actiq*) or Fentora* will be approv",
    "anyl product. Therefore, additional criteria will be required for fentanyl citrate compounds.\n2. Coverage Criteriaa, b:\nA. Actiq*, fentanyl citrate lozenges (generic Actiq*) or Fentora* will be approved based on one\nof the following criteria:\n1. Submission of medical records demonstrating all of the following:\na. Use is for the management of breakthrough pain associated with a cancer diagnosis\n(cancer diagnosis must be documented in the medical records).\n-AND-\nb. Patient must have at least a one week history of one of the following medications to\ndemonstrate tolerance to opioids:\n1) Oral morphine sulfate at a dose of greater than or equal to 60 mg/day\n2) Fentanyl transdermal patch at a dose of greater than or equal to 25 mcg/hr\n3) Oral oxycodone at a dose of greater than or equal to 30 mg/day\n4) Oral hydromorphone at a dose of greater than or equal to 8 mg/day\n© 2025 UnitedHealthcare Services, Inc.\n1\n5) Oral oxymorphone at a dose of greater than or equal to 25 mg/day\n6) Oral hydrocodone at a dose of greater than or equal to 60 mg/day\n7) An alternative opioid at an equianalgesic dose (e.g., oral methadone greater than\nor equal to 20 mg/day)\n-AND-\nc. The patient is currently taking a long-acting opioid around the clock for cancer pain.\n-AND-\nd. One of the following:\n1) The patient is not concurrently receiving an alternative transmucosal fentanyl\nproduct.\n-OR-\n2) The patient is currently receiving an alternative transmucosal fentanyl product\nAND the prescriber is requesting the termination of all current authorizations for\nalternative transmucosal fentanyl products in order to begin treatment with the\nrequested medication. Only one transmucosal fentanyl product will be approved\nat a time. If previous authorizations cannot be terminated, the PA request will be\ndenied.\n-OR-\n2. The patient is currently taking fentanyl citrate lozenges (generic Actiq), Actiq*or Fentora*,\nand does not meet the notification criteria requirements based on the FDA-approved\nindication for brea",
    "\n2. The patient is currently taking fentanyl citrate lozenges (generic Actiq), Actiq*or Fentora*,\nand does not meet the notification criteria requirements based on the FDA-approved\nindication for breakthrough cancer pain (a one-time fill may be approved for transition to\nan alternative treatment).\nAuthorization will be approved for 12 months\nB. Compounded fentanyl* will be approved based on one of the following criteria:\n1. Submission of medical records demonstrating all of the following:\na. Use is for the management of breakthrough pain associated with a cancer diagnosis\n(cancer diagnosis must be documented in medical record).\n-AND-\nb. Patient must have at least a one week history of one of the following medications to\ndemonstrate tolerance to opioids:\n(1) Oral morphine sulfate at a dose of greater than or equal to 60 mg/day\n(2) Fentanyl transdermal patch at a dose of greater than or equal to 25 mcg/hr\n(3) Oral oxycodone at a dose of greater than or equal to 30 mg/day\n(4) Oral hydromorphone at a dose of greater than or equal to 8 mg/day\n© 2025 UnitedHealthcare Services, Inc.\n2\n(5) Oral oxymorphone at a dose of greater than or equal to 25 mg/day\n(6) Oral hydrocodone at a dose of greater than or equal to 60 mg/day\n(7) An alternative opioid at an equianalgesic dose (e.g., oral methadone greater than\nor equal to 20 mg/day)\n-AND-\nc. The patient is currently taking a long-acting opioid around the clock for cancer pain\n-AND-\nd. A unique dosage form is required for a product that is not commercially available due\nto patient’s age or weight.\n-AND-\ne. One of the following:\n1) The patient is not concurrently receiving an alternative transmucosal fentanyl\nproduct.\n-OR-\n2) The patient is currently receiving an alternative transmucosal fentanyl product\nAND the prescriber is requesting the termination of all current authorizations for\nalternative transmucosal fentanyl products in order to begin treatment with the\nrequested medication. Only one transmucosal fentanyl product will b",
    "ng the termination of all current authorizations for\nalternative transmucosal fentanyl products in order to begin treatment with the\nrequested medication. Only one transmucosal fentanyl product will be approved\nat a time. If previous authorizations cannot be terminated, the PA request will be\ndenied.\n-OR-\n2. The patient is currently taking a compounded fentanyl citrate product and does not meet\nthe notification criteria requirements based on the FDA-approved indication for\nbreakthrough cancer pain (a one-time fill may be approved for transition to an alternative\ntreatment).\nAuthorization will be approved for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n* Actiq (Brand ONLY), fentanyl bulk powder and Fentora are typically excluded from coverage.\nTried/failed criteria may be in place. Please refer to plan specifics to determine coverage status.\n3. Additional Clinical Programs:\n• Supply limits may be in place.\n• Prior Authorization – Medical Necessity may be in place\n• Compound and Bulk powder notification may be in place\n© 2025 UnitedHealthcare Services, Inc.\n3\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n4. References:\n1. Actiq [package insert]. Parsippany, NJ: Cephalon; December 2023.\n2. Fentora [package insert]. Parsippany, NJ: Cephalon; December 2023.\nProgram Prior Authorization/Notification - Fentanyl\nChange Control\nDate Change\n10/2013 Changed compounded fentanyl citrate powder to fentanyl. Added\nSubsys to background information. Noted that Abstral will typically be\nexcluded from coverage as of 1/1/14.\n9/2014 Administrative change – Tried/Failed exemption fo",
    "l citrate powder to fentanyl. Added\nSubsys to background information. Noted that Abstral will typically be\nexcluded from coverage as of 1/1/14.\n9/2014 Administrative change – Tried/Failed exemption for State of New\nJersey removed.\n10/2014 Removed Onsolis from criteria (obsolete). Noted that Brand ONLY\nActiq and fentanyl bulk powder is typically excluded from coverage.\nUpdated fentanyl transdermal to 25 mcg/hr. Updated references.\n10/2015 Minor changes to background section. Added requirement for\ndocumentation of cancer diagnosis. Updated references.\nAdministrative changes.\n2/2016 Added requirement for the provision of medical records to verify cancer\ndiagnosis. Added clarification for patients not meeting notification\ncriteria can have a one-time rather than one month approval for\ntransition of care.\n9/2016 Added requirement that patients cannot be receiving concurrent\nfentanyl products. Added clarification that prescriber requests the\ntermination of all previous authorizations for transmucosal fentanyl\nproducts.\n4/2018 Revised state mandate language. Updated background section.\nUpdated references.\n10/2018 Updated formatting and references. Added state mandate language.\n10/2019 Annual review; updated references; added automation language.\n10/2020 Annual review. Clarified submission of cancer diagnosis. Updated\nreferences.\n2/2022 Updated references.\n4/2023 Removed Abstral as it is no longer on the market. Updated references.\nRemoved Arkansas footnote, refer to general state mandate footnote.\n4/2024 Removed Lazanda and Subsys as they are no longer on the market.\nAdded opioid tolerate dose for oral hydrocodone. Updated references.\n5/2025 Annual review with no changes.\n© 2025 UnitedHealthcare Services, Inc.\n4"
  ]
}