{
  "source": "PA-Notification-Lidocaine-Patch.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1209-9\nProgram Prior Authorization/Notification – Lidocaine Patch\nMedication Lidocaine Patch (Lidoderm®*), ZTLido™\nP&T Approval Date 2/2017, 3/2018, 3/2019, 4/2020, 6/2021, 8/2021, 9/2022, 11/2023,\n11/2024\nEffective Date 2/1/2025\n1. Background:\nLidocaine patch (Lidoderm) and ZTLido are indicated for the relief of pain associated with post-\nherpetic neuralgia (PHN). The American Academy of Neurology recommends the use of lidocaine\npatch as an option for the management of PHN. Evidence also exists in support of using lidocaine\npatch for non-PHN neuropathies.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Lidocaine patch or ZTLido will be approved based on both of the following criteria:\na. One of the following:\n(1) Diagnosis of post-herpetic neuralgia\n(2) Diagnosis of neuropathic pain\n-AND-\nb. Patch will be applied only to intact skin\nInitial authorization will be issued for 12 months.\nB. Reauthorization\n1. Lidocaine patch or ZTLido will be approved based on the following criterion:\na. Documentation of positive clinical response to therapy\nReauthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n*Applies to brand and generic lidocaine patches. Brand Lidoderm is typically excluded from coverage.\n© 2024 UnitedHealthcare Services Inc.\n1\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place\n4. References:\n1. Baron, R., Allegri, M., Correa-Illanes, G., et al. The 5% Lidocaine-Medicated Plaster: Its\nInclusion in In",
    "varies by program and/or therapeutic class.\n• Supply limits may be in place\n4. References:\n1. Baron, R., Allegri, M., Correa-Illanes, G., et al. The 5% Lidocaine-Medicated Plaster: Its\nInclusion in International Treatment Guidelines for Treating Localized Neuropathic Pain, and\nClinical Evidence Supporting its Use. Pain Ther. 2016; 5: 149.\n2. Bril V, England J, Franklin GM, et al. Evidence-based guideline: Treatment of Painful Diabetic\nNeuropathy. Report of the American Academy of Neurology, the American Association of\nNeuromuscular and Electrodiagnostic Medicine, and the American Academy of Physical\nMedicine and Rehabilitation. Neurology. 2011 May 17; 76(20):1758-65.\n3. Derry S, Wiffen PJ, Moore RA, et al. Topical Lidocaine for Neuropathic Pain in Adults (Review).\nCochrane Database of Systemic Reviews 2014; 7: 1-41.\n4. Finnerup NB, Attal N, Haroutounian S, et al. Pharmacotherapy for Neuropathic Pain in Adults:\nSystematic Review, Meta-analysis and Updated NeuPSIG Recommendations. The Lancet\nNeurology. 2015; 14(2):162-173.\n5. Gilron, Ian et al. Neuropathic Pain: Principles of Diagnosis and Treatment. Mayo Clinic\nProceedings, Volume 90, Issue 4, 532 – 545.\n6. Lidoderm [package insert]. San Jose, CA: TPU Pharma; December 2022.\n7. ZTLido [package insert]. San Diego, CA: Scilex Pharmaceuticals Inc; April 2021.\nProgram Prior Authorization/Notification – Lidoderm\nChange Control\nDate Change\n2/2017 New program.\n3/2018 Annual review with no change.\n3/2019 Updated references. No changes to coverage criteria.\n4/2020 Added ZTLido to program.\n6/2021 Annual review. Updated references.\n8/2021 Removed footnote on ZTLido, it is no longer excluded.\n9/2022 Annual review. Added state mandate footnote.\n11/2023 Annual review. Updated references.\n11/2024 Increased initial authorization to 12 months. Updated references.\n© 2024 UnitedHealthcare Services Inc.\n2"
  ]
}