{
  "source": "PA-Notification-Qinlock.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1319-5\nProgram Prior Authorization/Notification\nMedication Qinlock™ (ripretinib)\nP&T Approval Date 7/2020, 7/2021, 7/2022, 7/2023, 7/2024\nEffective Date 10/1/2024\n1. Background:\nQinlock (ripretinib) is a kinase inhibitor indicated for the treatment of adult patients with\nadvanced gastrointestinal stromal tumor (GIST) who have received prior treatment with 3 or\nmore kinase inhibitors, including imatinib.\nThe National Cancer Comprehensive Network (NCCN) recommends Qinlock in GIST as the\npreferred fourth-line therapy for gross residual disease (R2 resection), unresectable primary\ndisease, tumor rupture, or recurrent/metastatic disease after progression on single agent therapy\nwith imatinib, sunitinib, and regorafenib. NCCN also recommends Qinlock as single-agent\ntherapy (preferred) with standard dosing for gross residual disease (R2 resection), unresectable\nprimary disease, tumor rupture or recurrent/metastatic disease with limited progression or\ngeneralized (widespread, systemic) progression in patients with performance status 0-2 who are\nintolerant to sunitinib as second-line therapy after imatinib; for gross residual disease (R2\nresection), unresectable primary disease, tumor rupture or recurrent/ metastatic disease as an\nadditional option after progression on avapritinib and dasatinib. NCCN also recommends\nQinlock in cutaneous melanoma for metastatic or unresectable tumors with activating mutations\nof KIT as second-line or subsequent therapy for disease progression, intolerance, and/or\nprojected risk of progression with BRAF-targeted therapy.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other",
    "tically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Qinlock will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Gastrointestinal Stromal Tumor (GIST)\n© 2024 UnitedHealthcare Services, Inc.\n1\n1. Initial Authorization\na. Qinlock will be approved based on all of the following criteria:\n(1) Diagnosis of gastrointestinal stromal tumor (GIST)\n-AND-\n(2) One of the following:\n(a) Gross residual disease (R2 resection)\n(b) Unresectable primary disease\n(c) Tumor rupture\n(d) Recurrent/Metastatic\n-AND-\n(3) One of the following:\n(a) History of failure to all of the following:\ni. Imatinib (Gleevec)\nii. Sunitinib (Sutent)\niii. Regorafenib (Stivarga)\n-OR-\n(b) All of the following:\ni. Performance status 0-2\nii. History of progression on imatinib (Gleevec)\niii. History of intolerance to sunitinib (Sutent)\n-OR-\n(c) All of the following:\ni. PDGFRA exon 18 mutations that are insensitive to imatinib (Gleevec)\n(including PDGFRA D842V)\nii. History of progression on avapritinib (Ayvakit)\niii. History of progression on dasatinib (Sprycel)\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Qinlock will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Qinlock therapy\n© 2024 UnitedHealthcare Services, Inc.\n2\nAuthorization will be issued for 12 months.\nC. Cutaneous Melanoma\n1. Initial Authorization\na. Qinlock will be approved based on all the following criteria:\n(1) Diagnosis of cutaneous melanoma\n-AND-\n(2) Disease is unresectable or metastatic\n-AND-\n(3) Positive for activating mutations of KIT\n-A",
    " Qinlock will be approved based on all the following criteria:\n(1) Diagnosis of cutaneous melanoma\n-AND-\n(2) Disease is unresectable or metastatic\n-AND-\n(3) Positive for activating mutations of KIT\n-AND-\n(4) Disease progression, intolerance, and/or projected risk of progression with\nBRAF-targeted therapy\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Qinlock will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Qinlock therapy\nAuthorization will be issued for 12 months.\nD. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n© 2024 UnitedHealthcare Services, Inc.\n3\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Qinlock [package insert]. Waltham, MA: Deciphera Pharmaceuticals, LLC; October 2023.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nwww.nccn.org. Accessed May 28, 2024.\nProgram Prior Authorization/Notification – Qinlock™ (ripretinib)\nChange Control\n7/2020 New program.\n7/2021 Annual review. Updated criteria per NCCN guidelines. Updated\nreferences.\n7/2022 Annual review with no changes to criteria. Added state mandate\ndisclaimer and updated references.\n7/2023 Annual review. Updated background and criteria for GIS",
    "N guidelines. Updated\nreferences.\n7/2022 Annual review with no changes to criteria. Added state mandate\ndisclaimer and updated references.\n7/2023 Annual review. Updated background and criteria for GIST tumors and\nadded background and criteria for cutaneous melanoma per NCCN\nguidelines. Updated references.\n7/2024 Annual review. Updated disease type for GIST based on NCCN\nrecommendations. Reformatted sections for GIST and cutaneous\nmelanoma. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n4"
  ]
}