{
  "source": "PA-Notification-HIV-Medications-PrEP-Use-Zero-Dollar-Cost-Share-CA.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1289-7\nProgram Prior Authorization/Regulatory\nMedication HIV Pre-exposure Prophylaxis (PrEP) Zero Dollar Cost Share – generic\ntenofovir disoproxil fumarate 300 mg\nP&T Approval Date 11/2019, 8/2020, 9/2020, 9/2021, 9/2022, 9/2023, 9/2024\nEffective Date 12/1/2024\n1. Background:\nThe U.S. Preventive Services Task Force (USPSTF) recommends that clinicians offer\npreexposure prophylaxis (PrEP) with effective antiretroviral therapy to persons who are at high\nrisk of HIV acquisition.1\nOnce-daily oral treatment with emtricitabine/tenofovir disoproxil fumarate is approved by the\nUS Food and Drug Administration (FDA) for use as PrEP in persons at risk of sexual\nacquisition of HIV infection. Several studies reviewed by the USPSTF found that tenofovir\ndisoproxil fumarate alone was also effective as PrEP and CDC guidelines note that, given these\ntrial data, tenofovir disoproxil fumarate alone can be considered as an alternative regimen for\nhigh-risk heterosexually active men and women and persons who inject drugs.1-3\nThis program is designed to meet Health Care Reform requirements which require coverage of\neffective antiretroviral therapy, which includes tenofovir disoproxil fumarate at zero-dollar cost\nshare if being used for PrEP and criteria are met.\n2. Coverage Criteria:\nA. Upon request, coverage at zero-dollar cost share of generic tenofovir disoproxil fumarate\n300 mg will be approved based on both of the following criteria:\n1. Member is taking generic tenofovir disoproxil fumarate 300 mg as effective antiretroviral\ntherapy for PrEP\n-AND-\n2. Generic tenofovir disoproxil fumarate 300 mg will be used as part of a comprehensive\nprevention strategy including other prevention measures\nAuthorization will be issued for zero copay with deductible bypass for 12 months. If\nzero-dollar cost share criteria are not met the requested drug will default to standard\nplan coverage.\n3. Additional Clinical Rules:\n• Notwit",
    "ed for zero copay with deductible bypass for 12 months. If\nzero-dollar cost share criteria are not met the requested drug will default to standard\nplan coverage.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\n© 2024 UnitedHealthcare Services Inc.\n1\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Requests for Descovy will be reviewed using the Descovy Medical Necessity criteria.\n4. References:\n1. U.S. Preventive Services Task Force Final Recommendation Statement Prevention of\nHuman Immunodeficiency Virus (HIV) Infection: Pre-exposure Prophylaxis\nhttps://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatement\nFinal/prevention-of-human-immunodeficiency-virus-hiv-infection-pre-exposure-\nprophylaxis#consider. Accessed July 26, 2024.\n2. US Public Health Service Pre-exposure Prophylaxis For The Prevention Of HIV\nInfection In The United States – 2021 Update – A Clinical Practice Guideline\nhttps://www.cdc.gov/hiv/pdf/risk/prep/cdc-hiv-prep-guidelines-2021.pdf\nAccessed July 26, 2024.\n3. Truvada [package insert]. Foster City, CA: Gilead Sciences, Inc; April 2024.\nProgram Prior Authorization/Regulatory - HIV Pre-exposure Prophylaxis (PrEP)\nZero Dollar Cost Share – generic tenofovir disoproxil fumarate 300mg\nChange Control\nDate Change\n11/2019 New program.\n8/2020 Added criteria for brand Truvada based on generic launch.\n9/2020 Removed brand Truvada as this is a non HCR drug.\n9/2021 Annual review with no changes. Updated references.\n9/2022 Annual review with no changes to criteria. Added that coverage is\nprovided “upon request” and updated references.\n9/2023 Annual review with no changes. Updated references.\n9/2024 Annual review with no changes. Updated references.\n© 2024 UnitedHealthcare Services Inc.\n2"
  ]
}