{
  "source": "PA-Notification-Jesduvroq.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1426-1\nProgram Prior Authorization/Notification\nMedication Jesduvroq® (daprodustat)\nP&T Approval Date 1/2024\nEffective Date 4/1/2024\n1. Background:\nJesduvroq (daprodustat) is a hypoxia-inducible factor prolyl hydroxylase (HIF PH) inhibitor\nindicated for the treatment of anemia due to chronic kidney disease in adults who have been\nreceiving dialysis for at least four months.\nLimitations of Use\n• Jesduvroq has not been shown to improve quality of life, fatigue, or patient well-being.\n• Jesduvroq is not indicated for use as a substitute for transfusion in patients requiring\nimmediate correction of anemia or in patients not on dialysis.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Jesduvroq will be approved based on both of the following criteria:\na. Diagnosis of anemia due to chronic kidney disease (CKD)\n-AND-\nb. Patient has been receiving dialysis for at least four months\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Jesduvroq will be approved based on the following criterion:\na. Documentation of positive clinical response to Jesduvroq therapy\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\n© 2024 UnitedHealthcare Services, Inc.\n1\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class\n4. References:\n1. Jesduvroq [package insert]. Durham, NC: GlaxoSmithKline; August 2023.\nProgram Prior Authorization/Notification - Jesduvroq (daprodustat)\nChange Control\n1/2024 New program.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}