{
  "source": "PA-Notification-Multaq.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1155-11\nProgram Prior Authorization/Notification\nMedication Multaq® (dronedarone)\nP&T Approval Date 4/2015, 3/2016, 6/2016, 6/2017, 6/2018, 6/2019, 6/2020, 7/2021, 9/2022,\n10/2023, 10/2024\nEffective Date 1/1/2025\n1. Background:\nMultaq is an antiarrhythmic drug indicated to reduce the risk of hospitalization for atrial\nfibrillation in patients in sinus rhythm with a history of paroxysmal or persistent atrial fibrillation.\nMultaq carries a black box warning for increased risk of death, stroke, and heart failure in patients\nwith decompensated heart failure or permanent atrial fibrillation. It is contraindicated in patients\nwith symptomatic heart failure with recent decompensation requiring hospitalization or NYHA\nClass IV heart failure, as Multaq doubles the risk of death in these patients. Multaq is also\ncontraindicated in patients in atrial fibrillation who will not or cannot be cardioverted into normal\nsinus rhythm. In patients with permanent atrial fibrillation, Multaq doubles the risk of death,\nstroke and hospitalization for heart failure.\nPatients currently on Multaq therapy will be allowed to remain on therapy.\n2. Coverage Criteriaa:\nA. Multaq will be approved based on one of the following criteria:\n1. All of the following criteria:\na. Diagnosis of a history of one of the following:\n(1) Paroxysmal atrial fibrillation (AF)\n(2) Persistent AF defined as AF less than 6 months duration\n-AND-\nb. One of the following:\n(1) Patient is in sinus rhythm\n(2) Patient is planned to undergo cardioversion to sinus rhythm\n-AND-\nc. Patient has none of the following:\n(1) NYHA Class IV heart failure\n(2) Symptomatic heart failure with recent decompensation requiring hospitalization\n© 2024 UnitedHealthcare Services, Inc.\n1\n-OR-\n2. For continuation of current therapy\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific benefit plan\ncov",
    ", Inc.\n1\n-OR-\n2. For continuation of current therapy\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific benefit plan\ncoverage may also impact coverage criteria. Other policies and utilization management programs may\napply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n4. References:\n1. Multaq [package insert]. Bridgewater, NJ: Sanofi-Aventis U.S LLC; October 2023.\n2. American College of Cardiology. 2014 AHA/ACC/HRS guideline for the management of patients\nwith atrial fibrillation: a report of the American College of Cardiology/American Heart\nAssociation Task Force on practice guidelines and the Heart Rhythm Society. Circulation 2014;\n130:e199.\n3. American College of Cardiology. 2019 AHA/ACC/HRS Focused Update of the 2014\nAHA/ACC/HRS Guideline for the Management of Patients With Atrial Fibrillation: A Report of\nthe American College of Cardiology/American Heart Association Task Force on Clinical Practice\nGuidelines and the Heart Rhythm Society. J Am CollCardiol. 2019 Jul 9;74(1):104-132.\n4. American College of Cardiology. 2023 ACC/AHA/ACCP/HRS Guideline for the Diagnosis and\nManagement of Atrial Fibrillation: A Report of the American College of Cardiology/American\nHeart Association Joint Committee on Clinical Practice Guidelines. Volume 149, Issue 1, 2\nJanuary 2024; e1-e156.\nProgram Prior Authorization/Notification - Multaq\nChange Control\nDate Change\n4/2015 New program\n3/2016 Annual review with no changes.\n6/2016 Updated to clarify that patients already on therapy are allowed to continue\nprior therapy.\n6/2017 Annual review. Updated reference.\n6/2018 Annual review. Updated reference.\n6/2019 Annual review with no changes.\n6/2",
    "rify that patients already on therapy are allowed to continue\nprior therapy.\n6/2017 Annual review. Updated reference.\n6/2018 Annual review. Updated reference.\n6/2019 Annual review with no changes.\n6/2020 Annual review with no changes.\n7/2021 Updated references.\n9/2022 Annual review. Updated references, added state mandate footnote.\n10/2023 Annual review. No changes.\n10/2024 Annual review. Updated reference.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}