{
  "source": "PA-Non-Form-Envarsus-XR.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1339-5\nProgram Prior Authorization/Non-Formulary\nMedications Envarsus XR™ (tacrolimus extended-release tablets)*\nP&T Approval Date 12/2020, 12/2021, 12/2022, 12/2023, 12/2024\nEffective Date 3/1/2025\n1. Background:\nThis program requires the provider to validate that the member is not an appropriate\ncandidate for immediate-release tacrolimus for prophylaxis of organ rejection in kidney\ntransplant patients.\nEnvarsus XR is indicated for prophylaxis of organ rejection in de novo kidney transplant\npatients in combination with other immunosuppressants and prophylaxis of organ rejection in\nkidney transplant patients converted from tacrolimus immediate-release formulations in\ncombination with other immunosuppressants.\n2. Coverage Criteriaa:\nA. Prophylaxis of organ rejection in kidney transplant\n1. Envarsus XR will be approved based on all of the following:\na. Patient is the recipient of a kidney transplant\n-AND-\nb. One of the following:\n(1) Provider attests that the patient is not an appropriate candidate for immediate-\nrelease tacrolimus based on one of the following:\ni. Unable to achieve or maintain an appropriate therapeutic drug level with\nimmediate-release tacrolimus\nii. In the provider’s expert opinion, the patient would be unable to achieve or\nmaintain an appropriate therapeutic drug level with immediate-release\ntacrolimus\n-OR-\n(2) Patient is currently on Envarsus XR therapy and the provider attests that\nswitching therapy would be clinically inappropriate\n-AND-\nc. Envarsus XR will be used in combination with other immunosuppressant\nmedications (e.g., mycophenolate, azathioprine, corticosteroids) to prevent organ\n© 2024 UnitedHealthcare Services, Inc.\n1\nrejection in kidney transplant recipients\n-AND-\nd. Prescribed by or in consultation with a nephrologist or transplant specialist\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the m",
    "-\nd. Prescribed by or in consultation with a nephrologist or transplant specialist\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n* Envarsus XR is typically excluded from coverage. Tried/Failed criteria may be in place. Please\nrefer to plan specifics to determine exclusion status.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Envarsus XR [package insert]. Cary, NC: Veloxis Pharmaceuticals, Inc; April 2024.\nProgram Prior Authorization/Non-Formulary – Envarsus XR\nChange Control\n12/2020 New program\n12/2021 Annual review with no changes to clinical criteria.\n12/2022 Annual review with no changes to clinical criteria. Updated exclusion\nstatement.\n12/2023 Annual review. Updated formatting and wording of criteria with no\nchange to clinical content. Updated reference.\n12/2024 Annual review with no changes to coverage criteria. Updated\nreference.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}