{
  "source": "PA-Notification-Ensacove.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1468-1\nProgram Prior Authorization/Notification\nMedication Ensacove (ensartinib)\nP&T Approval Date 2/2025\nEffective Date 5/1/2025\n1. Background:\nEnsacove (ensartinib) is a kinase inhibitor indicated for the treatment of adult patients with\nanaplastic lymphoma kinase (ALK)-positive locally advanced or metastatic non-small cell lung\ncancer (NSCLC) who have not previously received an ALK-inhibitor. The National Cancer\nComprehensive Network (NCCN) also recommends the use of Ensacove as a preferred first-line,\nsingle agent therapy for ALK-positive recurrent, advanced, or metastatic disease in patients who\nare intolerant to or disease has progressed on Xalkori (crizotinib).\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Ensacove will be approved based on the following criterion\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months\nB. Non-Small Cell Lung Cancer (NSCLC)\n1. Initial Authorization\na. Ensacove will be approved based on all the following criteria:\n(1) Diagnosis of non-small cell lung cancer (NSCLC)\n-AND-\n(2) Tumor is anaplastic lymphoma kinase (ALK)-positive\n-AND-\n© 2025 UnitedHealthcare Services Inc.\n1\n(3) Disease is one of the following:\n(a) Advanced\n(b) Metastatic\n(c) Recurrent\n-AND-\n(4) One of the following:\n(a) Patient has not previously received an ALK-inhibitor [e.g. Alecensa\n(alectinib), Alunbrig (brigatinib), Lorbrena (lorlatinib), Xalkori (crizotinib),\nZyk",
    ") Recurrent\n-AND-\n(4) One of the following:\n(a) Patient has not previously received an ALK-inhibitor [e.g. Alecensa\n(alectinib), Alunbrig (brigatinib), Lorbrena (lorlatinib), Xalkori (crizotinib),\nZykadia (ceritinib)]\n-OR-\n(b) Patient is intolerant to or experiences disease progression on Xalkori\n(crizotinib)\nAuthorization will be issued for 12 months\n2. Reauthorization\na. Ensacove will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Ensacove\ntherapy\nAuthorization will be issued for 12 months\nC. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n© 2025 UnitedHealthcare Services Inc.\n2\n4. References:\n1. Ensacove [package insert]. Miami, FL: Xcovery Holdings, Inc; December, 2024.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.nccn.org/professionals/drug_compendium/content/contents.asp. Accessed January 7,\n2025.\nProgram Prior Authorization/Notification – Ensacove (ensartinib)\nChange Control\n2/2025 New program.\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}