{
  "source": "PA-Notification-Lazcluze.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1459-1\nProgram Prior Authorization/Notification\nMedication Lazcluze™ (lazertinib)\nP&T Approval Date 10/2024\nEffective Date 2/1/2025\n1. Background:\nLazcluze (lazertinib) is a kinase inhibitor indicated in combination with Rybrevant (amivantamab-\nvmjw) for the first-line treatment of adult patients with locally advanced or metastatic non-small\ncell lung cancer (NSCLC) with epidermal growth factor receptor (EGFR) exon 19 deletions or\nexon 21 L858R substitution mutations.1 The National Cancer Comprehensive Network (NCCN)\nalso recommends the use of Lazcluze in combination with Rybrevant for EGFR exon 19 deletion\nor exon 21 L858R recurrent NSCLC as continuation of therapy following disease progression on\nRybrevant and Lazcluze for asymptomatic disease, symptomatic brain lesions, or symptomatic\nsystemic limited progression.2\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of 19\nyears, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or under\nsome circumstances. Some states also mandate usage of other Compendium references. Where such\nmandates apply, they supersede language in the benefit document or in the notification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Lazcluze will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Non-Small Cell Lung Cancer (NSCLC)\n1. Initial Authorization\na. Lazcluze will be approved based on all of the following criteria:\n(1) Diagnosis of non-small cell lung cancer (NSCLC)\n-AND-\n(2) Disease is one of the following:\n© 2024 UnitedHealthcare Services, Inc.\n1\n(a) Recurrent\n(b) Advanced\n(c) Metastatic\n-AND-\n(3) Disease is positive for one of the following:\n(a) Epidermal growth factor recept",
    "e is one of the following:\n© 2024 UnitedHealthcare Services, Inc.\n1\n(a) Recurrent\n(b) Advanced\n(c) Metastatic\n-AND-\n(3) Disease is positive for one of the following:\n(a) Epidermal growth factor receptor (EGFR) exon 19 deletion\n(b) EGFR exon 21 L858R mutation\nAND-\n(4) Used in combination with Rybrevant (amivantamab-vmjw)\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Lazcluze will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Lazcluze\ntherapy\nAuthorization will be issued for 12 months.\nC. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Lazcluze [package insert]. Janssen Biotech, Inc.: Horsham, PA; August 2024.\n© 2024 UnitedHealthcare Services, Inc.\n2\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.nccn.org. Accessed September 12, 2024.\nProgram Prior Authorization/Notification – Lazcluze (lazertinib)\nChange Control\n10/2024 New program.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}