{
  "source": "PA-Notification-Thalomid.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1108-13\nProgram Prior Authorization/Notification\nMedication Thalomid® (thalidomide)\nP&T Approval Date 12/8/2009, 9/2010, 12/2010, 9/2011, 8/2012, 7/2013, 5/2014, 5/2015,\n5/2016, 5/2017, 5/2018, 5/2019, 5/2020, 5/2021, 5/2022, 5/2023,\n5/2024, 5/2025\nEffective Date 8/1/2025\n1. Background:\nThalomid (thalidomide) is a synthetic glutamic acid derivative indicated for the treatment of\npatients with newly diagnosed multiple myeloma (MM) in combination with dexamethasone. It\nis also indicated for the acute treatment of cutaneous manifestations of moderate to severe\nerythema nodosum leprosum (ENL) and as maintenance therapy for prevention and suppression\nof the cutaneous manifestations of ENL recurrence. It is not indicated as monotherapy for such\nENL treatment in the presence of moderate to severe neuritis.1\nThe National Cancer Comprehensive Network (NCCN) also recommends the use of Thalomid for\ntreatment of histiocytic neoplasms – Langerhans cell histiocytosis and Rosai-Dorman disease,\nCastleman disease, pediatric medulloblastoma, and kaposi sarcoma.2\nBecause of the risk of serious malformations if given during pregnancy, the manufacturer has an\nextensive risk management program requiring registration by patients, prescribers and dispensing\npharmacies. Additional information about the Thalomid Risk Evaluation and Mitigation Strategy\n(REMS) [Thalomid REMS®] program may be found at http://www.thalomidrems.com/.3\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of 19\nyears, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or under\nsome circumstances. Some states also mandate usage of other Compendium references. Where such\nmandates apply, they supersede language in the benefit document or in the notification criteria.\n2. Coverage",
    "me circumstances. Some states also mandate usage of other Compendium references. Where such\nmandates apply, they supersede language in the benefit document or in the notification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Thalomid will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Multiple Myeloma\n1. Initial Authorization\na. Thalomid will be approved based on the following criterion:\n© 2025 UnitedHealthcare Services, Inc.\n1\n(1) Diagnosis of multiple myeloma\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Thalomid will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Thalomid therapy\nAuthorization will be issued for 12 months.\nC. Erythema Nodosum Leprosum (ENL)\n1. Initial Authorization\na. Thalomid will be approved based on both of the following criteria:\n(1) Diagnosis of moderate to severe erythema nodosum leprosum (ENL)\n-AND-\n(2) One of the following:\n(a) Used for acute treatment\n-OR-\n(b) Used as maintenance therapy for prevention and suppression of cutaneous\nmanifestations of ENL recurrence\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Thalomid will be approved based on the following criterion:\n(1) Documentation of positive clinical response to Thalomid therapy\nAuthorization will be issued for 12 months.\nD. Castleman Disease\n1. Initial Authorization\na. Thalomid will be approved based on both of the following criteria:\n(1) Diagnosis of Castleman Disease (CD)\n© 2025 UnitedHealthcare Services, Inc.\n2\n-AND-\n(2) One of the following:\n(a) Not used as first line therapy\n-OR-\n(b) All of the following:\ni. Therapy is for active idiopathic multicentric CD with no evidence of\norgan failure\nii. Used in combination with cyclophosphamide and prednisone\niii. Patient is human immunodeficiency virus (HIV)-negative\niv. Patient is human herpesvirus-8 (HHV8)-negative\nAu",
    "evidence of\norgan failure\nii. Used in combination with cyclophosphamide and prednisone\niii. Patient is human immunodeficiency virus (HIV)-negative\niv. Patient is human herpesvirus-8 (HHV8)-negative\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Thalomid will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Thalomid therapy\nAuthorization will be issued for 12 months.\nE. Kaposi Sarcoma\n1. Initial Authorization\na. Thalomid will be approved based on all of the following criteria:\n(1) One of the following:\n(a) Diagnosis of HIV-negative Kaposi Sarcoma\n-OR-\n(b) Both of the following:\ni. Diagnosis of AIDS-related Kaposi Sarcoma\n-AND-\nii. Patient is currently being treated with antiretroviral therapy (ART)\n-AND-\n(2) Not used as first line therapy\n© 2025 UnitedHealthcare Services, Inc.\n3\n-AND-\n(3) Patient has immune reconstitution inflammatory syndrome (IRIS)\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Thalomid will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Thalomid therapy\nAuthorization will be issued for 12 months.\nF. Histiocytic Neoplasms\n1. Initial Authorization\na. Thalomid will be approved based on one of the following:\n(1) Diagnosis of Langerhans cell histiocytosis\n-OR-\n(2) Diagnosis of Rosai-Dorfman Disease\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Thalomid will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Thalomid therapy\nAuthorization will be issued for 12 months.\nG. Pediatric Central Nervous System Cancer\n1. Initial Authorization\na. Thalomid will be approved based on both of the following:\n(1) Diagnosis of pediatric medulloblastoma\n-AND-\n(2) Disease is recurrent or progressive\nAuthorization will be issued for 12 months.\n© 2025 UnitedHealthcare Services, Inc.\n4\n2. Reauthorization\na. Thalomid will be appr",
    "pediatric medulloblastoma\n-AND-\n(2) Disease is recurrent or progressive\nAuthorization will be issued for 12 months.\n© 2025 UnitedHealthcare Services, Inc.\n4\n2. Reauthorization\na. Thalomid will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Thalomid therapy\nAuthorization will be issued for 12 months.\nH. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a Category\nof Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Thalomid [package insert]. Princeton, NJ: Bristol-Myers Squibb Company; December 2022.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nwww.nccn.org. Accessed April 10, 2025.\n3. Thalomid REMS®. Available at http://www.thalomidrems.com/. Accessed April 10, 2025.\nProgram Prior Authorization/Notification – Thalomid (thalidomide)\nChange Control\n5/2014 Annual review with no change to clinical coverage.\n5/2015 Added smoldering myeloma and expanded ENL. Removed mantle cell\nlymphoma, AIDS- related Karposi sarcoma; AIDS-related wasting,\nGVHD, Crohn’s disease, glioblastoma multiforme, erosive lichen\nplanus, MDS, Behçet’s disease, and ulcers in HIV-infected patients.\nUpdated background and references.\n5/2016 Annual review. Broke out systemic light ch",
    "isease, glioblastoma multiforme, erosive lichen\nplanus, MDS, Behçet’s disease, and ulcers in HIV-infected patients.\nUpdated background and references.\n5/2016 Annual review. Broke out systemic light chain amyloidosis. Added\ncriteria for Castleman’s disease. Updated background and references.\n5/2017 Annual review. Changed member to patient. Removed progressive\nsolitary plasmacytoma and smoldering myeloma. Added coverage\ncriteria for MF-associated anemia per NCCN guidelines. Updated\nbackground and references.\n© 2025 UnitedHealthcare Services, Inc.\n5\n5/2018 Annual review. Added coverage criteria for AIDS related Kaposi\nSarcoma, removed systemic light chain amyloidosis and Waldenstrom\nmacroglobulinemia per NCCN guidelines. Updated background and\nreferences.\n5/2019 Annual review. Minor changes to indication naming to align with\nNCCN guidelines, with no changes to clinical intent. Updated\nbackground and references.\n5/2020 Annual review. No changes to coverage criteria. Updated references.\n5/2021 Annual review. Added non-HIV Kaposi Sarcoma and histiocytic\nneoplasms criteria according to NCCN guidelines. Updated references.\n5/2022 Annual review. Removed off-label criteria, aphthous stomatitis or ulcer,\npyoderma gangrenosum, and cutaneous manifestations systemic lupus\nerythematosus. Updated B-cell lymphoma and Kaposi sarcoma criteria\nper NCCN guidance. Updated background and references.\n5/2023 Annual review with no changes to coverage criteria. Updated\nbackground and references. Added state mandate footnote.\n5/2024 Annual review. Removed criteria for myelofibrosis-associated anemia\nand updated background based on NCCN recommendations. Renamed\nsection D from b-cell lymphoma to castleman disease. Updated criteria\nfor Kaposi sarcoma per NCCN guidance. Updated references.\n5/2025 Annual review. Added criteria for pediatric central nervous system\ncancers based on NCCN recommendations. Updated background and\nreferences.\n© 2025 UnitedHealthcare Services, Inc.\n6"
  ]
}