{
  "source": "PA-Notification-Retevmo.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1320-6\nProgram Prior Authorization/Notification\nMedication Retevmo® (selpercatinib)\nP&T Approval Date 7/2020, 7/2021, 7/2022, 11/2022, 11/2023, 11/2024\nEffective Date 2/1/2025\n1. Background:\nRetevmo (selpercatinib) is a kinase inhibitor indicated for the treatment of adult patients with\nlocally advanced or metastatic rearranged during transfection (RET) fusion-positive non-small\ncell lung cancer (NSCLC). Retevmo is also indicated, with approvals under accelerated approval,\nfor the treatment of adult and pediatric patients 2 years of age and older with: advanced or\nmetastatic medullary thyroid cancer (MTC) with a RET mutation, as detected by an FDA-\napproved test, who require systemic therapy; advanced or metastatic thyroid cancer with a RET\ngene fusion, as detected by an FDA-approved test, who require systemic therapy and who are\nradioactive iodine-refractory (if radioactive iodine is appropriate); and locally advanced or\nmetastatic solid tumors with a RET gene fusion, as detected by an FDA-approved test, that have\nprogressed on or following prior systemic treatment or who have no satisfactory alternative\ntreatment options.1\nIndications approved under accelerated approval are based on overall response rate and duration of\nresponse. Continued approval for these indications may be contingent upon verification and\ndescription of clinical benefit in confirmatory trial(s).\nThe National Cancer Comprehensive Network (NCCN) guideline also recommends use of\nRetevmo as single-agent therapy for RET fusion target for the treatment of the following\nhistiocyctic neoplasms: Langerhans Cell Histiocytosis, Erdheim-Chester disease, and Rosai-\nDorfman disease.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of 19\nyears, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of",
    "the criteria below for coverage. For members under the age of 19\nyears, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or under\nsome circumstances. Some states also mandate usage of other Compendium references. Where such\nmandates apply, they supersede language in the benefit document or in the notification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Retevmo will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n1\nB. Non-Small Cell Lung Cancer (NSCLC)\n1. Initial Authorization\na. Retevmo will be approved based on all of the following criteria:\n(1) Diagnosis of non-small cell lung cancer (NSCLC)\n-AND-\n(2) Disease is one of the following:\n(a) Recurrent\n(b) Advanced\n(c) Metastatic\n-AND-\n(3) Presence of RET gene fusion-positive or RET rearrangement positive tumors\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Retevmo will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Retevmo\ntherapy\nAuthorization will be issued for 12 months.\nC. Thyroid Cancer\n1. Initial Authorization\na. Retevmo will be approved based on one of the following criteria:\n(1) All of the following:\n(a) Diagnosis of medullary thyroid cancer (MTC)\n-AND-\n(b) Disease is one of the following:\n(i) Advanced\n(ii) Metastatic\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n2\n(c) Disease has presence of RET gene mutation\n-AND-\n(d) Disease requires treatment with systemic therapy\n-OR-\n(2) All of the following:\n(a) Diagnosis of thyroid cancer\n-AND-\n(b) Disease is one of the following:\n(i) Advanced\n(ii) Metastatic\n-AND-\n(c) Disease is RET gene fusion-positive\n-AND-\n(d) Disease requires treatment with systemic therapy\n-AND-\n(e) One of the following:\n(i) Patient is radioactive iodine-r",
    "i) Advanced\n(ii) Metastatic\n-AND-\n(c) Disease is RET gene fusion-positive\n-AND-\n(d) Disease requires treatment with systemic therapy\n-AND-\n(e) One of the following:\n(i) Patient is radioactive iodine-refractory\n(ii) Treatment with radioactive iodine is not appropriate\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Retevmo will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Retevmo\ntherapy\nAuthorization will be issued for 12 months.\nD. Histiocytic Neoplasms\n1. Initial Authorization\na. Retevmo will be approved based on all of the following criteria:\n© 2024 UnitedHealthcare Services, Inc.\n3\n(1) All of the following:\n(a) Diagnosis of one of the following histiocytic neoplasms:\ni. Langerhans Cell Histiocytosis\nii. Erdheim-Chester disease\niii. Rosai-Dorfman disease\n-AND-\n(b) Used for RET fusion target as a single agent\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Retevmo will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Retevmo\ntherapy\nAuthorization will be issued for 12 months.\nE. Solid Tumors\n1. Initial Authorization\na. Retevmo will be approved based on both of the following criteria:\n(1) Presence of RET gene fusion-positive solid tumor\n-AND-\n(2) Disease is one of the following:\n(a) Recurrent\n(b) Advanced\n(c) Metastatic\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Retevmo will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Retevmo\ntherapy\nAuthorization will be issued for 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n4\nF. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates",
    "y The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Retevmo [package insert]. Indianapolis, IN: Eli Lilly and Company, May 2024.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nwww.nccn.org. Accessed October 3, 2024.\nProgram Prior Authorization/Notification – Retevmo® (selpercatinib)\nChange Control\n7/2020 New program.\n7/2021 Annual review. Updated coverage criteria in accordance with NCCN\nguidelines.\n7/2022 Annual review. Added state mandate with no other changes to coverage\ncriteria. References updated.\n11/2022 Updated background with traditional approval for locally advanced or\nmetastatic NSCLC with a RET gene fusion per prescribing information.\nUpdated background and added coverage for solid tumors with a RET\ngene fusion per prescribing information. Updated references.\n11/2023 Annual review with no changes to clinical criteria. Updated reference.\n11/2024 Annual review with no changes to clinical criteria. Updated background\nand references.\n© 2024 UnitedHealthcare Services, Inc.\n5"
  ]
}