{
  "source": "PA-Notification-Tagrisso.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1174-11\nProgram Prior Authorization/Notification\nMedication Tagrisso® (osimertinib)\nP&T Approval Date 1/2016, 12/2016, 11/2017, 11/2018, 11/2019, 11/2020, 11/2021,\n11/2022, 11/2023, 11/2024, 6/2025\nEffective Date 9/1/2025\n1. Background:\nTagrisso (osimertinib) is a kinase inhibitor indicated for first-line treatment of patients with\nmetastatic non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor\nreceptor (EGFR) exon 19 deletions or exon 21 L858R mutations, and patients with metastatic\nEGFR T790M mutation-positive NSCLC, whose disease has progressed on or after EGFR\ntyrosine kinase inhibitor (TKI) therapy. Tagrisso is also indicated for adjuvant therapy after\ntumor resection in adults with NSCLC whose tumors have EGFR exon 19 deletions or exon 21\nL858R mutations, and for the treatment of adult patients with locally advanced, unresectable\n(stage III) non-small cell lung cancer (NSCLC) whose disease has not progressed during or\nfollowing concurrent or sequential platinum-based chemoradiation therapy and whose tumors\nhave epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 L858R\nmutations. The National Cancer Comprehensive Network (NCCN) recommends the use of\nTagrisso for the treatment for limited and extensive brain metastases in EGFR mutation-\npositive NSCLC. NCCN also recommends Tagrisso for use in leptomeningeal metastases from\nNSCLC that is EGFR mutation-positive.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age\nof 19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverag",
    "ome circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Tagrisso will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Central Nervous System (CNS) Cancer\n1. Initial Authorization\n© 2025 UnitedHealthcare Services, Inc.\n1\na. Tagrisso will be approved based on one of the following criteria:\n(1) Diagnosis of brain metastases from EGFR mutation-positive NSCLC\n-OR-\n(2) Diagnosis of leptomeningeal metastases from EGFR mutation-positive NSCLC\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Tagrisso will be approved based on the following criterion:\n(1) Documentation of positive clinical response to Tagrisso therapy\nAuthorization will be issued for 12 months.\nC. Non-Small Cell Lung Cancer (NSCLC)\n1. Initial Authorization\na. Tagrisso will be approved based on all of the following criteria:\n(1) Diagnosis of non-small cell lung cancer (NSCLC)\n-AND-\n(2) Disease is positive for at least one of the following EGFR mutations:\n(a) Exon 19\n(b) Exon 21 L858R\n(c) S768I\n(d) L861Q\n(e) G719X\n(f) T790M\n-AND-\n(3) One of the following:\n(a) All of the following:\ni. Disease is stage IB, II, IIIA, or IIIB (T3, N2)\nii. Patient has undergone complete resection\niii. Patient has received previous adjuvant chemotherapy or ineligible to\nreceive platinum-based chemotherapy\n-OR-\n© 2025 UnitedHealthcare Services, Inc.\n2\n(b) All of the following:\ni. Disease is stage II-III\nii. Disease is locally advanced or unresectable\niii. No disease progression during or following concurrent or sequential\nchemoradiation\n-OR-\n(c) Disease is recurrent, advanced, or metastatic\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Tagrisso will be approved based on the following criterion:\n(1) Documentation of posit",
    ") Disease is recurrent, advanced, or metastatic\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Tagrisso will be approved based on the following criterion:\n(1) Documentation of positive clinical response to Tagrisso therapy\nAuthorization will be issued for 12 months.\nD. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Tagrisso [package insert]. AstraZeneca Pharmaceuticals LP: Wilmington, DE; September\n2024.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.nccn.org. Accessed September 21, 2024.\n© 2025 UnitedHealthcare Services, Inc.\n3\nProgram Prior Authorization/Notification – Tagrisso (osimertinib)\nChange Control\n1/2016 New program.\n12/2016 Annual review. Added Iressa (gefitinib) to examples of TKI therapy,\nwith no significant changes to clinical criteria. Updated references.\n11/2017 Annual review. Update background and references. Added coverage\ncriteria for CNS cancer. Revised coverage criteria for NSCLC.\n11/2018 Annual review. Updated coverage rationale. Updated background and\nreferences.\n11/2019 Annual review. Updated coverage rationale. Added NCCN\nrecommended regimens criteria. Updated references.\n11/2020 Annual rev",
    "view. Updated coverage rationale. Updated background and\nreferences.\n11/2019 Annual review. Updated coverage rationale. Added NCCN\nrecommended regimens criteria. Updated references.\n11/2020 Annual review. Updated coverage rationale according to NCCN\nguidelines. Updated background and references.\n11/2021 Annual review. Updated coverage rationale for new treatment\nindication. Updated background and references.\n11/2022 Annual review. Added EGFR S768I, L861Q, and G719X mutation\npositive tumors as examples under coverage criteria for non-small cell\nlung cancer per NCCN guidelines. Updated background, added state\nmandate, and updated references.\n11/2023 Annual review. Updated background. Updated NSCLC criteria per\nFDA label. Updated CNS cancers per NCCN recommendation. Updated\nreferences.\n11/2024 Annual review. Updated coverage criteria for central nervous system\ncancers and non-small cell lung cancers. Updated references.\n6/2025 Updated misspelled EGFR mutation type in non-small cell lung cancer.\n© 2025 UnitedHealthcare Services, Inc.\n4"
  ]
}