{
  "source": "PA-Notification-Nerlynx.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1226-9\nProgram Prior Authorization/Notification\nMedication Nerlynx® (neratinib)\nP&T Approval Date 9/2017, 9/2018, 9/2019, 4/2020, 5/2021, 5/2022, 5/2023, 7/2023,\n7/2024\nEffective Date 10/1/2024\n1. Background:\nNerlynx® (neratinib) is a kinase inhibitor indicated for the extended adjuvant treatment of adult\npatients with early-stage human epidermal growth factor receptor 2 (HER2)-positive breast\ncancer, to follow adjuvant trastuzumab-based therapy. It is also indicated for use in combination\nwith capecitabine, for the treatment of adult patients with advanced or metastatic HER2-positive\nbreast cancer who have received two or more prior anti-HER2 based regimens in the metastatic\nsetting.\nThe National Comprehensive Cancer Network (NCCN) also recommends the use of Nerlynx in\ncombination with capecitabine or paclitaxel as treatment for brain metastases in HER2 positive\nbreast cancer, as extended adjuvant therapy following adjuvant trastuzumab-containing therapy\nin hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-positive\npatients with a perceived high risk of recurrence and node positive, as fourth-line therapy and\nbeyond in combination with capecitabine for recurrent unresectable or stage IV (M1) HER2-\npositive disease that is HR-negative or HR-positive with or without endocrine therapy. and for\nstage IV (M1) breast cancer in HER2 activating mutations as a single agent, or in combination\nwith fulvestrant with or without trastuzumab for hormone receptor-positive, HER2-negative\ndisease in patients who have already received a CDK4/6 inhibitor therapy, or for triple negative\ndisease.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nun",
    "members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa :\nA. Patients less than 19 years of age\n1. Nerlynx will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n1\nB. Early-Stage or Node-Positive Breast Cancer\n1. Nerlynx will be approved based on one of the following criteria:\na. All of the following:\n(1) Diagnosis of early-stage breast cancer\n-AND-\n(2) Disease is human epidermal growth factor receptor 2 (HER2)-positive\n-AND-\n(3) Used as extended adjuvant therapy following adjuvant trastuzumabcontaining\ntherapy (e.g., Herceptin®, Kanjinti™)\n-OR-\nb. All of the following:\n(1) Diagnosis of node positive breast cancer\n-AND-\n(2) Disease is hormone receptor (HR)-positive and HER2-positive\n-AND-\n(3) Used as extended adjuvant therapy following adjuvant trastuzumab-containing\ntherapy (e.g., Herceptin®, Kanjinti™)\n-AND-\n(4) Patient has a perceived high risk of recurrence\nAuthorization will be issued for 12 months. Duration of coverage is limited to 12\nmonths per occurrence.\nC. Advanced or Metastatic Breast Cancer\n1. Initial Authorization\na. Nerlynx will be approved based on one of the following criteria:\n(1) All of the following:\n(a) Diagnosis of advanced or metastatic breast cancer\n© 2024 UnitedHealthcare Services, Inc.\n2\n-AND-\n(b) Disease is HER2-positive\n-AND-\n(c) Patient has received two or more prior anti-HER2 based regimens in\nmetastatic setting\n-AND-\n(d) Will be used in combination with capecitabine\n-OR-\n(2) Both of the following:\n(a) Diagnosis of stage IV (M1) breast cancer\n-AND-\n(b) One of the fo",
    "i-HER2 based regimens in\nmetastatic setting\n-AND-\n(d) Will be used in combination with capecitabine\n-OR-\n(2) Both of the following:\n(a) Diagnosis of stage IV (M1) breast cancer\n-AND-\n(b) One of the following:\n(i) Both of the following:\n• HR-positive, HER2-negative disease\n• Patient has already received CDK4/6 inhibitor therapy\n-OR-\n(ii) Triple negative disease\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Nerlynx will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Nerlynx therapy\nAuthorization will be issued for 12 months.\nD. Breast Cancer with Brain Metastases\n1. Initial Authorization\na. Nerlynx will be approved based on all of the following criteria:\n(1) Diagnosis of breast cancer\n© 2024 UnitedHealthcare Services, Inc.\n3\n-AND-\n(2) Patient has brain metastases\n-AND-\n(3) Disease is HER2-positive\n-AND-\n(4) Used in combination with one of the following:\n(a) capecitabine\n(b) paclitaxel\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Nerlynx will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Nerlynx therapy\nAuthorization will be issued for 12 months.\nE. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes va",
    "thcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Nerlynx [package insert]. Los Angeles, CA: Puma Biotechnology, Inc.; March 2022.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttps://www.nccn.org. Accessed May 31, 2024.\n© 2024 UnitedHealthcare Services, Inc.\n4\nProgram Prior Authorization/Notification – Nerlynx (neratinib)\nChange Control\n9/2017 New program.\n9/2018 Updated background and criteria to include NCCN recommended use in\npatients with HER-2 positive breast cancer with recurrent brain\nmetastases.\n9/2019 Annual review with no changes to clinical coverage criteria. Updated\nreferences. Added general NCCN recommended review criteria.\n4/2020 Updated background and criteria to include new indication.\n5/2021 Annual review with no changes to coverage criteria. Updated\nreferences.\n5/2022 Annual review with no changes to coverage criteria. Updated\nreferences.\n5/2023 Annual review. Updated background. Updated criteria for metastatic\nbreast cancer per NCCN guidelines. Updated references. Added state\nmandate and oncology medications footnote.\n7/2023 Updated background. Added criteria for node-positive extended\nadjuvant therapy per NCCN guidelines. Removed oncology\nmedications footnote. Updated reference.\n7/2024 Annual review. Formatting changes to criteria without change to\nclinical intent. Updated background and references.\n© 2024 UnitedHealthcare Services, Inc.\n5"
  ]
}