{
  "source": "PA-Notification-Cholbam.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1168-12\nProgram Prior Authorization/Notification\nMedications Cholbam™ (cholic acid)\nP&T Approval Date 11/2015, 9/2016, 9/2017, 9/2018, 9/2019, 3/2020, 3/2021, 3/2022, 5/2022,\n5/2023, 5/2024, 5/2025\nEffective Date 8/1/2025\n1. Background:\nCholbam (cholic acid) is a bile acid indicated for the treatment of bile acid synthesis disorders due to\nsingle enzyme defects (SEDs) and as an adjunctive treatment of peroxisomal disorders (PDs)\nincluding Zellweger spectrum disorders in patients who exhibit manifestations of liver disease,\nsteatorrhea or complications from decreased fat-soluble vitamin absorption.\nCholbam should be discontinued if liver function does not improve within 3 months of starting\ntreatment, if complete biliary obstruction develops, or if there are persistent clinical or laboratory\nindicators of worsening liver function or cholestasis.\nLimitation of use:\nThe safety and effectiveness of Cholbam on extrahepatic manifestations of bile acid synthesis\ndisorders due to SEDs or PDs including Zellweger spectrum disorders have not been established.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Cholbam will be approved based on one of the following criteria:\na. Both of the following:\n(1) Diagnosis of a bile acid synthesis disorder\n-AND-\n(2) Bile acid synthesis disorder is due to single enzyme defects (SEDs)\n-OR-\nb. All of the following:\n(1) Diagnosis of a peroxisomal disorder including Zellweger spectrum\ndisorders\n-AND-\n(2) Patient exhibits manifestations of liver disease, steatorrhea or\ncomplications from decreased fat-soluble vitamin absorption\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\n(3) Cholbam is being used as adjunctive treatment\nAuthorization will be issued for 3 months.\nB. Reauthorization\n1. Cholbam will be approved based on the following criterion:\na. Documentation of positive clinical response to Cholbam therapy as evidenced by both\nof the following:\n(1) Improvement in liv",
    "horization\n1. Cholbam will be approved based on the following criterion:\na. Documentation of positive clinical response to Cholbam therapy as evidenced by both\nof the following:\n(1) Improvement in liver function (e.g., aspartate aminotransferase [AST], alanine\naminotransferase [ALT])\n-AND-\n(2) Absence of complete biliary obstruction\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram.\n• Supply limitations may be in place.\n4. References:\n1. Cholbam [package Insert]. Foster City, CA: Mirum Pharmaceuticals, Inc.; June 2024.\nProgram Prior Authorization/Notification - Cholbam (cholic acid)\nChange Control\n11/2015 New program.\n9/2016 Annual Review. No changes.\n9/2017 Annual Review. Updated background. No changes to criteria.\n9/2018 Annual Review. No changes.\n9/2019 Annual Review. Updated background. No changes to coverage criteria.\n3/2020 Increased initial authorization to 12 months. No changes to coverage\ncriteria.\n3/2021 Annual review. No changes to coverage criteria. Updated reference.\n3/2022 Annual review. No changes to coverage criteria. Updated reference.\n© 2025 UnitedHealthcare Services, Inc.\n2\n5/2022 Changed initial authorization length to 3 months to align with package\ninsert. Added “as evidenced by improvement in liver function” with\nexamples to reauthorization criteria.\n5/2023 Annual review. Added “absence of complete biliary obstruction” to\nreauthorization criteria. Updated background and reference. Added\nstate mandate footnote.\n5/2024 Annual review with no change to coverage",
    "ual review. Added “absence of complete biliary obstruction” to\nreauthorization criteria. Updated background and reference. Added\nstate mandate footnote.\n5/2024 Annual review with no change to coverage criteria. Updated reference.\n5/2025 Annual review with no change to coverage criteria. Updated reference.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}