{
  "source": "PA-Notification-Zejula.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1216-9\nProgram Prior Authorization/Notification\nMedication Zejula™ (niraparib)\nP&T Approval Date 5/2017, 5/2018, 5/2019, 3/2020, 6/2020, 6/2021, 6/2022, 6/2023,\n12/2024\nEffective Date 3/1/2025\n1. Background:\nZejula (niraparib) is a poly (ADP-ribose) polymerase (PARP) inhibitor indicated for the\nmaintenance treatment of adult patients with advanced epithelial ovarian, fallopian tube, or\nprimary peritoneal cancer who are in a complete or partial response to first-line platinum-based\nchemotherapy. Zejula is also indicated for the maintenance treatment of adult patients with\nrecurrent epithelial ovarian,\nfallopian tube, or primary peritoneal cancer with deleterious or suspected deleterious germline\nBRCA-mutated (gBRCAmut) who are in a complete or partial response to platinum-based\nchemotherapy.\nThe National Comprehensive Cancer Network (NCCN) recommends Zejula therapy as recurrence\ntherapy in epithelial ovarian/fallopian tube/primary peritoneal cancer for persistent disease or\nrecurrence in combination with bevacizumab for platinum-sensitive disease, in BRCA2-altered\nuterine leiomyosarcoma (uLMS) as a second-line or subsequent therapy for advanced,\nrecurrent/metastatic, or inoperable disease as a single agent, and in castration-resistant distant\nmetastatic (M1) prostate cancer.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Zejula will be approved based on the following criterion:\na. Patient is less th",
    "in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Zejula will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Ovarian Cancer\n1. Initial Authorization\n© 2024 UnitedHealthcare Services, Inc.\n1\na. Zejula will be approved based on all of the following criteria:\n(1) Diagnosis of one of the following:\n(a) Epithelial ovarian cancer\n(b) Fallopian tube cancer\n(c) Primary peritoneal cancer\n-AND-\n(2) Disease is stage II-IV\n-AND-\n(3) One of the following:\n(a) Maintenance therapy for those who are in complete or partial response to\nplatinum-based chemotherapy\n(b) Recurrence therapy for platinum-sensitive disease in combination with\nbevacizumab\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Zejula will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Zejula therapy\nAuthorization will be issued for 12 months.\nC. Prostate Cancer\n1. Initial Authorization\na. Zejula will be approved based on all of the following criteria:\n(1) Diagnosis of castration-resistant distant metastatic (M1) prostate cancer\n-AND-\n(2) Patient is positive for pathogenic BRCA1 or BRCA2 mutation\n-AND-\n(3) Patient has not had treatment since disease progression to metastatic castration-\nresistant prostate cancer (mCRPC)\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n2\n(4) One of the following:\n(a) Patient has not received prior docetaxel and prior novel hormone therapy\n(b) Patient had progression on prior docetaxel therapy and has not received\nprior novel hormone therapy\n(c) Patient had progression on prior novel hormone therapy and has not\nreceived prior docetaxel therapy\n-AND-\n(5) Used in combination with Yonsa (fine-particle abiraterone) and\nmethylprednisolone\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Zejula will be approved based on the following criterio",
    "d in combination with Yonsa (fine-particle abiraterone) and\nmethylprednisolone\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Zejula will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Zejula therapy\nAuthorization will be issued for 12 months.\nD. Uterine Sarcoma\n1. Initial Authorization\na. Zejula will be approved based on all of the following criteria:\n(1) Diagnosis of BRCA-2 altered uterine leiomyosarcoma (LMS)\n-AND-\n(2) Disease is advanced, recurrent/metastatic, or inoperable\n-AND-\n(3) Used as second-line or subsequent therapy\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Zejula will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Zejula therapy\nAuthorization will be issued for 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n3\nE. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Zejula™ [package insert]. Research Triangle Park, NC: GlaxoSmithKline; May 2024.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttps://www.nccn.org/professionals/drug_compendium/content/. Accessed Octob",
    "ch Triangle Park, NC: GlaxoSmithKline; May 2024.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttps://www.nccn.org/professionals/drug_compendium/content/. Accessed October 28, 2024.\nProgram Prior Authorization/Notification – Zejula (niraparib)\nChange Control\n5/2017 New program for Zejula approved by FDA on 3/27/2017.\n5/2018 Annual review. No changes to criteria.\n5/2019 Annual review. No changes to criteria. Updated references.\n3/2020 Updated criteria for expanded indication. Updated background and\nreferences.\n6/2020 Updated background and criteria to reflect expanded indication for\nmaintenance therapy. Updated references.\n6/2021 Annual review. No changes to criteria. Updated background and\nreferences.\n6/2022 Annual review. Updated background and criteria to include indication\nfor uterine cancer per NCCN guidelines. Updated references.\n6/2023 Annual review. Updated background to reflect the changes in FDA\nindications. Updated clinical guidelines for Ovarian cancer (treatment\nand maintenance). Added state mandate footnote. Updated references.\n12/2024 Annual review. Updated criteria for Ovarian cancer per NCCN\nguidelines and consolidated sections for maintenance therapy and\ntreatment. Added new criteria for prostate cancer per NCCN guidelines.\nUpdated Uterine Sarcoma section per NCCN guidelines. Updated\n© 2024 UnitedHealthcare Services, Inc.\n4\nbackground and references.\n© 2024 UnitedHealthcare Services, Inc.\n5"
  ]
}