{
  "source": "PA-Notification-Tepmetko.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1355-5\nProgram Prior Authorization/Notification\nMedication Tepmetko® (tepotinib)\nP&T Approval Date 4/2021, 4/2022, 4/2023, 4/2024, 4/2025\nEffective Date 7/1/2025\n1. Background:\nTepmetko® (tepotinib) is a kinase inhibitor indicated for the treatment of adult patients with\nmetastatic non-small cell lung cancer (NSCLC) harboring mesenchymalepithelial-transition\n(MET) exon 14 skipping alterations.1\nThe National Comprehensive Cancer Network (NCCN) recommends use of Tepmetko for\nrecurrent, advanced, or metastatic disease in patients with MET exon 14 skipping mutation\npositive tumors as first-line therapy and subsequent therapy following progression on first-line\nsystemic therapy with a non-MET exon 14 skipping mutation-targeted regimen.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Tepmetko will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Non-Small Cell Lung Cancer\n1. Initial Authorization\na. Tepmetko will be approved based on all of the following criteria:\n(1) Diagnosis of non-small cell lung cancer\n-AND-\n(2) Disease is recurrent, advanced, or metastatic\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\n(3) Tumor is MET exon 14 skipping mutation positive\nAuthorization will be issued for 12 months.\n2. Reauthorization Criteria\na. Tepmetko will be approved based on the following criterion:\n(1) Patient does not show evide",
    "xon 14 skipping mutation positive\nAuthorization will be issued for 12 months.\n2. Reauthorization Criteria\na. Tepmetko will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Tepmetko\ntherapy\nAuthorization will be issued for 12 months.\nC. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits and/or Step Therapy may be in place.\n4. References:\n1. Tepmetko [package insert]. Rockland, MA: EMD Serono, Inc.; February 2024.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttps://www.nccn.org/professionals/drug_compendium/content/. Accessed February 27,\n2025.\nProgram Prior Authorization/Notification - Tepmetko (tepotinib)\nChange Control\n4/2021 New program.\n4/2022 Annual review with no change to clinical criteria. Updated reference.\n4/2023 Annual review with no change to clinical criteria. Added state mandate\nfootnote. Updated background and references.\n© 2025 UnitedHealthcare Services, Inc.\n2\n4/2024 Annual review with no change to clinical criteria. Updated background\nand references.\n4/2025 Annual review with no change to clinical criteria. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}