{
  "source": "PA-Notification-Bethkis-Kitabis-TOBI-tobramycin.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1109-13\nProgram Prior Authorization/Notification - tobramycin inhalation\nsolution/powder\nMedication* Bethkis®, Kitabis® Pak¥, TOBI™ Nebulizer Solution and TOBI®\nPodhaler™, tobramycin solution for inhalation\n* This list is subject to change\n¥ Kitabis Pak is excluded from coverage for the majority of our benefits.\nP&T Approval Date 5/2013, 2/2014, 2/2015, 2/2016, 2/2017, 2/2018, 2/2019, 2/2020,\n2/2021, 2/2022, 2/2023, 9/2023, 9/2024\nEffective Date 12/1/2024\n1. Background:\nBethkis (tobramycin) is an inhaled aminoglycoside antibacterial indicated for the management of\ncystic fibrosis (CF) patients with Pseudomonas aeruginosa (P. aeruginosa). Safety and efficacy\nhave not been demonstrated in patients under the age of six years, patients with a forced\nexpiratory volume in less than one second (FEV ) <40% or >80% predicted, or patients colonized\n1\nwith Burkholderia cepacia (B. cepacia). Bethkis is administered by inhalation using a hand-held\nPARI LC Plus® Reusable Nebulizer with a PARI Vios Air compressor. After 28 days of therapy,\npatients should stop Bethkis therapy for the next 28 days, and then resume therapy for the next 28\nday on and 28 day off cycle.3\nTOBI (tobramycin) and tobramycin inhalation solution are aminoglycoside antibacterials\nindicated for the management of CF patients with P. aeruginosa. Safety and efficacy have not\nbeen demonstrated in patients under the age of 6 years, patients with FEV <25% or >75%\n1\npredicted, or patients colonized with B. cepacia. TOBI is specifically formulated for inhalation\nusing the DeVilbiss® Pulmo-Aide® air compressor and PARI LC Plus® Reusable Nebulizer. After\n28 days of therapy, patients should stop TOBI therapy for the next 28 days, and then resume\ntherapy for the next 28 day on and 28 day off cycle.1, 5\nTOBI Podhaler (tobramycin) is an antibacterial aminoglycoside indicated for the management of\nCF patients with P. aeruginosa. Safety and efficacy ha",
    "py for the next 28 day on and 28 day off cycle.1, 5\nTOBI Podhaler (tobramycin) is an antibacterial aminoglycoside indicated for the management of\nCF patients with P. aeruginosa. Safety and efficacy have not been demonstrated in patients under\nthe age of 6 years, patients with FEV <25% or >80%, or patients colonized with B. cepacia. The\n1\ncontents of TOBI Podhaler capsules are only for oral inhalation and should only be used with the\nPodhaler device. After 28 days of therapy, patients should stop TOBI therapy for the next 28\ndays, and then resume therapy for the next 28 day on and 28 day off cycle.2\nKitabis Pak (co-packaging of tobramycin inhalation solution and PARI LC Plus® Reusable\nNebulizer) is an aminoglycoside antibacterial drug indicated for the management of CF in\nadults and pediatric patients 6 years of age and older with P. aeruginosa. Safety and efficacy\nhave not been demonstrated in patients under the age of 6 years, patients with FEV <25% or\n1\n>75% predicted, or patients colonized with B. cepacia. After 28 days of therapy, patients\nshould stop Kitabis therapy for the next 28 days, and then resume therapy for the next 28 day\non and 28 day off cycle.4\nMembers will be required to meet the coverage criteria below.\n© 2024 UnitedHealthcare Services, Inc.\n1\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Bethkis, Kitabis Pak, TOBI Solution for Inhalation, TOBI Podhaler, or tobramycin\nsolution for inhalation will be approved based on both of the following criteria:\na. One of the following:\n(1) Diagnosis of cystic fibrosis (CF)\n-OR-\n(2) Both of the following:\n(a) Diagnosis of noncystic fibrosis bronchiectasis\n-AND-\n(b) One of the following:\ni. Three or more exacerbations per year\n-OR-\nii. Two or more exacerbations requiring hospitalization per year\n-AND-\nb. Lung infection with positive culture demonstrating Pseudomonas aeruginosa\ninfection\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Bethkis, Kitabis Pak, TOBI Solution for Inhalation, TOBI ",
    "nfection with positive culture demonstrating Pseudomonas aeruginosa\ninfection\nAuthorization will be issued for 12 months\nB. Reauthorization\n1. Bethkis, Kitabis Pak, TOBI Solution for Inhalation, TOBI Podhaler, or\ntobramycin solution for inhalation will be approved based on the following criterion:\na. Documentation of positive clinical response to Bethkis, Kitabis Pak, TOBI\nNebulizer Solution, TOBI Podhaler, or tobramycin solution for inhalation therapy\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n© 2024 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n• Not all tobramycin products are covered. Refer to the most current UHC prescription drug list to\nidentify covered products.\n• Exclusion: Kitabis Pak is excluded from coverage for the majority of our benefits.\n4. References:\n1. TOBI Inhalation Solution [package insert]. East Hanover, NJ: Mylan Pharmaceuticals; February\n2023.\n2. TOBI Podhaler [package insert]. San Carlos, CA: Mylan Pharmaceuticals Inc.; February 2023.\n3. Bethkis [package insert]. Woodstock, Illinois: Chesi USA, Inc.; February 2023.\n4. Kitabis Pak [package insert]. Woodstock, Illinois: Catalent Pharma Solutions, LLC; April 2023.\n5. Tobramycin Inhalation Solution [package insert]. Sellersville, PA.: Teva Pharmaceuticals USA;\nOctober 2023.\n6. Bilton D, Henig N, Morrissey B, Gotfried M. Addition of inhaled tobramycin to ciprofloxacin for\nacute exacerbations of Pseudomonas aeruginosa infection in adult bronchiectasis. Chest.\n20",
    "ober 2023.\n6. Bilton D, Henig N, Morrissey B, Gotfried M. Addition of inhaled tobramycin to ciprofloxacin for\nacute exacerbations of Pseudomonas aeruginosa infection in adult bronchiectasis. Chest.\n2006;130(5):1503-1510. doi:10.1378/chest.130.5.1503\n7. Polverino E, Goeminne PC, McDonnell MJ, et al. European Respiratory Society guidelines for\nthe management of adult bronchiectasis. Eur Respir J. 2017;50(3):1700629. Published 2017 Sep\n9. doi:10.1183/13993003.00629-2017\n8. Spencer S, Felix LM, Milan SJ, et al. Oral versus inhaled antibiotics for bronchiectasis. Cochrane\nDatabase Syst Rev. 2018;3(3):CD012579. Published 2018 Mar 27.\ndoi:10.1002/14651858.CD012579.pub2\n9. Chang AB, Bell SC, Torzillo PJ, et al. Chronic suppurative lung disease and bronchiectasis in\nchildren and adults in Australia and New Zealand Thoracic Society of Australia and New Zealand\nguidelines [published correction appears in Med J Aust. 2015 Feb 16;202(3):130]. Med J Aust.\n2015;202(1):21-23. doi:10.5694/mja14.00287\n10. Chang AB, Bell SC, Byrnes CA, et al. Thoracic Society of Australia and New Zealand (TSANZ)\nposition statement on chronic suppurative lung disease and bronchiectasis in children, adolescents\nand adults in Australia and New Zealand. Respirology. 2023;28(4):339-349.\ndoi:10.1111/resp.14479\nLaska IF, Crichton ML, Shoemark A, Chalmers JD. The efficacy and safety of inhaled antibiotics\nfor the treatment of bronchiectasis in adults: a systematic review and meta-analysis. Lancet\nRespir Med. 2019;7(10):855-869. doi:10.1016/S2213-2600(19)30185-7\nProgram Prior Authorization/Notification – Bethkis (tobramycin inhalation\nsolution), TOBI Nebulizer Solution (tobramycin inhalation solution)\nand TOBI Podhaler (tobramycin inhalation powder)\nChange Control\n2/2014 Updated Background information and added criteria for Bethkis.\nRemoved reauthorization criteria and increased authorization to 60\nmonths.\n2/2015 Annual review. Added coverage for Kitabis Pak and tobramycin\ninhalation solution. Updated backgrou",
    "iteria for Bethkis.\nRemoved reauthorization criteria and increased authorization to 60\nmonths.\n2/2015 Annual review. Added coverage for Kitabis Pak and tobramycin\ninhalation solution. Updated background, clinical rules and references.\n© 2024 UnitedHealthcare Services, Inc.\n3\n2/2016 Annual review with no changes to clinical content. Changed\nauthorization period to 12 months and added re-authorization period for\n12 months. Updated references.\n2/2017 Annual review. No changes to coverage criteria.\n2/2018 Annual review. No changes to coverage criteria. Updated reference.\n2/2019 Annual review. No changes to coverage criteria. Updated background\nand references.\n2/2020 Annual review. Updated background and references. No changes to\ncoverage criteria.\n2/2021 Annual review. Updated references. No changes to coverage criteria.\nNotation of exclusion for Kitabis Pak from the majority of our benefits.\n2/2022 Annual review without changes to coverage criteria. Updated\nbackground and references.\n2/2023 Annual review without changes to coverage criteria. Added state\nmandate footnote and updated references.\n9/2023 Added coverage criteria for noncystic fibrosis bronchiectasis with\nrecurrent exacerbations. Updated references.\n9/2024 Annual review. No changes to coverage criteria. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n4"
  ]
}