{
  "source": "PA-Notification-Arikayce.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1264-7\nProgram Prior Authorization/Notification\nMedication Arikayce® (amikacin liposome inhalation suspension)\nP&T Approval Date 11/2018, 11/2019, 11/2020, 11/2021, 11/2022, 11/2023, 11/2024\nEffective Date 2/1/2025\n1. Background:\nArikayce is an aminoglycoside antibacterial indicated in adults who have limited or no\nalternative treatment options, for the treatment of Mycobacterium avium complex (MAC) lung\ndisease as part of a combination antibacterial drug regimen in patients who do not achieve\nnegative sputum cultures after a minimum of 6 consecutive months of a multidrug background\nregimen therapy. As only limited clinical safety and effectiveness data for Arikayce are\ncurrently available, reserve Arikayce for use in adults who have limited or no alternative\ntreatment options. This drug is indicated for use in a limited and specific population of\npatients.1\nThis indication is approved under accelerated approval based on achieving sputum culture\nconversion (defined as 3 consecutive negative monthly sputum cultures) by Month 6. Clinical\nbenefit has not yet been established.1\nLimitation of Use:\nArikayce has only been studied in patients with refractory MAC lung disease defined as\npatients who did not achieve negative sputum cultures after a minimum of 6 consecutive\nmonths of a multidrug background regimen therapy. The use of Arikayce is not recommended\nfor patients with non-refractory MAC lung disease.1\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Arikayce will be approved based on all of the following criteria:\na. Diagnosis of Mycobacterium avium complex (MAC) lung disease\n-AND-\nb. Patient has not achieved negative sputum cultures after a minimum of 6 consecutive\nmonths of a multidrug background regimen therapy (e.g. macrolide, rifampin, &\nethambutol) within the past 12 months\n-AND-\nc. Patient has limited or no alternative treatment options\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n1\n",
    "ound regimen therapy (e.g. macrolide, rifampin, &\nethambutol) within the past 12 months\n-AND-\nc. Patient has limited or no alternative treatment options\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n1\nd. Used as part of a combination antibacterial drug regimen\nAuthorization will be issued for 6 months.\nB. Reauthorization\n1. Arikayce will be approved based on the following criterion:\na. Patient has achieved negative sputum cultures\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n• Medical Necessity may be in place.\n4. References:\n1. Arikayce [packae insert]. Bridgewater, NJ: Insmed; February 2023\nProgram Prior Authorization/Notification – Arikayce® (amikacin liposome\ninhalation suspension)\nChange Control\n11/2018 New program\n11/2019 Annual review. No changes.\n11/2020 Annual review. References updated.\n11/2021 Annual review. Updated clinical criteria to reflect labeled indication.\nUpdated reference.\n11/2022 Annual review with no change to clinical criteria. Added state mandate\nfootnote.\n11/2023 Annual review with no change to clinical criteria. Updated reference.\n11/2024 Annual review with no change to clinical criteria.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}