{
  "source": "PA-Notification-PAH.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1076-16\nProgram Prior Authorization/Notification – PAH Agents\nMedication Adcirca®* (tadalafil), Adempas® (riociguat), Alyq™ (tadalafil),\nLetairis®* (ambrisentan), Liqrev® (sildenafil) oral suspension*,\nOpsumit® (macitentan), Opsynvi®* (macitentan/tadalafil), Orenitram™\n(treprostinil), Revatio® (sildenafil citrate) oral powder for suspension*,\nTadliq® (tadalafil) oral suspension, Tracleer® (bosentan), Tyvaso®\n(treprostinil), Tyvaso DPI™ (treprostinil), Uptravi® (selexipag),\nVentavis® (iloprost)\nNote: These criteria only apply to the oral suspension formulations of\nsildenafil citrate. The intravenous (IV) formulation is not self-\nadministered and is therefore not covered under the pharmacy benefit.\nP&T Approval Date 9/2006, 4/2008, 4/2009, 8/2009, 10/2009, 7/2010, 5/2011, 5/2012,\n5/2013, 10/2013, 2/2014, 5/2015, 3/2016, 3/2017, 11/2017, 11/2018,\n6/2019, 6/2020, 6/2021, 6/2022, 10/2022, 12/2022, 3/2023, 2/2024,\n8/2024\nEffective Date 10/15/2024\n1. Background:\nPulmonary arterial hypertension (PAH) is often a progressive disease characterized by elevated\npressure in the vessels that carry blood between the heart and the lungs. This results in ventricular\ndysfunction, reduced exercise capacity, the potential for right sided heart failure, and even death.\nSeveral mechanisms have been identified in the pathogenesis of PAH, leading to the development of\nfive classes of medications to treat the disorder;endothelin receptor antagonists (ERAs),\nphosphodiesterase-5 (PDE-5) inhibitors, prostacyclin analogs, soluble guanylate cyclase (sGC)\nstimulators, and an activin signaling ligand.\nLetairis* (ambrisentan), Tracleer (bosentan), and Opsumit (macitentan) are oral endothelin receptor\nantagonists (ERAs). Letairis is indicated for the treatment of PAH (WHO Group 1) to improve\nexercise ability and delay clinical worsening. It is also indicated in combination with tadalafil to\nreduce the risk of disease progressi",
    "is indicated for the treatment of PAH (WHO Group 1) to improve\nexercise ability and delay clinical worsening. It is also indicated in combination with tadalafil to\nreduce the risk of disease progression and hospitalization for worsening PAH, and to improve\nexercise ability. 2 Tracleer is indicated for the treatment of PAH (WHO Group 1) to improve exercise\nability and to decrease clinical worsening in adult patients, and improve pulmonary vascular\nresistance, which is expected to result in an improvement in exercise ability in pediatric patients aged\n3 years and older.3 Opsumit is indicated for the treatment of PAH (WHO Group 1) to reduce the risks\nof disease progression and hospitalization for PAH.8\nRevatio* (sildenafil), Liqrev* (sildenafil), Alyq (tadalafil), Adcirca* (tadalafil), and Tadliq (tadalafil)\nare oral PDE-5 inhibitors. Revatio* is indicated in pediatric patients 1 to 17 years old for the\ntreatment of PAH (WHO Group 1) to improve exercise ability and, in pediatric patients too young to\nperform standardized exercise testing, pulmonary hemodynamics thought to underly improvements in\nexercise.4 Revatio* and Liqrev* are indicated in adult patients for the treatment of PAH (WHO\nGroup 1) to improve exercise ability and delay clinical worsening.4,15 Adcirca*, Alyq, and Tadliq are\nindicated for the treatment of PAH (WHO Group 1) to improve exercise ability.5, 13-14\n© 2024 UnitedHealthcare Services, Inc.\n1\nVentavis (iloprost), Tyvaso (treprostinil), and Tyvaso DPI (treprostinil) are prostacyclin analogs.\nVentavis is administered as an inhalation solution, Tyvaso is administered as an inhalation solution,\nand Tyvaso DPI is administered as a dry powder inhaler. Ventavis is indicated for the treatment of\nPAH (WHO Group 1) to improve a composite endpoint consisting of exercise tolerance, symptoms\n(NYHA Class), and lack of deterioration.6 Tyvaso and Tyvaso DPI are indicated for the treatment of\nPAH (WHO Group 1) to improve exercise ability. Tyvaso and Tyvaso DPI are a",
    "ercise tolerance, symptoms\n(NYHA Class), and lack of deterioration.6 Tyvaso and Tyvaso DPI are indicated for the treatment of\nPAH (WHO Group 1) to improve exercise ability. Tyvaso and Tyvaso DPI are also indicated for the\ntreatment of pulmonary hypertension associated with interstitial lung disease (WHO Group 3) to\nimprove exercise ability.7,12\nOrenitram (treprostinil) is an orally administered prostacyclin analog indicated for the treatment of\nPAH (WHO Group 1) to delay disease progression and improve exercise capacity.9\nUptravi (selexipag) is a prostacyclin receptor agonist indicated for the treatment of PAH (WHO\nGroup 1) to delay disease progression and reduce the risk of hospitalization for PAH.11\nAdempas (riociguat) is a soluble guanylate cyclase (sGC) stimulator indicated for the treatment of\nadults with PAH (WHO Group 1) to improve exercise capacity, improve WHO functional class and\nto delay clinical worsening. Adempas is also indicated for the treatment of adults with\npersistent/recurrent chronic thromboembolic pulmonary hypertension (CTEPH) (WHO Group 4) after\nsurgical treatment or inoperable CTEPH to improve exercise capacity and WHO functional class.10\nOpsynvi* (macitentan/tadalafil) is a combination of macitentan, an endothelin receptor antagonist\n(ERA), and tadalafil, a phosphodiesterase 5 (PDE5) inhibitor, indicated for chronic treatment of\npulmonary arterial hypertension (PAH, WHO Group I) in adult patients of WHO functional class\n(FC) II-III.16\n2. Coverage Criteriaa:\nA. Pulmonary Arterial Hypertension\n1. Initial Authorization\na. Adcirca*, Adempas, Alyq, Letairis*, Liqrev oral suspension*, Opsumit,\nOpsynvi*, Orenitram, Revatio oral powder for suspension*, Tadliq oral\nsuspension, Tracleer, Tyvaso, Tyvaso DPI, Uptravi, or Ventavis will be\napproved based on the following criterion:\n(1) Diagnosis of pulmonary arterial hypertension which is symptomatic\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Adcirca*, Adempas, Alyq, Letairis*, Liq",
    "the following criterion:\n(1) Diagnosis of pulmonary arterial hypertension which is symptomatic\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Adcirca*, Adempas, Alyq, Letairis*, Liqrev oral suspension*, Opsumit,\nOpsynvi*, Orenitram, Revatio oral powder for suspension*, Tadliq oral\nsuspension, Tracleer, Tyvaso, Tyvaso DPI, Uptravi, or Ventavis will be\napproved based on the following criterion:\n(1) Documentation of positive clinical response to therapy\n© 2024 UnitedHealthcare Services, Inc.\n2\nAuthorization will be issued for 12 months.\nB. Chronic Thromboembolic Pulmonary Hypertension (CTEPH)\n1. Initial Authorization\na. Adempas will be approved based on the following criterion:\n(1) Diagnosis of inoperable or persistent/recurrent chronic thromboembolic\npulmonary hypertension (CTEPH) which is symptomatic\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Adempas will be approved based on the following criterion:\n(1) Documentation of positive clinical response to Adempas therapy\nAuthorization will be issued for 12 months.\nC. Pulmonary Hypertension Associated with Interstitial Lung Disease\n1. Initial Authorization\na. Tyvaso or Tyvaso DPI will be approved based on the following criterion:\n(1) Diagnosis of pulmonary hypertension associated with interstitial lung disease\nwhich is symptomatic\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Tyvaso or Tyvaso DPI will be approved based on the following criterion:\n(1) Documentation of positive clinical response to Tyvaso or Tyvaso DPI therapy\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n*Brand Adcirca, Letairis, Liqrev oral suspension, Opsynvi, and Revatio oral powder for suspension\nare typically excluded from coverage. Tried/Failed criteria may be in place. Please refer to pla",
    "pply.\n*Brand Adcirca, Letairis, Liqrev oral suspension, Opsynvi, and Revatio oral powder for suspension\nare typically excluded from coverage. Tried/Failed criteria may be in place. Please refer to plan\nspecifics to determine exclusion status.\nAdditional Information regarding the endothelin receptor antagonists (Letairis*, Opsumit,\nOpsynvi*, and Tracleer): These agents should be used with caution in patients with liver disease.\n© 2024 UnitedHealthcare Services, Inc.\n3\nUse is not recommended in moderate to severe hepatic impairment. Tracleer product labeling\nincludes a black box warning regarding the risk of liver injury. Prescribers are cautioned to consider\nwhether benefits of use offset the risk of liver injury in WHO Class II patients. Early liver injury may\npreclude future use as disease progresses. 3\nAdditional Information regarding the oral PDE-5 inhibitors (Adcirca*, Alyq, Liqrev*,\nOpsynvi*, Revatio*, and Tadliq): Administration of the oral PDE-5 inhibitors to patients taking\nany form of organic nitrate, either regularly or intermittently, is contraindicated.4,5, 13, 14 In addition, the\nconcomitant administration of oral PDE-5 inhibitors with Adempas is contraindicated.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limitations may be in place.\n4. References:\n1. Pugh ME, Hemnes AR, Robbins IM. Combination therapy in pulmonary arterial hypertension.\nClin Chest Med. 2013 Dec ;34(4) :841-55.\n2. Letairis [package insert]. Foster City, CA: Gilead Sciences, Inc.; August 2019.\n3. Tracleer [package insert]. South San Francisco, CA: Actelion Pharmaceuticals US, Inc.; July\n2022.\n4. Revatio [package insert]. New York, NY: Pfizer Labs; January 2023.\n5. Adcirca [package insert]. Indianapolis, IN: El",
    " insert]. South San Francisco, CA: Actelion Pharmaceuticals US, Inc.; July\n2022.\n4. Revatio [package insert]. New York, NY: Pfizer Labs; January 2023.\n5. Adcirca [package insert]. Indianapolis, IN: Eli Lilly and Company; September 2020.\n6. Ventavis [package insert]. Titusville, NJ: Actelion Pharmaceuticals US, Inc.; March 2022.\n7. Tyvaso [package insert]. Research Triangle Park, NC: United Therapeutics Corp.; May 2022.\n8. Opsumit [package insert]. South San Francisco, CA: Actelion Pharmaceuticals US, Inc.; June\n2023.\n9. Orenitram [package insert]. Research Triangle Park, NC: United Therapeutics Corp.; August\n2023.\n10. Adempas [package insert]. Whippany, NJ: Bayer HealthCare Pharmaceuticals Inc.; September\n2021.\n11. Uptravi [package insert]. South San Francisco, CA: Actelion Pharmaceuticals US, Inc; July 2022.\n12. Tyvaso DPI [package insert]. Research Triangle Park, NC: United Therapeutics Corp.; June\n2023.\n13. Alyq [package insert]. North Wales, PA: Teva Pharmaceuticals USA, Inc..; September 2021.\n14. Tadliq [package insert]. Farmville, NC: CMP Pharma, Inc.; October 2023.\n15. Liqrev [package insert]. Farmville, NC: CMP Pharma, Inc.; April 2023.\n16. Opsynvi [package insert]. Titusville, NJ: Actelion Pharmaceuticals US Inc.; March 2024.\nProgram Prior Authorization/Notification – PAH Agents\nChange Control\n10/2013 Added note that Revatio tablets are typically excluded from coverage\neffective 1/1/2014.\n2/2014 Added Adempas, Orenitram, and Opsumit. Updated Background,\nAdditional Information and References. Extended reauthorization\nperiod to 24 months.\n5/2015 Annual review. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n4\n3/2016 Updated to include Uptravi.\n3/2017 Annual review. Updated background and references.\n11/2017 Removed authorization criteria for generic Revatio tablets as this\nformulation will no longer require prior authorization. Updated\nreferences.\n11/2018 Annual review. Added Adcirca brand tablets to exclusion. Updated\nbackground and references.\n6/",
    "vatio tablets as this\nformulation will no longer require prior authorization. Updated\nreferences.\n11/2018 Annual review. Added Adcirca brand tablets to exclusion. Updated\nbackground and references.\n6/2019 Removed “Standard” from title. Removed reference statement\nregarding Revatio tablet switch to generic.\n6/2020 Annual review. Updated background and references. Updated duration\nof authorization for continuation of therapy.\n6/2021 Annual review. Added criteria for PH-ILD for Tyvaso. Updated\nbackground and references.\n6/2022 Annual review. Changed Revatio solution to suspension. Added Letairis\nbrand tablets to exclusion. Updated references.\n10/2022 Added coverage criteria for Tyvaso DPI formulation and Alyq per\nprescribing information. Added stated mandate footnote. Updated\nbackground and references.\n12/2022 Added Tadliq oral suspension for PAH. Updated background and\nreferences.\n3/2023 Updated background with Revatio’s expanded indication in pediatric\npatients with no change in coverage criteria. Updated references.\n2/2024 Annual review. Added Liqrev oral suspension for PAH and updated\nexclusion footnote. Updated background and references.\n8/2024 Added Opsynvi tablets to criteria for PAH. Added Opsynvi to\nadditional information section. Updated background and references.\n© 2024 UnitedHealthcare Services, Inc.\n5"
  ]
}