{
  "source": "PA-Notification-Continuous-Glucose-Monitors.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1206-10\nProgram Prior Authorization/Notification\nMedication Continuous glucose monitors, sensors and transmitters (all brands)\nP&T Approval Date 12/2016, 11/2017, 11/2018, 11/2019, 3/2020, 6/2021, 6/2022, 8/2023,\n11/2024\nEffective Date 2/1/2025\n1. Background:\nContinuous glucose monitors may be used by patients with diabetes who require glucose\nmonitoring beyond what can be achieved with a standard blood glucose monitor.\n2. Coverage Criteria:\nA. Initial Authorization\n1. Continuous glucose monitors, sensors, and transmitters will be approved for initial\ntherapy based on both of the following criteria:\na. Diagnosis of diabetes\n-AND-\nb. All of the following:\n(1) Patient is motivated and knowledgeable about use of continuous glucose\nmonitoring\n(2) Patient is adherent to diabetic treatment plan\n(3) Patient participates in ongoing education and support\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Continuous glucose monitors, sensors, and transmitters will be approved for\ncontinuation of therapy based on the following criterion:\na. Documentation of positive clinical response\nAuthorization will be issued for 12 months.\n© 2024 UnitedHealthcare Services, Inc.\n1\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n• Medical Necessity may be in place.\n4. References:\n1. American Diabetes Association. Diabetes Technology: Standards of Care in Diabetes - 2023.\nDiabetes Care December 2022, Vol.46, S111-S1272. Lane AS, Mlynarczyk MA, de Veciana M,\net al. Real-time continuous glucose monitoring in gestational diabetes: a randomized controlled\ntrial. Am J Perinatol. 2019 Jul;36(9):891-897.\n3. LeRoith",
    "1-S1272. Lane AS, Mlynarczyk MA, de Veciana M,\net al. Real-time continuous glucose monitoring in gestational diabetes: a randomized controlled\ntrial. Am J Perinatol. 2019 Jul;36(9):891-897.\n3. LeRoith D, Biessels GJ, Braithwaite SS, et al. Treatment of diabetes in older adults: an Endocrine\nSociety clinical practice guideline. J Clin Endocrinol Metab. 2019 May 1;104(5):1520-1574.\nProgram Prior Authorization/Notification – Continuous Glucose Monitors\nChange Control\n12/2016 New program.\n11/2017 Annual review. Revised reauthorization criteria.\n11/2018 Annual review. Revised authorization timeline, added criteria for\ninsulin use.\n5/2/2019 Administrative change. Change Oxford effective date to 6/1/2019.\n11/2019 Modified criteria to allow coverage for any type of diabetes.\n3/2020 Added requirement that patient is knowledgeable about continuous\nglucose monitors, participates in education and support, and monitors\nblood glucose 3 or more times per day.\n6/2021 Modified criteria to monitor blood glucose 4 or more times per day and\nadded criteria that patient has inadequate glycemic control despite an\nintensive diabetes management.\n6/2022 Removed requirements that patient is on an intensive insulin regimen,\nhas inadequate glucose control, and regularly monitors blood glucose at\nleast 4 times per day.\n8/2023 Annual review. Updated references.\n11/2024 Annual review. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}