{
  "source": "PA-Notification-HCG.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1040-14\nProgram Prior Authorization/Notification\nMedication Novarel® (chorionic gonadotropin) †, Ovidrel® (choriogonadotropin alfa) †,\nand Pregnyl® (chorionic gonadotropin)*\nP&T Approval Date 5/2013, 5/2014, 5/2015, 5/2016, 5/2017, 5/2018, 5/2019, 8/2019, 8/2020,\n11/2021, 11/2022, 11/2023, 5/2024, 6/2025\nEffective Date 9/1/2025\n1. Background:\nThe body produces two types of gonadotropins, follicle-stimulating hormone (FSH) and\nluteinizing hormone (LH), both of which play a role in fertility and human reproduction. After\nthey are produced by the pituitary gland, gonadotropins trigger production of other sex hormones\nwhich then promote production of egg and sperm. Produced in pregnant women by the placenta\nand extracted from the urine, human chorionic gonadotropin (hCG) is similar in chemical structure\nand function to LH.\nhCG is routinely used to trigger ovulation in the treatment of infertility, a disease of the\nreproductive system defined as one of the following:\n• inability to achieve a successful pregnancy due to an individual’s medical, sexual, or\nreproductive history;\n• failure to achieve a pregnancy after 12 months or more of regular unprotected sexual\nintercourse when the female partner is less than 35 years;\n• failure to achieve a pregnancy after 6 months or more of regular unprotected sexual\nintercourse when the female partner is 35 years or older\nhCG may also be used to treat cryptorchidism in boys because hCG is thought to induce testicular\ndescent in situations when descent would have occurred at puberty. hCG thus may help to predict\nwhether or not orchiopexy will be needed in the future. Although, in some cases, descent\nfollowing hCG administration is permanent, in most cases the response is temporary. hCG is also\nused to induce puberty in boys and to treat androgen deficiency in hypogonadotropic\nhypogonadism. However, the major use of hCG preparations in males is in the initiation",
    "nse is temporary. hCG is also\nused to induce puberty in boys and to treat androgen deficiency in hypogonadotropic\nhypogonadism. However, the major use of hCG preparations in males is in the initiation and\nmaintenance of spermatogenesis in hypogonadotropic men who desire fertility.\nNovarel (chorionic gonadotropin)† and Pregnyl (chorionic gonadotropin) are indicated for\ninduction of ovulation and pregnancy in the anovulatory, infertile woman in whom the cause of\nanovulation is secondary and not due to primary ovarian failure, and who has been appropriately\npretreated with human menotropins. They are also indicated for prepubertal cryptorchidism not\ndue to anatomic obstruction and selected cases of hypogonadotropic hypogonadism\n(hypogonadism secondary to a pituitary deficiency) in males.\nOvidrel (choriogonadotropin alfa) † is indicated for the induction of final follicular maturation and\nearly luteinization in infertile women who have undergone pituitary desensitization and who have\nbeen appropriately pretreated with follicle stimulating hormones as part of an Assisted\nReproductive Technology (ART) program such as in vitro fertilization and embryo transfer. It is\n© 2025 UnitedHealthcare Services, Inc.\n1\nalso indicated for the induction of ovulation and pregnancy in anovulatory infertile patients in\nwhom the cause of infertility is functional and not due to primary ovarian failure.\n2. Coverage Criteriaa:\nA. Ovulation Induction\n1. Novarel†, Ovidrel†, or Pregnyl will be approved based on all of the following criteria*:\na. Diagnosis of anovulatory infertility\n-AND-\nb. Infertility is not due to primary ovarian failure\n-AND-\nc. For induction of ovulation\n-AND-\nd. Patient has been pre-treated with a follicular stimulating agent (e.g., gonadotropin,\nclomiphene citrate, letrozole)\nAuthorization will be issued for 2 months.\nB. Ovarian Stimulation\n1. Novarel†, Ovidrel†, or Pregnyl will be approved based on one of the following criteria*:\na. All of the following:\n(1) Diagnosis of ",
    "Authorization will be issued for 2 months.\nB. Ovarian Stimulation\n1. Novarel†, Ovidrel†, or Pregnyl will be approved based on one of the following criteria*:\na. All of the following:\n(1) Diagnosis of infertility\n-AND-\n(2) For the development of multiple ovarian follicles\n-AND-\n(3) Patient has been or will be pre-treated with a follicular stimulating agent (e.g.,\ngonadotropin, clomiphene citrate, letrozole)\n-OR-\nb. All of the following:\n(1) Used for fertility preservation\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n2\n(2) The individual will undergo gonadotoxic therapy (e.g., exposure to cytotoxic\nagents, invasive surgery, prolonged hormonal ovarian suppression, radiation\ntherapy)\n-AND-\n(3) Will be used as part of an assisted reproductive technology (e.g., in vitro\nfertilization) procedure\nAuthorization will be issued for 2 months.\nC. Prepubertal Cryptorchidism\n1. Novarel†, Ovidrel†, or Pregnyl will be approved based on the following criterion*:\na. Diagnosis of prepubertal cryptorchidism not due to anatomical obstruction\nAuthorization will be issued for 6 weeks.\nD. Hypogonadotropic Hypogonadism\n1. Initial Authorization\na. Novarel†, Ovidrel†, or Pregnyl will be approved based on all of the following criteria*:\n(1) Diagnosis of hypogonadism secondary to pituitary deficiency\n-AND-\n(2) Low testosterone (below normal reference level provided by the physician’s\nlaboratory)\n-AND-\n(3) One of the following:\n(a) Low LH (below normal reference level provided by the physician’s laboratory)\n(b) Low FSH (below normal reference level provided by the physician’s\nlaboratory)\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Novarel†, Ovidrel†, or Pregnyl will be approved based on the following criterion*:\n(1) Documentation of positive clinical response to therapy\nAuthorization will be issued for 12 months.\n© 2025 UnitedHealthcare Services, Inc.\n3\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impa",
    "ation will be issued for 12 months.\n© 2025 UnitedHealthcare Services, Inc.\n3\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limitations may also be in place.\n• Exclusion: †human chorionic gonadotropin (generic), Novarel and Ovidrel are excluded from\ncoverage for the majority of our benefits.\n*Infertility is typically excluded from coverage for UnitedHealthcare. Please refer to member’s\nspecific benefits for coverage determination.\n4. References:\n1. World Health Organization web site. https://www.who.int/news-room/fact-\nsheets/detail/infertility. Accessed May 5, 2025.\n2. American Society for Reproductive Medicine. Definitions of infertility and recurrent pregnancy\nloss: a committee opinion. Fertil Steril 2013;Jan;99(1):63\n3. Petak SM, Nankin HR, Spark RF, Swerdloff RS, Rodriguez-Rigau LJ. American Association of\nClinical Endocrinologists Medical Guidelines for clinical practice for the evaluation and\ntreatment of hypogonadism in adult male patients – 2002 update. Endocr Pract. 2002;8:440-456.\n4. Novarel [package insert]. Parsippany, NJ: Ferring Pharmaceuticals Inc.; May 2023\n5. Pregnyl [package insert]. Jersey City, NJ: Organon & Co.; March 2025.\n6. Ovidrel [package insert]. Rockland, MA: EMD Serono, Inc.; February 2022.\nProgram Prior Authorization/Notification – Novarel (chorionic gonadotropin),\nOvidrel (choriogonadotropin alfa), and Pregnyl (chorionic gonadotropin)\nChange Control\n5/2014 Annual review. No changes to the criteria. References updated.\n5/2015 Annual review. No changes to the ",
    "),\nOvidrel (choriogonadotropin alfa), and Pregnyl (chorionic gonadotropin)\nChange Control\n5/2014 Annual review. No changes to the criteria. References updated.\n5/2015 Annual review. No changes to the criteria. Updated background and\nreferences.\n5/2016 Annual review. No changes to the criteria. Updated references.\n5/2017 Annual review. No changes to the criteria. Updated references.\n5/2018 Annual review. No changes to the criteria. Updated references.\n5/2019 Annual review. No changes to the criteria. Updated references.\n8/2019 Indicated that human chorionic gonadotropin (generic), Novarel and\nOvidrel are excluded from coverage for the majority of our benefits.\n8/2020 Annual review. No changes to the criteria.\n11/2021 No changes to criteria. Updated references.\n11/2022 Annual review. Added state mandate and updated references.\n11/2023 Annual review. Updated references.\n5/2024 Added coverage criteria for fertility preservation for iatrogenic infertility.\nUpdated term \"controlled ovarian hyperstimulation” to “ovarian\n© 2025 UnitedHealthcare Services, Inc.\n4\nstimulation”.\n6/2025 Updated coverage criteria for fertility preservation for iatrogenic infertility\nto include additional examples of gonadotoxic therapy such as prolonged\nhormonal ovarian suppression. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n5"
  ]
}