{
  "source": "PA-Notification-Spravato.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1279-8\nProgram Prior Authorization/Notification\nMedication Spravato® (esketamine)\nP&T Approval Date 4/2019, 4/2020, 12/2020, 12/2021, 12/2022, 12/2023, 6/2024, 3/2025\nEffective Date 5/1/2025\n1. Background:\nSpravato is a non-competitive N-methyl D-aspartate (NMDA) receptor antagonist indicated for\nthe treatment of:\n• treatment-resistant depression (TRD) in adults, as monotherapy or in conjunction with an\noral antidepressant.\n• depressive symptoms in adults with major depressive disorder (MDD) with acute suicidal\nideation or behavior in conjunction with an oral antidepressant.\nLimitations of Use: The effectiveness of Spravato in preventing suicide or in reducing suicidal\nideation or behavior has not been demonstrated. Use of Spravato does not preclude the need for\nhospitalization if clinically warranted, even if patients experience improvement after an initial\ndose of Spravato. Spravato is not approved as an anesthetic agent. The safety and effectiveness\nof Spravato as an anesthetic agent have not been established.\nBecause of the risks of serious adverse outcomes resulting from sedation, dissociation, and abuse\nand misuse, Spravato is only available through a restricted program under a Risk Evaluation and\nMitigation Strategy (REMS) called the Spravato REMS.\nIn the pivotal clinical trials for Spravato, treatment resistance was defined as a lack of clinically\nmeaningful improvement in the current episode of depression after treatment with at least 2\ndifferent antidepressant agents prescribed in adequate dosages for an adequate duration (defined\nfor phase 3 studies as at least 6 weeks).\n2. Coverage Criteriaa:\nA. Major depressive disorder (treatment-resistant)\n1. Initial Authorization\na. Spravato will be approved based on all of the following criteria:\n(1) Diagnosis of major depressive disorder (treatment-resistant)\n-AND-\n(2) Patient has not experienced a clinically meaningful improvement after tre",
    "be approved based on all of the following criteria:\n(1) Diagnosis of major depressive disorder (treatment-resistant)\n-AND-\n(2) Patient has not experienced a clinically meaningful improvement after treatment\nwith at least two different antidepressants\n-AND-\n(3) Provider and/or the provider’s healthcare setting is certified in the Spravato\n© 2025 UnitedHealthcare Services, Inc.\n1\nREMS program\nAuthorization will be issued for 12 months\n2. Reauthorization\na. Spravato will be approved based on both of the following criteria:\n(1) Documentation of positive clinical response to Spravato therapy\n-AND-\n(2) Provider and/or the provider’s healthcare setting is certified in the Spravato\nREMS program\nAuthorization will be issued for 12 months\nB. Depressive symptoms in adults with major depressive disorder (MDD) with acute\nsuicidal ideation or behavior\n1. Authorization\na. Spravato will be approved based on all of the following criteria:\n(1) Diagnosis of major depressive disorder\n-AND-\n(2) Patient is experiencing an acute suicidal ideation or behavior\n-AND-\n(3) Provider and/or the provider’s healthcare setting is certified in the Spravato\nREMS program\nAuthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n© 2025 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class\n• Supply limits may be in place.\n4. References:\n1. Spravato [prescribing information]. Lakewood, NJ; Janssen Pharmaceuticals, Inc.; January 2025.\n2. Psychopharmacologic Drugs Advisory Committee and Drug Safety and Risk Management\nAdvisory ",
    "erences:\n1. Spravato [prescribing information]. Lakewood, NJ; Janssen Pharmaceuticals, Inc.; January 2025.\n2. Psychopharmacologic Drugs Advisory Committee and Drug Safety and Risk Management\nAdvisory Committee Meeting. FDA Briefing Document. February 12, 2019.\nhttps://www.fda.gov/downloads/AdvisoryCommittees/CommitteesMeetingMaterials/Drugs/Psyc\nhopharmacologicDrugsAdvisoryCommittee/UCM630970.pdf. (Accessed on March 11, 2019)\n3. Thase M, Connolly KR. Unipolar depression in adults: Choosing treatment for resistant\ndepression. Solomon D, ed. UpToDate. Waltham, MA: UpToDate Inc.\nhttps://www.uptodate.com (Accessed on March 3, 2025)\n4. Huda Akil, Joshua Gordon, Rene Hen, et al. Treatment Resistant Depression: A Multi-Scale,\nSystems Biology Approach. Neurosci Biobehav Rev. 2018 Jan; 84: 272–288.\nProgram Prior Authorization/Notification – Spravato (esketamine)\nChange Control\n4/2019 New program.\n4/2020 Annual review with no changes to clinical coverage criteria.\n12/2020 Updated background and coverage criteria for new indication for MDD\nwith acute suicidal ideation or behavior. Updated references.\n12/2021 Annual review. Updated background to include limitations of use with\nno change to clinical criteria.\n12/2022 Annual review. Updated coverage criteria for treatment-resistant\ndepression with revised wording for combination with oral\nantidepressant from “another” to “an” without change to clinical intent.\nAdded state mandate and updated references.\n12/2023 Annual review. Updated background and references.\n6/2024 Updated wording of coverage criteria without change to clinical intent.\nUpdated approval duration, both initial and reauthorization, to 12\nmonths.\n3/2025 Revised coverage criteria for TRD to remove reference to current\ndepressive episode and remove specific trial length from history of\nfailure of a trial of at least two different antidepressant medications or\ntreatment regimens. Removed requirement for combination with oral\nantidepressant for TRD per updated label. U",
    "from history of\nfailure of a trial of at least two different antidepressant medications or\ntreatment regimens. Removed requirement for combination with oral\nantidepressant for TRD per updated label. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}