{
  "source": "PA-Notification-Odomzo.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1162-10\nProgram Prior Authorization/Notification\nMedication Odomzo® (sonidegib)\nP&T Approval Date 10/2015, 9/2016, 9/2017, 9/2018, 9/2019, 9/2020, 10/2021, 10/2022,\n10/2023, 10/2024\nEffective Date 1/1/2025\n1. Background:\nOdomzo® (sonidegib) is a hedgehog pathway inhibitor indicated for the treatment of adult\npatients with locally advanced basal cell carcinoma (BCC), that has recurred following surgery or\nradiation therapy, or who are not candidates for surgery or radiation therapy.1\nThe National Comprehensive Cancer Network (NCCN) also recommends Odomzo for the\nrecurrence of basal cell carcinoma with nodal disease and for treatment of diffuse basal cell\ncarcinoma (BCC) formation (e.g., Gorlin syndrome, other genetic forms of multiple BCC).\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Odomzo will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Basal Cell Carcinoma\n1. Initial Authorization\na. Odomzo will be approved based on one of the following criteria:\n(1) Diagnosis of nodal metastatic basal cell carcinoma\n-OR-\n(2) Diagnosis of diffuse basal cell carcinoma (BCC) formation (e.g., Gorlin\n© 2024 UnitedHealthcare Services, Inc.\n1\nsyndrome, other genetic forms of multiple BCC)\n-OR-\n(3) Both of the following:\n(a) Diagnosis of locally advanced basal cell carcinoma\n-AND-\n(b) One of the following:\ni. Cancer has recurred ",
    "es, Inc.\n1\nsyndrome, other genetic forms of multiple BCC)\n-OR-\n(3) Both of the following:\n(a) Diagnosis of locally advanced basal cell carcinoma\n-AND-\n(b) One of the following:\ni. Cancer has recurred following surgery\nii. Cancer has recurred following radiation\niii. Patient is not a candidate for surgery\niv. Patient is not a candidate for radiation\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Odomzo will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Odomzo\ntherapy\nAuthorization will be issued for 12 months.\nC. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n© 2024 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Odomzo [package insert]. Sun Pharmaceutical Industries, Inc.: Cranbury, NJ; August 2023.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttps://www.nccn.org/compendia-templates/compendia/drugs-and-biologics-compendia.\nAccessed September 6, 2024.\nProgram Prior Authorization/Notification - Odomzo (sonidegib)\nChange Control\n10/2015 New notification.\n9/2016 Annual review. Minor formatting changes to background and updated\nreferences.\n9/2017 Annual Review. Updated referenc",
    "n/Notification - Odomzo (sonidegib)\nChange Control\n10/2015 New notification.\n9/2016 Annual review. Minor formatting changes to background and updated\nreferences.\n9/2017 Annual Review. Updated references.\n9/2018 Annual Review. Updated references.\n9/2019 Annual review. Added metastatic basal cell carcinoma diagnosis.\nUpdated references. Added general NCCN recommended review\ncriteria.\n9/2020 Annual review. No changes to coverage rationale.\n10/2021 Annual review. Added diffuse basal cell carcinoma (BCC) formation\nper NCCN recommendations. Updated references.\n10/2022 Annual review. No changes to coverage rationale. Added state mandate.\nUpdated references.\n10/2023 Annual review. No changes to coverage rationale. Updated references.\n10/2024 Updated background and coverage criteria per NCCN recommendations\nto reflect that Odomzo is recommended for basal cell carcinoma with\nnodal metastases but not with distant metastases. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}