{
  "source": "PA-Notification-Cablivi.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1278-7\nProgram Prior Authorization/Notification\nMedication Cablivi® (caplacizumab-yhdp)\nP&T Approval Date 4/2019, 4/2020, 4/2021, 4/2022, 4/2023, 4/2024, 4/2025\nEffective Date 7/1/2025\n1. Background:\nCablivi (caplacizumab-yhdp) is a von Willebrand factor (vWF)-directed antibody fragment\nindicated for the treatment of adult patients with acquired thrombotic thrombocytopenic\npurpura (aTTP), in combination with plasma exchange and immunosuppressive therapy.\n2. Coverage Criteriaa:\nA. Acquired thrombotic thrombocytopenic purpura (aTTP)\n1. Initial Authorization\na. Cablivi will be approved based on all of the following criteria:\n(1) Diagnosis of acquired thrombotic thrombocytopenic purpura (aTTP)\n-AND-\n(2) Cablivi was initiated as a bolus intravenous injection administered by a healthcare\nprovider in combination with plasma exchange therapy\n-AND-\n(3) Cablivi will be used in combination with immunosuppressive therapy (e.g.,\ncorticosteroids)\n-AND-\n(4) Total treatment duration will be limited to 58 days beyond the last therapeutic\nplasma exchange\nAuthorization will be issued for 2 months\n2. Reauthorization\na. Request is for a new (different) episode requiring the re-initiation of plasma exchange\nfor the treatment of aTTP. (Documentation of date of prior episode and documentation\ndate of new episode required)\nAuthorization will be issued for 2 months for a new episode of aTTP\n© 2025 UnitedHealthcare Services, Inc.\n1\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by progr",
    "pprove initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class\n• Supply limits may be in place.\n4. References:\n1. Cablivi [package insert]. Cambridge, MA: Genzyme Corporation; April 2024.\nProgram Prior Authorization/Notification – Cablivi (caplacizumab-yhdp)\nChange Control\n4/2019 New program.\n4/2020 Annual review with no changes to clinical coverage criteria.\n4/2021 Annual review. Updated clinical criteria from initial inpatient\nadministration to a bolus intravenous injection administered by a\nhealthcare provider. Updated reference.\n4/2022 Annual review with no change to clinical criteria. Updated reference.\n4/2023 Annual review. Added state mandate and updated reference.\n4/2024 Annual review with no change to clinical criteria. Updated reference.\n4/2025 Annual review with no change to clinical criteria. Updated reference.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}