{
  "source": "PA-Notification-Besremi.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1048-15\nProgram Prior Authorization/Notification\nMedications Besremi® (ropeginterferon alfa-2b-njft)\nP&T Approval Date 2/2004, 7/2007, 4/2009, 12/2009, 9/2010, 9/2011, 8/2012, 11/2012,\n4/2013, 2/2014, 4/2014, 5/2015, 11/2016, 11/2017, 11/2018, 11/2019,\n11/2020, 11/2021, 1/2022, 10/2022, 10/2023, 10/2024\nEffective Date 1/1/2025\n1. Background:\nBesremi (ropeginterferon alfa-2b-njft) is an interferon alfa-2b indicated for the treatment of\nadults with polycythemia vera.2\n2. Coverage Criteriaa:\nA. Polycythemia Vera\n1. Besremi will be approved based upon the following criterion:\na. Diagnosis of polycythemia vera\nAuthorization will be issued for 12 months.\nB. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a Category\nof Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits and/or Step Therapy may be in place.\n© 2024 UnitedHealthcare Services, Inc.\n1\n4. References:\n1. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Accessed\nSeptember 6, 2024 at https://www.nccn.org/compendia-templates/compendia/nccn-\ncompendia\n2. Besremi [package insert]. Burlington, MA: PharmaEssentia; April 2024.\nProgram Prior Authorization/Notification - Besremi\nChange Control\n4/2014 For Pegasys and Peg-Intron, added patients wit",
    "mpendia\n2. Besremi [package insert]. Burlington, MA: PharmaEssentia; April 2024.\nProgram Prior Authorization/Notification - Besremi\nChange Control\n4/2014 For Pegasys and Peg-Intron, added patients with chronic hepatitis C\ngenotype 3 as a patient population that may receive Sovaldi triple\ntherapy.\n2/2014 Removed all age criteria. Added criteria for triple therapy regimen\nincluding Olysio. Added criteria for triple therapy regimen including\nSovaldi. Added criteria for giant cell tumor of the bone.\n5/2015 Revised criteria for treatment of hepatitis C given market removal of\nIncivek, Infergen and pending removal of Victrelis. Criteria now\nreflects the shift in treatment of hepatitis C to non-interferon based\ntherapies.\n6/2015 Administrative change. Documented approval period for Pegasys\n“other indications”\n11/2016 Annual review. Consolidation of hepatitis B and C criteria. Updated\noff-label NCCN recommendations for use. Updated references.\n11/2017 Annual review. Updated off-label NCCN recommendations for use.\nRemoved CML (Intron A, Pegasys, Pegintron) and systemic light chain\namyloidosis (Intron A) indications as no longer rec by NCCN. Updated\nreferences.\n11/2018 Annual review. Updated background and criteria to include NCCN\nrecommended use for systemic mastocytosis. Updated references.\n11/2019 Annual review. Added general NCCN recommendations for use\ncriteria. Updated references.\n11/2020 Annual review. Updated background and criteria to include NCCN\nrecommendations. Updated references.\n11/2021 Annual review. Removed discontinued products, PegIntron and\nSylatron. Updated background and criteria to align with label and\nNCCN guidelines. Updated references.\n1/2022 Added criteria for Besremi. Updated references.\n10/2022 Removed Intron A and Pegasys from program, including updates to\nbackground, criteria, and references. Added state mandate.\n10/2023 Annual review without changes to criteria. Updated references.\n10/2024 Annual review without changes to criteria. Updated refer",
    "es to\nbackground, criteria, and references. Added state mandate.\n10/2023 Annual review without changes to criteria. Updated references.\n10/2024 Annual review without changes to criteria. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}