{
  "source": "PA-Non-Formulary-Wegovy.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1445-2\nProgram Prior Authorization/Non-Formulary\nMedication Wegovy® (semaglutide) - Cardiovascular Risk Reduction Only\nP&T Approval Date 4/2024, 5/2025\nEffective Date 8/1/2025\n1. Background:\nWegovy is a glucagon-like peptide-1 (GLP-1) receptor agonist indicated in combination with\na reduced calorie diet and increased physical activity to reduce the risk of major adverse\ncardiovascular events (cardiovascular death, non-fatal myocardial infarction, or non-fatal\nstroke) in adults with established cardiovascular disease and either obesity or overweight.\nWegovy is also indicated to reduce excess body weight and maintain weight reduction long\nterm in adults and pediatric patients aged 12 years and older with obesity, and in adults with\noverweight in the presence of at least one weight-related comorbid condition.\nMedications for the purpose of weight loss are typically a benefit exclusion. The program\nallows for coverage of Wegovy for the cardiovascular risk reduction indication.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Wegovy will be approved based on all the following criteria:\na. Treatment is being requested to reduce the risk of major adverse cardiovascular\nevents\n-AND-\nb. Patient is 45 years of age or older\n-AND-\nc. Submission of medical records documenting all the following:\n(1) BMI ≥ 27 kg/m2\n(2) Established cardiovascular disease as evidenced by one of the following:\n(a) Prior myocardial infarction (MI)\n(b) Prior ischemic or hemorrhagic stroke\n(c) Symptomatic peripheral arterial disease (PAD) evidenced by one of the\nfollowing:\n© 2025 UnitedHealthcare Services Inc.\n1\n(i) Intermittent claudication with ankle-brachial index (ABI) less than\n0.85 (at rest)\n(ii) Peripheral arterial revascularization procedure\n(iii) Amputation due to atherosclerotic disease\n-AND-\nd. Used in combination with a reduced calorie diet and increased physical activity\n-AND-\ne. One of the following:\n(1) For patie",
    "rization procedure\n(iii) Amputation due to atherosclerotic disease\n-AND-\nd. Used in combination with a reduced calorie diet and increased physical activity\n-AND-\ne. One of the following:\n(1) For patients with history of MI:\n(a) Patient is on therapy from each of the following classes unless there is a\ncontraindication or intolerance:\n(i) cholesterol lowering medication (e.g., statin, PCSK9i)\n(ii) beta blocker (i.e., carvedilol, metoprolol, or bisoprolol)\n(iii) angiotensin-converting enzyme inhibitor (ACE-I), angiotensin II\nreceptor blocker (ARB) or angiotensin II receptor blocker\nneprilysin inhibitor (ARNI)\n(iv) antiplatelet (e.g., aspirin, clopidogrel)\n-OR\n(2) For patients with history of ischemic or hemorrhagic stroke:\n(a) Patient is on therapy from each of the following classes unless there is a\ncontraindication or intolerance:\n(i) cholesterol lowering medication (e.g., statin, PCSK9)\n(ii) angiotensin-converting enzyme inhibitor (ACE-I), angiotensin II\nreceptor blocker (ARB) or angiotensin II receptor blocker neprilysin\ninhibitor (ARNI)\n(iii) antiplatelet (e.g., aspirin, clopidogrel)\n-OR-\n(3) For patients with history of symptomatic PAD:\n(a) Patient is on therapy from each of the following classes unless there is a\ncontraindication or intolerance:\n(i) cholesterol lowering medication (e.g., statin, PCSK9)\n(ii) angiotensin-converting enzyme inhibitor (ACE-I), angiotensin II\nreceptor blocker (ARB) or angiotensin II receptor blocker\nneprilysin inhibitor (ARNI)\n(iii) antiplatelet (e.g., aspirin, clopidogrel)\n© 2025 UnitedHealthcare Services Inc.\n2\n-AND-\nf. Patient does not have either of the following:\n(1) Diagnosis of diabetes or HgA1c > 6.5%\n(2) New York Heart Association class IV heart failure\nAuthorization will be issued for 12 months.\nB. Reauthorization\n1. Wegovy will be approved based on all of the following criteria:\na. BMI ≥ 27 kg/m2\n-AND-\nb. Used in combination with a reduced calorie diet and increased physical activity\n-AND-\nc. Patient does not have either o",
    "l be approved based on all of the following criteria:\na. BMI ≥ 27 kg/m2\n-AND-\nb. Used in combination with a reduced calorie diet and increased physical activity\n-AND-\nc. Patient does not have either of the following:\n(1) Diagnosis of diabetes or HgA1c > 6.5%\n(2) New York Heart Association class IV heart failure\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Supply limits may be in place.\n4. References:\n1. Wegovy [package insert]. Plainsboro, NJ: Novo Nordisk; November 2024.\n2. Smith SC Jr, Benjamin EJ, Bonow RO, Braun LT, Creager MA, Franklin BA, Gibbons RJ,\nGrundy SM, Hiratzka LF, Jones DW, Lloyd-Jones DM, Minissian M, Mosca L, Peterson ED,\nSacco RL, Spertus J, Stein JH, Taubert KA. AHA/ACCF secondary prevention and risk\nreduction therapy for patients with coronary and other atherosclerotic vascular disease: 2011\nupdate: a guideline from the American Heart Association and American College of\nCardiology Foundation. Circulation. 2011;124:2458–2473.\n3. American Heart Association/American Stroke Association Practice Guidelines. Secondary\nPrevention of Ischemic Stroke: Updated Guidelines from AHA/ASA. 2022. American\nFamily Physicians. 2022; 105(1).\n© 2025 UnitedHealthcare Services Inc.\n3\n4. Dawn O. Kleindorfer, Amytis Towfighi, Seemant Chaturvedi, Kevin M. Cockroft, Jose\nGutierrez, Debbie Lombardi-Hill, Hooman Kamel, Walter N. Kernan, Steven J. Kittner,\nEnrique C. Leira, Olive Lennon, James F. Meschia, Thanh N. Nguyen, Peter M. Pollak,\nPasquale Santangeli, Anjail Z. Sharrief, Sidney C. Smith Jr, Tanya N. Turan and Linda S.\nWilliams. 2021 Guideline for the prevention of stroke in patients with stroke and transient\nischmic attack : a guideline from the American Heart Association/American Stroke\nAssociation. Stroke. 2021 ;52 :e364-e467.\n5. P",
    "eline for the prevention of stroke in patients with stroke and transient\nischmic attack : a guideline from the American Heart Association/American Stroke\nAssociation. Stroke. 2021 ;52 :e364-e467.\n5. Pablo Alonso-Coello , MD , PhD; Sergi Bellmunt, MD; Catherine McGorrian, MBBCh, BAO;\nSonia S. Anand, MD, PhD; Randolph Guzman, MD, RVT; Michael H. Criqui, MD, MPH;\nElie A. Akl, MD, MPH, PhD; Per Olav Vandvik, MD, PhD; Maarten G. Lansberg, MD, PhD;\nGordon H. Guyatt, MD, FCCP; and Frederick A. Spencer, MD. Antithrombotic therapy in\nperipheral artery disease: antithrombic therapy and prevention of thrombosis, 9th ed:\nAmerican College of Chest Physicians evidence-based clinical practice guidelines. Chest.\n2012;141(2 Suppl):e669S.\nProgram Non-Formulary – Wegovy - Cardiovascular Risk Reduction Only\nChange Control\nDate Change\n4/2024 New program.\n5/2025 Annual review. Updated references.\n© 2025 UnitedHealthcare Services Inc.\n4"
  ]
}