{
  "source": "PA-Notification-Xpovio.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1296-6\nProgram Prior Authorization/Notification\nMedication Xpovio® (selinexor)\nP&T Approval Date 10/2019, 1/2021, 1/2022, 1/2023, 1/2024, 1/2025\nEffective Date 4/1/2025\n1. Background:\nXpovio (selinexor) is a nuclear export inhibitor indicated in combination with Velcade®\n(bortezomib) and dexamethasone for the treatment of adult patients with multiple myeloma who\nhave received at least one prior therapy. It is also indicated in combination with dexamethasone for\nthe treatment of adult patients with relapsed or refractory multiple myeloma (RRMM) who have\nreceived at least four prior therapies and whose disease is refractory to at least two proteasome\ninhibitors, at least two immunomodulatory agents, and an anti-CD38 monoclonal antibody.\nXpovio is also indicated for the treatment of adult patients with relapsed or refractory diffuse large\nB-cell lymphoma (DLBCL), not otherwise specified, including DLBCL arising from follicular\nlymphoma, after at least 2 lines of systemic therapy.\nThe National Cancer Comprehensive Network® (NCCN) also recommends the use of Xpovio for\nthe treatment of previously treated multiple myeloma for relapsed or progressive disease in\ncombination with Darzalex® (daratumumab) and dexamethasone, Kyprolis® (carfilzomib) and\ndexamethasone, or Pomalyst® (pomalidomide) and dexamethasone in patients who have received\nat least two prior therapies including an immunomodulatory agent and a proteasome inhibitor and\nwho have demonstrated disease progression on or within 60 days of completion of the last therapy.\nThe NCCN also recommends using Xpovio for the treatment of adult patients with relapsed or\nrefractory diffuse large B-cell lymphoma (DLBCL), not otherwise specified including histologic\ntransformation of indolent lymphomas to DLBCL; HIV-related diffuse large B-cell lymphoma, or\nmonomorphic B-cell hyper post-transplant lymphoproliferative disorder, after at least 2 lines of\nsyst",
    "logic\ntransformation of indolent lymphomas to DLBCL; HIV-related diffuse large B-cell lymphoma, or\nmonomorphic B-cell hyper post-transplant lymphoproliferative disorder, after at least 2 lines of\nsystemic therapy.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the notification\ncriteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Xpovio will be approved based on the following criterion:\na. Patient is less than 19 years of age\n© 2025 UnitedHealthcare Services, Inc.\n1\nAuthorization will be issued for 12 months.\nB. Multiple Myeloma\n1. Initial Authorization\na. Xpovio will be approved based on one of the following:\n(1) All of the following:\na) Diagnosis of relapsed or refractory multiple myeloma (RRMM)\n-AND-\nb) Patient has received at least four prior therapies\n-AND-\nc) Disease is refractory to all of the following:\ni. Two proteasome inhibitors (e.g., bortezomib, carfilzomib)\nii. Two immunomodulatory agents (e.g., lenalidomide, thalidomide)\niii. An anti-CD38 monoclonal antibody (e.g., daratumumab)\n-AND-\nd) Used in combination with dexamethasone\n-OR-\n(2) All of the following:\na) Diagnosis of multiple myeloma\n-AND-\nb) Patient has received at least one prior therapy\n-AND-\nc) One of the following:\ni. Used in combination with Velcade® (bortezomib) and dexamethasone\nii. Used in combination with Darzalex® (daratumumab) and dexamethasone\niii. Used in combination with Kyprolis® (carfilzomib) and dexamethasone\n-OR-\n(3) All of the following:\n© 2025 UnitedHealthcare Services, Inc.\n2\na) Diagnosis of multiple myeloma\n-AND-\nb) Patient has received at least 2 pr",
    "tion with Kyprolis® (carfilzomib) and dexamethasone\n-OR-\n(3) All of the following:\n© 2025 UnitedHealthcare Services, Inc.\n2\na) Diagnosis of multiple myeloma\n-AND-\nb) Patient has received at least 2 prior therapies, including an immunomodulatory\nagent (e.g., lenalidomide, thalidomide) and a proteasome inhibitor (e.g.,\nbortezomib, carfilzomib)\n-AND-\nc) Patient has demonstrated progression on or within 60 days of completion of\nthe last therapy\n-AND-\nd) Used in combination with Pomalyst® (pomalidomide) and dexamethasone\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Xpovio will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Xpovio therapy\nAuthorization will be issued for 12 months.\nC. Diffuse Large B-Cell Lymphoma (DLBCL)\n1. Initial Authorization\na. Xpovio will be approved based on both of the following:\n(1) One of the following:\na) Diagnosis of relapsed or refractory diffuse large B-cell lymphoma (DLBCL)\n(including histologic transformation of indolent lymphomas to DLBCL)\nb) Diagnosis of relapsed or refractory HIV-related diffuse large B-cell lymphoma,\nprimary effusion lymphoma, or HHV8-positive diffuse large B-cell lymphoma.\nc) Diagnosis of relapsed or refractory monomorphic B-Cell type post-transplant\nlymphoproliferative disorder.\n-AND-\n(2) Patient has received at least 2 lines of systemic therapy\nAuthorization will be issued for 12 months.\n2. Reauthorization\n© 2025 UnitedHealthcare Services, Inc.\n3\na. Xpovio will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Xpovio therapy\nAuthorization will be issued for 12 months.\nD. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a Category\nof Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may app",
    "tional\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a Category\nof Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\nSupply limits may be in place.\n• Please refer to plan specifics to determine exclusion status.\n4. References:\n1. Xpovio [package insert]. Newton, MA: Karyopharm Therapeutics Inc.; July 2022.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.nccn.org. Accessed November 25, 2024.\nProgram Prior Authorization/Notification – Xpovio (selinexor)\nChange Control\n10/2019 New program.\n1/2021 Added coverage criteria for DLBCL according to label.\n1/2022 Annual review. Updated coverage criteria for multiple myeloma according\nto label and NCCN. Updated references.\n1/2023 Annual review. Updated background and coverage criteria for multiple\nmyeloma according to NCCN recommendations. Added state mandate and\nupdated references.\n1/2024 Annual review. Updated background. Updated indicated formatting for\nconsistency. Included coverage criteria for diffuse large B-cell lymphoma\naccording to NCCN recommendations and updated reference.\n1/2025 Annual review. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n4"
  ]
}