{
  "source": "PA-Notification-Verzenio.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1233-10\nProgram Prior Authorization/Notification\nMedication Verzenio® (abemaciclib)\nP&T Approval Date 11/2017, 5/2018, 5/2019, 5/2020, 5/2021, 1/2022, 1/2023, 5/2023,\n5/2024, 5/2025\nEffective Date 8/1/2025\n1. Background:\nVerzenio (abemaciclib) is a kinase inhibitor indicated in combination with endocrine therapy\n(tamoxifen or an aromatase inhibitor) for the adjuvant treatment of adult patients with hormone\nreceptor (HR)-positive, human epidermal growth factor 2 (HER2)-negative, node-positive,\nearly breast cancer at high risk of recurrence; in combination with an aromatase inhibitor as\ninitial endocrine-based therapy for the treatment of adult patients with HR-positive, HER2-\nnegative advanced or metastatic breast cancer; in combination with fulvestrant for the treatment\nof adult patients with HR-positive, HER2-negative advanced or metastatic breast cancer with\ndisease progression following endocrine therapy; and as monotherapy for the treatment of adult\npatients with HR-positive, HER2-negative advanced or metastatic breast cancer with disease\nprogression following endocrine therapy and prior chemotherapy in the metastatic setting.\nThe National Comprehensive Cancer Network (NCCN) recommends the use of Verzenio\nsimilarly for men and premenopausal women treated with ovarian ablation/suppression with\nrecurrent or metastatic HR-positive, HER2-negative breast cancer disease, in combination with\nan aromatase inhibitor or Faslodex (fulvestrant). The use of an aromatase inhibitor in men with\nbreast cancer is ineffective without concomitant suppression of testicular steroidogenesis. The\nNCCN recommends the use of Verzenio for 2 years as adjuvant therapy in combination with\nendocrine therapy in patients with HR-positive, HER2-negative, high risk (i.e., ≥4 positive\nlymph nodes, or 1-3 positive lymph nodes with one or more of the following: Grade 3 disease,\ntumor size ≥5 cm) disease. The NCCN also recomme",
    "h HR-positive, HER2-negative, high risk (i.e., ≥4 positive\nlymph nodes, or 1-3 positive lymph nodes with one or more of the following: Grade 3 disease,\ntumor size ≥5 cm) disease. The NCCN also recommends Verzenio for estrogen receptor (ER)-\npositive recurrent or metastatic endometrial carcinoma in combination with letrozole.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of 19\nyears, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or under\nsome circumstances. Some states also mandate usage of other Compendium references. Where such\nmandates apply, they supersede language in the benefit document or in the notification criteria.\n© 2025 UnitedHealthcare Services, Inc.\n1\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Verzenio will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Breast Cancer\n1. Initial Authorization\na. Verzenio will be approved based on all of the following criteria:\n(1) Diagnosis of breast cancer\n-AND-\n(2) Disease is hormone-receptor (HR)-positive\n-AND-\n(3) Disease is human epidermal growth factor receptor 2 (HER2)-negative\n-AND-\n(4) One of the following:\n(a) Both of the following:\ni. Disease is advanced, recurrent, or metastatic\n-AND-\nii. One of the following:\n• Used in combination with an aromatase inhibitor (e.g., anastrozole,\nletrozole, exemestane) or Faslodex (fulvestrant)\n-OR-\n• All of the following:\n Used as monotherapy\n Patient has disease progression following endocrine therapy\n Patient has already received at least one prior chemotherapy\nregimen\n-OR-\n© 2025 UnitedHealthcare Services, Inc.\n2\n(b) All of the following:\ni. Disease is early breast cancer at high risk of recurrence defined by one\nof the following (confirmed preoperatively and/or at surgery):\n• Greater t",
    "thcare Services, Inc.\n2\n(b) All of the following:\ni. Disease is early breast cancer at high risk of recurrence defined by one\nof the following (confirmed preoperatively and/or at surgery):\n• Greater than or equal to 4 positive lymph nodes\n-OR-\n• Both of the following:\n 1-3 positive lymph nodes\n Grade 3 disease or tumor size ≥ 5 cm\n-AND-\nii. Used in combination with an aromatase inhibitor (e.g., anastrozole,\nletrozole, exemestane) or tamoxifen\n-AND-\niii. Use has not exceeded two years in duration\nAuthorization will be issued for 12 months\n2. Reauthorization\na. Verzenio will be approved based on one of the following criteria:\n(1) Both of the following:\n(a) Diagnosis of advanced, recurrent, or metastatic breast cancer\n-AND-\n(b) Patient does not show evidence of progressive disease while on Verzenio\ntherapy\n-OR-\n(2) All of the following:\n(a) Diagnosis of early breast cancer at high risk of recurrence\n-AND-\n(b) Patient does not show evidence of progressive disease while on Verzenio\ntherapy\n© 2025 UnitedHealthcare Services, Inc.\n3\n-AND-\n(c) Use has not exceeded two years in duration\nAuthorization will be issued for 12 months.\nC. Endometrial Carcinoma\n1. Initial Authorization\na. Verzenio will be approved based on all of the following criteria:\n(1) Diagnosis of recurrent or metastatic endometrial cancer\n-AND-\n(2) Tumor is estrogen receptor (ER)-positive\n-AND-\n(3) Used in combination with letrozole\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Verzenio will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Verzenio\ntherapy\nAuthorization will be issued for 12 months.\nD. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulator",
    "er Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n© 2025 UnitedHealthcare Services, Inc.\n4\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Verzenio [package insert]. Indianapolis, IN: Lilly USA, LLC; February 2025.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.nccn.org/professionals/drug_compendium/content/contents.asp. Accessed April 10,\n2025.\nProgram Prior Authorization/Notification – Verzenio (abemaciclib)\nChange Control\n11/2017 New program.\n5/2018 Updated background and criteria to include new indication for initial\nendocrine-based therapy in combination with an aromatase inhibitor.\nUpdated references.\n5/2019 Annual review. Updated coverage criteria to allow diagnosis of\nrecurrent breast cancer. Removed disease progression following\nendocrine therapy for concomitant use of Faslodex per NCCN. Updated\nbackground and reference.\n5/2020 Annual review. Updated references and background.\n5/2021 Annual review. No changes.\n1/2022 Updated background and coverage criteria to include new indication for\nearly breast cancer. Updated references.\n1/2023 Annual review with no changes to coverage criteria. Added state\nmandate footnote and updated references.\n5/2023 Removed Ki-67 score requirement for patient selection per updated\nprescribing information. Updated background and references.\n5/2024 Annual review. Updated backg",
    "ootnote and updated references.\n5/2023 Removed Ki-67 score requirement for patient selection per updated\nprescribing information. Updated background and references.\n5/2024 Annual review. Updated background and added clinical criteria for\nendometrial carcinoma per NCCN. Updated references.\n5/2025 Annual review. Updated criteria for breast cancer per NCCN\nrecommendations. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n5"
  ]
}