{
  "source": "PA-Notification-Zydelig.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1145-12\nProgram Prior Authorization/Notification\nMedication Zydelig® (idelalisib)\nP&T Approval Date 10/2014, 10/2015, 9/2016, 9/2017, 9/2018, 9/2019, 9/2020, 10/2021,\n5/2022, 5/2023, 5/2024, 5/2025\nEffective Date 8/1/2025\n1. Background:\nZydelig (idelalisib) is a kinase inhibitor indicated for the treatment of patients with relapsed\nchronic lymphocytic leukemia (CLL), in combination with rituximab, in patients for whom\nrituximab alone would be considered appropriate therapy due to other co-morbidities.1,2 The\nNational Cancer Comprehensive Network (NCCN) also recommends the use of Zydelig as\nsecond-line and subsequent therapy as a single agent or in combination with rituximab for\nCLL/SLL with del(17p)/TP53 mutation in patients who have indications for treatment.2\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Zydelig will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Chronic Lymphocytic Leukemia (CLL) / Small Lymphocytic Lymphoma (SLL)\n1. Initial Authorization\na. Zydelig will be approved based on both of the following criteria:\n(1) Diagnosis of Chronic Lymphocytic Leukemia (CLL) / small lymphocytic\nlymphoma (SLL)\n-AND-\n(2) One of the following:\n© 2025 UnitedHealthcare Services, Inc.\n1\n(a) Disease has relapsed\n(b) Disease is refractory\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Zydelig will be",
    "\n(2) One of the following:\n© 2025 UnitedHealthcare Services, Inc.\n1\n(a) Disease has relapsed\n(b) Disease is refractory\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Zydelig will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Zydelig therapy\nAuthorization will be issued for 12 months.\nC. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Zydelig [package insert]. Foster City, CA: Gilead Science, Inc. February 2022.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.nccn.org/professionals/drug_compendium/content/contents.asp. Accessed\nMarch 27, 2025.\nProgram Prior Authorization/Notification - Zydelig (idelalisib)\nChange Control\n10/2014 New program for Zydelig approved by FDA on 6/23/2014.\n10/2015 Annual review. Added coverage for gastric and nongastric MALT\nlymphomas, and splenic marginal zone lymphoma. Revised CLL/SLL\nand primary cutaneous B-cell lymphoma criteria. Updated background\nand references.\n9/2016 Annual review. Added coverage for additional cutaneous B-cell\nlymphoma diseases. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n2\n9/2017 Annual",
    "a. Updated background\nand references.\n9/2016 Annual review. Added coverage for additional cutaneous B-cell\nlymphoma diseases. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n2\n9/2017 Annual review. Added coverage for additional nodal marginal zone\nlymphoma. Updated background and references.\n9/2018 Annual review. No changes to the coverage criteria. Updated\nreferences.\n9/2019 Annual review. Updated NHL section based on NCCN guidelines.\nUpdated references. Added general NCCN recommended review\ncriteria.\n9/2020 Annual review. No changes to coverage criteria. Updated background\nreferences.\n10/2021 Annual review. Reclassified Non-Hodgkin Lymphoma to B-cell\nLymphomas to align with NCCN guidelines. Updated references.\n5/2022 Annual review. Removed coverage for follicular B-cell non-Hodgkin\nlymphoma, small lymphocytic lymphoma, gastric and nongastric\nMALT lymphomas, splenic marginal zone lymphoma, and nodal\nmarginal zone lymphoma based on package insert and NCCN\nguidelines. Updated background and references.\n5/2023 Annual review. Added state mandate. Updated background and clarified\ncriteria for CLL/SLL per NCCN guidelines. Updated references.\n5/2024 Annual review. Updated references.\n5/2025 Annual review. No changes to clinical criteria. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n3"
  ]
}