{
  "source": "PA-Notification-Iressa.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1161-10\nProgram Prior Authorization/Notification\nMedication Iressa® (gefitinib)\nP&T Approval Date 10/2015, 9/2016, 9/2017, 9/2018, 9/2019, 9/2020, 10/2021, 10/2022,\n10/2023, 10/2024\nEffective Date 1/1/2025\n1. Background:\nIressa® (gefitinib) is a tyrosine kinase inhibitor indicated as first-line treatment of patients with\nmetastatic non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor\nreceptor (EGFR) exon 19 deletions or exon 21 (L858R) substitution mutations.1 The National\nCancer Comprehensive Network (NCCN) also recommends the use of Iressa in patients with\nNSCLC with EGFR S768I, L861Q, and/or G719X mutation positive tumors as well as patients\nwith NSCLC with a known sensitizing EGFR mutation and associated brain metastases.2\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Iressa will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Non-Small Cell Lung Cancer (NSCLC)\n1. Initial Authorization\na. Iressa will be approved based on both of the following criteria:\n(1) Diagnosis of metastatic non-small cell lung cancer (NSCLC)\n-AND-\n(2) One of the following:\n© 2024 UnitedHealthcare Services, Inc.\n1\n(a) Tumors are positive for epidermal growth factor receptor (EGFR)\nexon 19 deletions\n(b) Tumors are positive for exon 21 (L858R) substitution mutations\n(c) Tumors are positive for a known sensitizing EGF",
    "Tumors are positive for epidermal growth factor receptor (EGFR)\nexon 19 deletions\n(b) Tumors are positive for exon 21 (L858R) substitution mutations\n(c) Tumors are positive for a known sensitizing EGFR mutation (e.g., exon\n20 S768I mutation, exon 18 G719X mutation, exon 21 L861Q mutation).\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Iressa will be approved based on the following criterion:\n(1) Documentation of positive clinical response to Iressa therapy\nAuthorization will be issued for 12 months.\nC. Central Nervous System (CNS) Cancers\n1. Initial Authorization\na. Iressa will be approved based on both of the following criteria:\n(1) Diagnosis of central nervous system (CNS) cancer with metastatic lesions\n-AND-\n(2) Iressa is active against primary (NSCLC) tumor with a known EGFR sensitizing\nmutation\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Iressa will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Iressa therapy\nAuthorization will be issued for 12 months.\nD. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n© 2024 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Iressa [package inser",
    "es (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Iressa [package insert]. AstraZeneca Pharmaceuticals LP: Wilmington DE; February 2023.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttps://www.nccn.org/compendia-templates/compendia/drugs-and-biologics-compendia.\nAccessed September 11, 2024.\nProgram Prior Authorization/Notification - Iressa (gefitinib)\nChange Control\n10/2015 New program.\n9/2016 Annual review. Updated criteria for NSCLC. Updated background and\nreferences.\n9/2107 Annual review. No changes to the criteria.\n9/2018 Annual review. Added coverage for CNS metastases. Updated\nbackground and references.\n9/2019 Annual review. Updated references. Added general NCCN\nrecommended review criteria.\n9/2020 Annual review. Updated criteria for CNS cancers according to NCCN.\nUpdated references.\n10/2021 Annual review. No changes to coverage criteria. Updated references.\n10/2022 Annual review. No changes to coverage criteria. Added state mandate.\nUpdated references.\n10/2023 Annual review. Updated background and list of examples of sensitizing\nEGFR mutations per NCCN recommendations. Updated references.\n10/2024 Annual review. No changes to coverage criteria. Updated references.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}