{
  "source": "PA-Notification-Sunlenca.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 1405-3\nProgram Prior Authorization/Notification\nMedication Sunlenca® (lenacapavir)\nP&T Approval Date 3/2023, 3/2024, 3/2025\nEffective Date 6/1/2025\n1. Background:\nSunlenca (lenacapavir), a human immunodeficiency virus type 1 (HIV-1) capsid inhibitor, in\ncombination with other antiretroviral(s), is indicated for the treatment of HIV-1 infection in\nheavily treatment-experienced adults with multidrug resistant HIV-1 infection failing their\ncurrent antiretroviral regimen due to resistance, intolerance, or safety considerations.\nMembers will be required to meet the coverage criteria below.\n2. Coverage Criteriaa:\nA. Authorization\n1. Sunlenca will be approved based on both of the following criteria:\na. Patient has been diagnosed with multidrug-resistant HIV-1 infection\n-AND-\nb. Patient is currently taking or will be prescribed an optimized background antiretroviral\nregimen\nAuthorization will be issued for 1 month.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Sunlenca [Package Insert]. Foster City, CA: Gilead Sciences, Inc.; November 2024.\n© 2025 UnitedHealthcare Services, Inc.\n1\nProgram Prior Authorization/Notification - Sunlenca® (lenacapavir)\nChange Control\n3/2023 New program.\n3/2024 Annual review with no changes to clinical criteria. Updated reference.\n3/2025 Annual review with no changes to clinical criteria. Updated reference.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}