{
  "source": "PA-Non-Form-Invokana.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1315-7\nProgram Non-Formulary\nMedication Invokana® (canagliflozin)\nP&T Approval Date 5/2020, 5/2021, 10/2021, 2/2022, 2/2023, 2/2024, 2/2025\nEffective Date 5/1/2025\n1. Background:\nInvokana (canagliflozin)* and Steglatro® (ertugliflozin)* are indicated as an adjunct to diet\nand exercise to improve glycemic control in adults with type 2 diabetes mellitus while,\nFarxiga® (dapagliflozin)* and Jardiance® (empagliflozin) are indicated as an adjunct to diet\nand exercise to improve glycemic control in adults with type 2 diabetes mellitus in patients 10\nyears of age and older. Farxiga*, Invokana* and Jardiance have additional indications.\nFarxiga* is indicated to reduce the risk of hospitalization for heart failure in adults with type 2\ndiabetes mellitus and established cardiovascular disease (CVD) or multiple cardiovascular\n(CV) risk factors, to reduce the risk of cardiovascular death and hospitalization for heart\nfailure in adults with heart failure and to reduce the risk of sustained eGFR decline, end-stage\nkidney disease, cardiovascular death, and hospitalization for heart failure in adults with\nchronic kidney disease at risk of progression. Invokana* is indicated to reduce the risk of\nmajor adverse cardiovascular events (cardiovascular death, nonfatal myocardial infarction and\nnonfatal stroke) in adults with type 2 diabetes mellitus and established cardiovascular disease\n(CVD), and to reduce the risk of end-stage kidney disease (ESKD), doubling of serum\ncreatinine, cardiovascular (CV) death, and hospitalization for heart failure in adults with type 2\ndiabetes mellitus and diabetic nephropathy with albuminuria > 300 mg/day. Jardiance is\nindicated to reduce the risk of cardiovascular death in adult patients with type 2 diabetes\nmellitus and established cardiovascular disease, to reduce the risk of cardiovascular death and\nhospitalization for heart failure in adults with heart failure and to reduce t",
    "ents with type 2 diabetes\nmellitus and established cardiovascular disease, to reduce the risk of cardiovascular death and\nhospitalization for heart failure in adults with heart failure and to reduce the risk of sustained\ndecline in eGFR, end-stage kidney disease, cardiovascular death, and hospitalization in adults\nwith chronic kidney disease at risk of progression.\n2. Coverage Criteria:\nA. Initial Authorization\n1. Invokana will be approved based on all the following criteria:\na. Diagnosis of type 2 diabetes mellitus\n-AND-\nb. Diagnosis of diabetic nephropathy with albuminuria > 300 mg/daya\n-AND-\nc. Provider attests that Jardiance isn’t a suitable treatment optiona\n-AND-\n© 2025 UnitedHealthcare Services Inc.\n1\nd. Submission of medical records (laboratory and clinical documentation) confirming\ndiagnosis of kidney diseasea\nAuthorization will be issued for 12 months.\nB. Reauthorizationa\n1. Invokana will be approved based on the following criterion:\na. Documentation of a positive clinical response to Invokana therapy\nAuthorization will be issued for 12 months.\na In Florida, Maine, and Tennessee only, medications prescribed for diabetes may be approved\nbased on both of the following: 1) Provider attests use of this product is medically necessary for\nthe treatment of diabetes; and- 2) If applicable, clinical characteristics exist that preclude the use\nof the covered preferred alternative(s) and use of the covered preferred alternative(s) could result\nin worsening of patient’s condition or inadequate treatment (document alternatives and clinical\ninformation related to worsening/inadequate treatment).\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Jardiance [p",
    "nosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Jardiance [package insert]. Ridgefield, CT: Boehringer Ingelheim Pharmaceuticals, Inc.;\nOctober 2024.\n2. Invokana [package insert]. Titusville, NJ: Janssen Pharmaceuticals, Inc; September 2024.\n3. Farxiga [package insert]. Wilmington, DE: AstraZeneca Pharmaceuticals LP.; October 2024.\n4. Steglatro [package insert]. Rahwasy, NJ: Merck & Co., Inc.; June 2024.\n5. American Diabetes Association. Standard of Medical Care in Diabetes- 2024. Diabetes Care\n2024;47 (Supplement 1).\n6. de Boer, IH, Khunti, K, Sadusky, T, et al. Diabetes Management in Chronic Kidney Disease:\nA Consensus Report by the American Diabetes Association (ADA) and Kidney Disease:\nImproving Global Outcomes (KDIGO). Diabetes Care 2022.\n7. KDIGO 2022 Clinical Practice Guideline for Diabetes Management in Chronic Kidney Disease.\n2022. 102 (5S).\n© 2025 UnitedHealthcare Services Inc.\n2\nProgram Non-Formulary – Invokana\nChange Control\nDate Change\n5/2020 New program.\n5/2021 Annual review. Updated background section and references.\n10/2021 Updated background and references.\n2/2022 Added Florida, Maine, and Tennessee mandate language. Updated\nreferences.\n2/2023 Annual review. Updated references.\n2/2024 Annual review. Updated background section, references and diabetes\nfootnote.\n2/2025 Annual review. Updated background section and references.\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}