{
  "source": "PA-Notification-FSH.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1038-15\nProgram Prior Authorization/Notification\nMedication Follistim® AQ (follitropin beta), Gonal-f® (follitropin alfa), Gonal-f RFF®\n(follitropin alfa)*ǂ\nP&T Approval Date 5/2013, 5/2014, 8/2014, 5/2015, 5/2016, 5/2017, 5/2018, 5/2019, 6/2020,\n6/2021, 6/2022, 8/2022, 8/2023, 5/2024, 6/2025\nEffective Date 9/1/2025\n1. Background:\nThe body produces two types of gonadotropins, follicle-stimulating hormone (FSH) and\nluteinizing hormone (LH), both of which play a role in fertility and human reproduction. After\nthey are produced by the pituitary gland, gonadotropins trigger production of other sex hormones\nwhich then promote production of egg and sperm. Gonadotropins are used in the treatment of\ninfertility, a disease of the reproductive system defined as one of the following:\n• inability to achieve a successful pregnancy due to an individual’s medical, sexual, or\nreproductive history;\n• failure to achieve a pregnancy after 12 months or more of regular unprotected sexual\nintercourse when the female partner is less than 35 years;\n• failure to achieve a pregnancy after 6 months or more of regular unprotected sexual\nintercourse when the female partner is 35 years or older\nFollistim AQ (follitropin beta) is indicated for induction of ovulation and pregnancy in\nanovulatory infertile women in whom the cause of infertility is functional and not due to primary\novarian failure. It is also indicated for pregnancy in normal ovulatory women undergoing ovarian\nstimulation as part of an in vitro fertilization (IVF) or intracytoplasmic sperm injection (ICSI)\ncycle. In males, Follistim AQ is indicated for induction of spermatogenesis in men with primary\nand secondary hypogonadotropic hypogonadism (HH) in whom the cause of infertility is not due\nto primary testicular failure.\nGonal-f and Gonal-f RFF (follitropin alfa) are indicated for the induction of ovulation and\npregnancy in oligo-anovulatory infertile women ",
    "use of infertility is not due\nto primary testicular failure.\nGonal-f and Gonal-f RFF (follitropin alfa) are indicated for the induction of ovulation and\npregnancy in oligo-anovulatory infertile women in whom the cause of infertility is functional and\nnot due to primary ovarian failure. Gonal-f and Gonal-f RFF are also indicated for the\ndevelopment of multiple follicles in ovulatory women participating in an Assisted Reproductive\nTechnology (ART) program. Gonal-f is indicated for the induction of spermatogenesis in men with\nprimary and secondary hypogonadotropic hypogonadism for whom the cause of infertility is not\ndue to primary testicular failure.\nThe clinically appropriate dosing for FSH agents is 450 IU/day or less when used for an ART cycle,\nor 225 IU/day or less when used for ovulation induction or ovarian stimulation, for not more than 14\ndays of treatment. Exceeding this daily dose and duration of treatment has not been proven to be\nefficacious in terms of pregnancy outcome.\n© 2025 UnitedHealthcare Services, Inc.\n1\n2. Coverage Criteriaa:\nA. Ovulation Induction\n1. Follistim AQ, Gonal-f, or Gonal-f RFF will be approved based on all of the following\ncriteria*ǂ :\na. Diagnosis of ovulatory dysfunction\n-AND-\nb. One of the following exists:\n(1) Anovulation\n(2) Oligo-ovulation\n(3) Amenorrhea\n-AND-\nc. Other specific causative factors (e.g., thyroid disease, hyperprolactinemia) have been\nexcluded or treated\n-AND-\nd. Infertility is not due to primary ovarian failure\n-AND-\ne. For induction of ovulation\nAuthorization will be issued for 2 months.§\nB. Ovarian Stimulation\n1. Follistim AQ, Gonal-f, or Gonal-f RFF will be approved based on one of the following*ǂ\n:\na. All of the following:\n(1) Diagnosis of infertility\n-AND-\n(2) For the development of multiple follicles (controlled ovarian stimulation)\n-AND-\n(3) One of the following:\n(a) Both of the following:\n© 2025 UnitedHealthcare Services, Inc.\n2\ni. One of the following exists:\n• Diminished ovarian reserve\n• Endometriosis\n• ",
    "ovarian stimulation)\n-AND-\n(3) One of the following:\n(a) Both of the following:\n© 2025 UnitedHealthcare Services, Inc.\n2\ni. One of the following exists:\n• Diminished ovarian reserve\n• Endometriosis\n• Male factor infertility\n• Tubal factor infertility\n• Unexplained infertility\n• Uterine factor infertility\n• Ovulatory dysfunction\n• Recurrent pregnancy loss\n• Failure to achieve conception with other treatment modalities\n-AND-\nii. Will be used in conjunction with assisted reproductive technology (ART)\n-OR-\n(b) Both of the following:\ni. One of the following exists:\n• Diminished ovarian reserve\n• Mild to moderate male factor infertility\n• Minimal to mild endometriosis\n• Unilateral tubal factor infertility\n• Unexplained infertility\n-AND-\nii. Will be used in conjunction with intrauterine insemination (IUI)\n-OR-\nb. All of the following:\n(1) Used for fertility preservation\n-AND-\n(2) The individual will undergo gonadotoxic therapy (e.g., exposure to cytotoxic\nagents, invasive surgery, prolonged hormonal ovarian suppression, radiation\ntherapy)\n-AND-\n(3) Will be used as part of an assisted reproductive technology (e.g., in vitro\nfertilization) procedure\nAuthorization will be issued for 2 months.§\n© 2025 UnitedHealthcare Services, Inc.\n3\nC. Male Hypogonadotropic Hypogonadism\n1. Follistim AQ or Gonal-f will be approved based on all of the following criteria*ǂ :\na. One of the following:\n(1) Diagnosis of male primary hypogonadotropic hypogonadism\n-OR-\n(2) Diagnosis of male secondary hypogonadotropic hypogonadism\n-AND-\nb. For induction of spermatogenesis\n-AND-\nc. Infertility is not due to primary testicular failure\nAuthorization will be issued for 2 months.§\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorizat",
    "age criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits and/or Step Therapy may be in place.\n*Infertility is typically excluded from coverage for UnitedHealthcare. Please refer to member’s\nspecific benefits for coverage determination.\nǂ OptumHealth review only: Please refer to the Clinical Policy on Follicle Stimulating Hormones\n(FSH) Used in the Treatment of Infertility for state-specific requirements that may apply.\n§ OptumHealth review only: Subsequent authorizations will be reviewed according to the Infertility\nClinical Performance Guideline.\n4. References:\n1. World Health Organization web site. https://www.who.int/health-topics/infertility#tab=tab_\nAccessed May 5, 2025.\n2. American Society for Reproductive Medicine. Definitions of infertility and recurrent pregnancy\nloss: a committee opinion. Fertil Steril 2013;Jan;99(1):63\n© 2025 UnitedHealthcare Services, Inc.\n4\n3. Follistim AQ [package insert]. Whitehouse Station, NJ: Merck & Co., Inc.; July 2023.\n4. Gonal-f [package insert]. Rockland, MA: EMD Serono, Inc.; December 2020.\n5. Gonal-f RFF [package insert]. Rockland, MA: EMD Serono, Inc.; November 2023.\n6. Muasher SJ. Use of gonadotrophin-releasing hormone agonists in controlled ovarian\nhyperstimulation for in vitro fertilization. Clin Ther 1992;14(Suppl A):74-86.\n7. Ferraretti A, Marca A, Fauser B, et al. ESHRE consensus on the definition of ‘poor response’ to\novarian stimulation for in vitro fertilization: the Bologna criteria. Human Reprod 2011; 26:\n1616-24.\n8. Andoh K, Mizunuma H, Liu X, et al. A comparative study of fixed-dose, stepdown, and low-\ndose step-up regimens of human menopausal gonadotropin for pa",
    "ogna criteria. Human Reprod 2011; 26:\n1616-24.\n8. Andoh K, Mizunuma H, Liu X, et al. A comparative study of fixed-dose, stepdown, and low-\ndose step-up regimens of human menopausal gonadotropin for patients with polycystic ovary\nsyndrome. Fertil Steril m1998: 70; 840-846.\n9. Pal L, Jindal S, Witt B, Santoro N. Less is more: increased gonadotropin use for ovarian\nstimulation adversely influences clinical pregnancy and live birth after in vitro fertilization.\nFertil Steril 2008;89:1694-701.\n10. Fauser B, Nargund G, Anderson A, et al. Mild ovarian stimulation for IVF: 10 years later.\nHuman Reprod 2010; 25: 2678-84.\n11. Baart E, Martini E, Eijkemans M, et al. Milder ovarian stimulation for in-vitro fertilization\nreduces aneuploidy in the human preimplantation embryo: a randomized controlled trial.\nHuman Reprod 2007; 22: 980-8.\n12. Sunkara S, Rittenberg V, Raine-Fenning N, et al. Association between the number of eggs and\nlive birth in IVF treatment: an analysis of 400,135 treatment cycles. Human Reprod 2011; 26:\n1768-74.\n13. The Practice Committee of the American Society for Reproductive Medicine. Use of\nexogenous gonadotropins in anovulatory women: a technical bulletin. Fertil Steril 2008;90:S7–\n12.\n14. Practice Committee of the American Society for Reproductive Medicine. Electronic address:\nasrm@asrm.org. Definitions of infertility and recurrent pregnancy loss: a committee opinion.\nFertil Steril. 2020;113(3):533-535. doi:10.1016/j.fertnstert.2019.11.025\nProgram Prior Authorization/Notification – Follistim AQ (follitropin beta),\nGonal-f (follitropin alfa), Gonal-f RFF (follitropin alfa)\nChange Control\n5/2014 Annual review. No change to the criteria. Updated references.\n8/2014 Separated Gonadotropin Notification into individual documents.\nRevised criteria for controlled ovarian stimulation and ovulation\ninduction. Updated background and references.\n5/2015 Updated background and references.\n5/2016 Annual review. Updated criteria for controlled ovarian stimulation.\nUpdate",
    "rian stimulation and ovulation\ninduction. Updated background and references.\n5/2015 Updated background and references.\n5/2016 Annual review. Updated criteria for controlled ovarian stimulation.\nUpdated background and references.\n5/2017 Annual review. No changes to criteria. Updated references.\n5/2018 Annual review. No changes to criteria. Updated references.\n5/2019 Annual review. No changes to coverage criteria. Updated references.\n6/2020 Annual review. Removed Bravelle (off market). Updated references.\n6/2021 Annual review. No changes to criteria. Updated references.\n6/2022 Annual review. Updated references.\n8/2022 Removed coverage for Gonal-f RFF for hypogonadotropic\nhypogonadism as this brand formulation is not approved by the FDA\nfor this indication.\n8/2023 Annual review. Clarified that criteria for induction of spermatogenesis\nare specific to male hypogonadotropic hypogonadism. Removed broken\n© 2025 UnitedHealthcare Services, Inc.\n5\nhyperlink to Infertility Clinical Performance Guideline. Updated\nbackground, added state mandate, and updated references.\n5/2024 Added coverage criteria for fertility preservation for iatrogenic\ninfertility. Updated term \"controlled ovarian stimulation” to “ovarian\nstimulation”.\n6/2025 Updated coverage criteria for fertility preservation for iatrogenic\ninfertility to include additional examples of gonadotoxic therapy such\nas prolonged hormonal ovarian suppression. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n6"
  ]
}