{
  "source": "PA-Non-Formulary-Zepbound.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1475-1\nProgram Prior Authorization/Non-Formulary\nMedication Zepbound® (tirzepatide) – Obstructive Sleep Apnea Only\nP&T Approval Date 3/2025\nEffective Date 7/1/2025\n1. Background:\nZepbound is a glucose-dependent insulinotropic polypeptide (GIP) receptor and glucagon-\nlike peptide-1 (GLP-1) receptor agonist indicated to treat moderate to severe obstructive sleep\napnea (OSA) in adults with obesity.\nZepbound is also indicated in combination with a reduced-calorie diet and increased physical\nactivity to reduce excess body weight and maintain weight reduction long term in adults with\nobesity or adults with overweight in the presence of at least one weight-related comorbid\ncondition.\nMedications for the purpose of weight loss are typically a benefit exclusion. The program\nallows for coverage of Zepbound for obesity with obstructive sleep apnea.\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Zepbound will be approved based on all the following criteria:\na. Treatment is being requested for obstructive sleep apnea\n-AND-\nb. Patient is 18 years of age or older\n-AND-\nc. Submission of medical records documenting all the following:\n(1) BMI ≥ 30 kg/m2\n(2) Moderate-to-severe obstructive sleep apnea evidenced by both of the\nfollowing:\n(a) a sleep study\n(b) One of the following: i. apnea-hypopnea index (AHI) > 15 events per\nhour\ni. respiratory event index (REI) > to 15 events per hour\n© 2025 UnitedHealthcare Services Inc.\n1\nii. respiratory disturbance index (RDI) > 15 events per hour\n(3) Patient has symptoms consistent with OSA such as excessive daytime\nsleepiness, loud snoring, choking, gasping, difficulty maintaining sleep\nthroughout the night or impairment in daily functioning related to OSA.\n(4) At least one previous unsuccessful dietary effort to lose weight\n(5) One of the following:\n(a) Patient has continued symptoms of OSA despite adherence to positive\nairway pressure (PAP) therapy. Adherence is defi",
    "e previous unsuccessful dietary effort to lose weight\n(5) One of the following:\n(a) Patient has continued symptoms of OSA despite adherence to positive\nairway pressure (PAP) therapy. Adherence is defined as ≥ 4 hours of use\nper night for ≥ 70 percent of nights.\n(b) Patient is not a candidate for PAP therapy (e.g. upper airway anatomic\nabnormalities, etc).\n-AND-\nd. Used in combination with a reduced calorie diet and increased physical activity\n-AND-\ne. Patient does not have a diagnosis of diabetes or HgA1c > 6.5%\n-AND-\nf. Provider attests to both of the following:\n(1) patient counseled on appropriate positional therapy\n(2) patient counseled on avoidance of alcohol and/or sedatives before bedtime\n-AND-\ng. Prescriber attests the patient does not have any of the following:\n(1) Planned surgery for sleep apnea or obesity\n(2) Significant craniofacial abnormalities\n(3) A diagnosis of central or mixed sleep apnea\n-AND-\nh. Prescribed by or in consultation with a sleep specialist\nAuthorization will be issued for 6 months.\nB. Reauthorization\n1. Zepbound will be approved based on all of the following criteria:\na. One of the following:\n© 2025 UnitedHealthcare Services Inc.\n2\n(1) Both of the following.\na) Patient has been on Zepbound for less than 52 weeks of consecutive therapy\n-AND-\nb) Submission of medical records confirming a decrease from baseline in one of\nthe following:\ni. Apnea Hypopnea Index (AHI)\nii. Respiratory Disturbance Index (RDI)\niii. Respiratory Event Index (REI)\n-OR-\n(2) Both of the following:\na) Patient has been on Zepbound for greater than or equal to 52 weeks of\nconsecutive therapy\nb) Submission of medical records confirming a 50% decrease from baseline in\none of the following:\ni. Apnea Hypopnea Index (AHI)\nii. Respiratory Disturbance Index (RDI)\niii. Respiratory Event Index (REI)\n-AND-\nb. Patient has had a weight loss of greater than or equal to 10% of baseline body weight\n-AND-\nc. Used in combination with a reduced calorie diet and increased physical activit",
    "Event Index (REI)\n-AND-\nb. Patient has had a weight loss of greater than or equal to 10% of baseline body weight\n-AND-\nc. Used in combination with a reduced calorie diet and increased physical activity\n-AND-\nd. Patient does not have a diagnosis of diabetes or HgA1c > 6.5%\n-AND-\ne. Patient continues to require treatment for obstructive sleep apnea\nPatients who have been on Zepbound therapy for fewer than 52 weeks of consecutive\ntherapy: Authorization of 6 months\nPatients who have been on Zepbound therapy for greater than or equal to 52 weeks\nof consecutive therapy: Authorization of 12 months\n© 2025 UnitedHealthcare Services Inc.\n3\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Supply limits may be in place.\n4. References:\n1. Zepbound [package insert]. Indianapolis, IN: Eli Lilly and Company; December 2024.\n2. Patil SP, Ayappa IA, Caples SM, Kimoff RJ, Patel SR, Harrod CG. Treatment of adult\nobstructive sleep apnea with positive airway pressure: an American Academy of Sleep\nMedicine clinical practice guideline. J Clin Sleep Med. 2019;15(2):335–343.\n3. Practice Guidlines : Obstructive Sleep Apnea and Chronic Insomnia Disorder : Updated\nGuidelines from the VA/DoD. Ann Intern Med. March 3, 2020; 172(5):325-336.\n4. Task Force Members Guidelines Committee Members on behalf of the Governing Council of\nthe World Sleep Society, Endorsement of: “clinical practice guideline for diagnostic testing\nfor adult obstructive sleep apnea: an American academy of sleep medicine clinical practice\nguideline” by the World Sleep Society, Sleep Medicine,\nhttps://doi.org/10.1016/j.sleep.2020.12.044.\n5. Nancy Collop. Home sleep apnea testing for obstructive sleep apnea in adults. UpToDate,\nCollop N, Finlay G, UpToDate, Waltham, MA, December 2024.\n6. Malhorta A, Kundel V, et al. Obstructive sleep apnea: Ove",
    "Collop. Home sleep apnea testing for obstructive sleep apnea in adults. UpToDate,\nCollop N, Finlay G, UpToDate, Waltham, MA, December 2024.\n6. Malhorta A, Kundel V, et al. Obstructive sleep apnea: Overview of management in adults. In:\nUpToDate, Coop N, Finlay G, UpToDate, Waltham, MA, 2024.\nProgram Prior Authorization/Non-Formulary – Zepbound – Obstructive Sleep\nApnea Only\nChange Control\nDate Change\n3/2025 New program.\n© 2025 UnitedHealthcare Services Inc.\n4"
  ]
}