{
  "source": "PA-Notification-Onureg.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 1341-5\nProgram Prior Authorization/Notification\nMedication Onureg® (azacitidine)\nP&T Approval Date 12/2020, 12/2021, 12/2022, 12/2023, 12/2024\nEffective Date 3/1/2025\n1. Background:\nOnureg (azacitidine) is a nucleoside metabolic inhibitor indicated for continued treatment of\nadult patients with acute myeloid leukemia who achieved first complete remission (CR) or\ncomplete remission with incomplete blood count recovery (CRi) following intensive\ninduction chemotherapy and are not able to complete intensive curative therapy.\nThe National Comprehensive Cancer Network (NCCN) also recommends the use of Onureg\nfor the treatment of certain peripheral T-cell lymphomas for initial palliative intent therapy or\nsecond-line and subsequent therapy.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age\nof 19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Onureg will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Acute Myeloid Leukemia\n1. Initial Authorization\na. Onureg will be approved based on all of the following criteria:\n(1) Diagnosis of Acute Myeloid Leukemia\n-AND-\n(2) Achieved first complete remission (CR) or complete remission with incomplete\n© 2024 UnitedHealthcare Services, Inc.\n1\nblood count recovery (CRi) following intensive induction chemotherapy\n-AND-\n(3) Patient is not able to complete intensive curative therapy (e.g., transplant-\nineligible)\nAuthorization will be issued for",
    "ood count recovery (CRi) following intensive induction chemotherapy\n-AND-\n(3) Patient is not able to complete intensive curative therapy (e.g., transplant-\nineligible)\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Onureg will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Onureg therapy\nAuthorization will be issued for 12 months.\nC. Peripheral T-cell Lymphoma\n1. Initial Authorization\na. Onureg will be approved based on both of the following criteria:\n(1) Diagnosis of one of the following T-cell lymphomas:\na. Angioimmunoblastic T-cell lymphoma (AITL)\nb. Nodal peripheral T-cell lymphoma with TFH phenotype (PTCL, TFH)\nc. Follicular T-cell lymphoma (FTCL)\n-AND-\n(2) One of the following:\na. Used as initial palliative intent therapy\nb. Used as second-line and subsequent therapy\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Onureg will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Onureg therapy\nAuthorization will be issued for 12 months.\nD. NCCN Recommended Regimens\nThe drug has been recognized for treatment of the cancer indication by The National\n© 2024 UnitedHealthcare Services, Inc.\n2\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n",
    "claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Onureg [package insert]. Summit, NJ: Celgene Corporation; October 2022.\n2. The NCCN Drugs and Biologics Compendium (NCCN Compendium™). Available at\nhttp://www.nccn.org/professionals/drug_compendium/content/contents.asp. Accessed on\nOctober 24, 2024.\nProgram Prior Authorization/Notification - Onureg® (azacitidine)\nChange Control\n12/2020 New program.\n12/2021 Annual review with no change to clinical criteria. Updated references.\n12/2022 Annual review with no change to clinical criteria. Added state mandate\nand updated references.\n12/2023 Annual review with no change to clinical criteria. Updated references.\n12/2024 Annual review. Addition of T-cell lymphoma to criteria per NCCN.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}