{
  "source": "PA-Notification-Ojemda.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1447-2\nProgram Prior Authorization/Notification\nMedication Ojemda ™ (tovorafenib)\nP&T Approval Date 6/2024, 6/2025\nEffective Date 9/1/2025\n1. Background:\nOjemda is a kinase inhibitor indicated for the treatment of patients 6 months of age and older with\nrelapsed or refractory pediatric low-grade glioma (LGG) harboring a BRAF fusion or\nrearrangement, or BRAF V600 mutation.1\nThis indication is approved under accelerated approval based on response rate and duration of\nresponse. Continued approval for this indication may be contingent upon verification and\ndescription of clinical benefit in a confirmatory trial(s).\nCoverage Information:\nMembers will be required to meet the criteria below for coverage. For members under the age of\n19 years, the prescription will automatically process without a coverage review.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Patients less than 19 years of age\n1. Ojemda will be approved based on the following criterion:\na. Patient is less than 19 years of age\nAuthorization will be issued for 12 months.\nB. Low-grade Glioma\n1. Initial Authorization\na. Ojemda will be approved based on all the following criteria:\n(1) Diagnosis of pediatric low-grade glioma\n-AND-\n(2) Disease is relapsed or refractory\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\n(3) Presence of one of the following genetic mutations:\n(a) BRAF fusion or rearrangement\n(b) BRAF V600 mutation\nAuthorization will be issued for 12 months.\n2. Reauthorization\na. Ojemda will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Ojemda therapy\nAuthorization will be issued for 12 months.\nC. NCCN",
    "ation\na. Ojemda will be approved based on the following criterion:\n(1) Patient does not show evidence of progressive disease while on Ojemda therapy\nAuthorization will be issued for 12 months.\nC. NCCN Recommended Regimens\n1. The drug has been recognized for treatment of the cancer indication by The National\nComprehensive Cancer Network (NCCN) Drugs and Biologics Compendium with a\nCategory of Evidence and Consensus of 1, 2A, or 2B\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limitations may be in place.\n4. References:\n1. Ojemda [package insert]. Brisbane, CA: Day One Biopharmaceuticals, Inc. June 2024.\nProgram Prior Authorization/Notification – Ojemda ™ (tovorafenib)\nChange Control\n6/2024 New program\n6/2025 Annual review. No changes to coverage criteria.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}