{
  "source": "PA-Notification-Livdelzi.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 1463-1\nProgram Prior Authorization/Notification\nMedication Livdelzi® (seladelpar)\nP&T Approval Date 12/2024\nEffective Date 3/1/2025\n1. Background:\nLivdelzi (seladelpar) is a peroxisome proliferator-activated receptor (PPAR)-delta agonist\nindicated for the treatment of primary biliary cholangitis (PBC) in combination with\nursodeoxycholic acid (UDCA) in adults who have an inadequate response to UDCA, or as\nmonotherapy in patients unable to tolerate UDCA.\nThis indication is approved under accelerated approval based on a reduction of alkaline\nphosphatase (ALP). Improvement in survival or prevention of liver decompensation events have\nnot been demonstrated. Continued approval for this indication may be contingent upon\nverification and description of clinical benefit in confirmatory trial(s).1\n2. Coverage Criteriaa:\nA. Initial Authorization\n1. Livdelzi will be approved based on all of the following criteria:\na. Diagnosis of primary biliary cholangitis\n-AND-\nb. Patient does not have decompensated cirrhosis\n-AND-\nc. One of the following:\n(1) Both of the following:\n(a) Used in combination with ursodeoxycholic acid (e.g., Urso, ursodiol)\n(b) Patient has not achieved an adequate response to an appropriate dosage of\nursodeoxycholic acid (e.g., Urso, ursodiol) after at least 12 consecutive\nmonths of therapy\n-OR-\n(2) History of contraindication or intolerance to ursodeoxycholic acid (e.g., Urso,\nursodiol)\nInitial authorization will be issued for 12 months\n© 2024 UnitedHealthcare Services Inc.\n1\nB. Reauthorization\n1. Livdelzi will be approved based on the following criterion:\na. Documentation of positive clinical response to Livdelzi therapy\nReauthorization will be issued for 12 months\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinic",
    " Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place\n• Medical necessity may be in place\n• Step Therapy may be in place\n4. References:\n1. Livdelzi [package insert]. Foster City, CA: Gilead Sciences, Inc.; August 2024.\nProgram Prior Authorization/Notification – Livdelzi (seladelpar)\nChange Control\nDate Change\n12/2024 New program.\n© 2024 UnitedHealthcare Services Inc.\n2"
  ]
}