{
  "source": "PA-Notification-Menopur.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1143-12\nProgram Prior Authorization/Notification\nMedication Menopur® (menotropins)*\nP&T Approval Date 8/2014, 5/2015, 5/2016, 5/2017, 5/2018, 5/2019, 5/2020, 6/2021, 6/2022,\n6/2023, 6/2024, 6/2025\nEffective Date 9/1/2025\n1. Background:\nThe body produces two types of gonadotropins, follicle-stimulating hormone (FSH) and luteinizing\nhormone (LH), both of which play a role in fertility and human reproduction. After they are produced\nby the pituitary gland, gonadotropins trigger production of other sex hormones which then promote\nproduction of egg and sperm. Gonadotropins include hMG (human menopausal gonadotropin –\nMenopur) and follicle stimulating hormone. Gonadotropins are used in the treatment of infertility, a\ndisease of the reproductive system defined as one of the following:\n• inability to achieve a successful pregnancy due to an individual’s medical, sexual, or reproductive\nhistory;\n• failure to achieve a pregnancy after 12 months or more of regular unprotected sexual intercourse\nwhen the female partner is less than 35 years;\n• failure to achieve a pregnancy after 6 months or more of regular unprotected sexual intercourse\nwhen the female partner is 35 years or older\nMenopur (menotropins) is indicated for the development of multiple follicles and pregnancy in\novulatory women participating in an assisted reproductive technology (ART) program. hMG is\nused for the treatment of ovulation induction in women with ovulatory dysfunction including\npolycystic ovary syndrome (PCOS) who failed on clomiphene as well as for ovulation induction\nin the setting of hypogonadotropic hypogonadism. hMG is also used for induction of\nspermatogenesis in men with primary and secondary hypogonadotropic hypogonadism in whom\nthe cause of infertility is not due to primary testicular failure.\nThe clinically appropriate dosing for hMG agents when used in an ART cycle without an FSH\nproduct is 450 IU/day or less for not ",
    "whom\nthe cause of infertility is not due to primary testicular failure.\nThe clinically appropriate dosing for hMG agents when used in an ART cycle without an FSH\nproduct is 450 IU/day or less for not more than 14 days of treatment. When used as part of a\nmixed stimulation protocol (hMG + FSH) or when used alone for ovulation induction or ovarian\nstimulation, the clinically appropriate maximum dosing for hMG agents is 225 IU/day and 150\nIU/day, respectively. Exceeding this daily dose and duration of treatment has not been proven to\nbe efficacious in terms of pregnancy outcome.\n2. Coverage Criteriaa:\nA. Ovarian Stimulation\n1. Menopur will be approved based on one of the following criteria*ǂ :\na. All of the following:\n(1) Diagnosis of infertility\n© 2025 UnitedHealthcare Services, Inc.\n1\n-AND-\n(2) For the development of multiple follicles (ovarian stimulation)\n-AND-\n(3) One of the following:\n(a) Both of the following:\ni. One of the following exists:\n• Diminished ovarian reserve\n• Endometriosis\n• Male factor infertility\n• Tubal factor infertility\n• Unexplained infertility\n• Uterine factor infertility\n• Ovulatory dysfunction\n• Recurrent pregnancy loss\n• Failure to achieve conception with other treatment modalities\n-AND-\nii. Will be used in conjunction with assisted reproductive technology (ART)\n-OR-\n(b) Both of the following:\ni. One of the following exists:\n• Diminished ovarian reserve\n• Mild to moderate male factor infertility\n• Minimal to mild endometriosis\n• Unilateral tubal factor infertility\n• Unexplained infertility\n-AND-\nii. Will be used in conjunction with intrauterine insemination (IUI)\n-OR-\nb. All of the following:\n(1) Used for fertility preservation\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n2\n(2) The individual will undergo gonadotoxic therapy (e.g., exposure to cytotoxic agents,\ninvasive surgery, prolonged hormonal ovarian suppression, radiation therapy)\n-AND-\n(3) Will be used as part of an assisted reproductive technology (e.g., in vitro\nfertilization) pro",
    " cytotoxic agents,\ninvasive surgery, prolonged hormonal ovarian suppression, radiation therapy)\n-AND-\n(3) Will be used as part of an assisted reproductive technology (e.g., in vitro\nfertilization) procedure\nAuthorization will be issued for 2 months.§\nB. Ovulation Induction (Off-Label)\n1. Menopur will be approved based on all of the following criteria*ǂ :\na. Diagnosis of ovulatory dysfunction\n-AND-\nb. One of the following exists:\n(1) Anovulation\n(2) Oligo-ovulation\n(3) Amenorrhea\n-AND-\nc. Other specific causative factors (e.g., thyroid disease, hyperprolactinemia) have been\nexcluded or treated\n-AND-\nd. Infertility is not due to primary ovarian failure\n-AND-\ne. For induction of ovulation\nAuthorization will be issued for 2 months.§\nC. Male Hypogonadotropic Hypogonadism\n1. Menopur will be approved based on all of the following criteria*ǂ:\na. One of the following:\n(1) Diagnosis of male primary hypogonadotropic hypogonadism\n-OR-\n(2) Diagnosis of male secondary hypogonadotropic hypogonadism\n© 2025 UnitedHealthcare Services, Inc.\n3\n-AND-\nb. For induction of spermatogenesis\n-AND-\nc. Infertility is not due to primary testicular failure\nAuthorization will be issued for 2 months.§\na State mandates may apply. Any federal regulatory requirements and the member specific benefit\nplan coverage may also impact coverage criteria. Other policies and utilization management\nprograms may apply.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim\nlogic. Use of automated approval and re-approval processes varies by program and/or\ntherapeutic class.\n• Supply limits may be in place.\n*Infertility is typically excluded from coverage for UnitedHealthcare. Please refer to member’s\nspecific benefits for coverage determination.\nǂ OptumHealth review only: Please refer to the Clinical Policy on Human Menopausal\nGonadotropin (hMG) Used in ",
    " UnitedHealthcare. Please refer to member’s\nspecific benefits for coverage determination.\nǂ OptumHealth review only: Please refer to the Clinical Policy on Human Menopausal\nGonadotropin (hMG) Used in the Treatment of Infertility for state-specific requirements that may\napply.\n§ OptumHealth review only: Subsequent authorizations will be reviewed according to the Infertility\nClinical Performance Guideline.\n4. References:\n1. World Health Organization web site. https://www.who.int/health-topics/infertility#tab=tab\nAccessed May 3, 2024.\n2. American Society for Reproductive Medicine. Definitions of infertility and recurrent pregnancy\nloss: a committee opinion. Fertil Steril 2013;Jan;99(1):63.\n3. Menopur [package insert]. Parsippany, NJ: Ferring Pharmaceuticals, Inc.; May 2018.\n4. Platteau P, Andersen AN, Balen A, et al. Similar ovulation rates, but different follicular\ndevelopment with highly purified menotrophin compared with recombinant FSH in WHO\nGroup II anovulatory infertility: a randomized controlled study. Hum. Reprod. 2006;21:1798-\n1804.\n5. Kelly AC, Jewlewicz R. Alternate regimens for ovulation induction in polycystic ovarian\ndisease. Fertil Steril. 1990;54;195-202.\n6. Muasher SJ. Use of gonadotrophin-releasing hormone agonists in controlled ovarian\nhyperstimulation for in vitro fertilization. Clin Ther 1992;14(Suppl A):74-86.\n7. Ferraretti A, Marca A, Fauser B, et al. ESHRE consensus on the definition of 'poor response' to\novarian stimulation for in vitro fertilization: the Bologna criteria. Human Reprod 2011; 26:\n1616-24.\n© 2025 UnitedHealthcare Services, Inc.\n4\n8. Andoh K, Mizunuma H, Liu X, et al. A comparative study of fixed-dose, stepdown, and low-\ndose step-up regimens of human menopausal gonadotropin for patients with polycystic ovary\nsyndrome. Fertil Steril m1998: 70; 840-846.\n9. Pal L, Jindal S, Witt B, Santoro N. Less is more: increased gonadotropin use for ovarian\nstimulation adversely influences clinical pregnancy and live birth after in vitro fertil",
    "m1998: 70; 840-846.\n9. Pal L, Jindal S, Witt B, Santoro N. Less is more: increased gonadotropin use for ovarian\nstimulation adversely influences clinical pregnancy and live birth after in vitro fertilization.\nFertil Steril 2008;89:1694-701.\n10. Fauser B, Nargund G, Anderson A, et al. Mild ovarian stimulation for IVF: 10 years later.\nHuman Reprod 2010; 25: 2678-84.\n11. Baart E, Martini E, Eijkemans M, et al. Milder ovarian stimulation for in-vitro fertilization\nreduces aneuploidy in the human preimplantation embryo: a randomized controlled trial.\nHuman Reprod 2007; 22: 980-8.\n12. Sunkara S, Rittenberg V, Raine-Fenning N, et al. Association between the number of eggs and\nlive birth in IVF treatment: an analysis of 400,135 treatment cycles. Human Reprod 2011; 26:\n1768-74.\n13. The Practice Committee of the American Society for Reproductive Medicine. Use of\nexogenous gonadotropins in anovulatory women: a technical bulletin. Fertil Steril 2008;90:S7–\n12.\n14. Practice Committees of the American Society for Reproductive Medicine and Society for\nReproductive Endocrinology and Infertility. Electronic address: asrm@asrm.org. Use of\nexogenous gonadotropins for ovulation induction in anovulatory women: a committee opinion.\nFertil Steril. 2020;113(1):66-70. doi:10.1016/j.fertnstert.2019.09.020\n15. Practice Committee of the American Society for Reproductive Medicine, American Society for\nReproductive Medicine. Definition of infertility: a committee opinion (2023). Available at:\nhttps://www.asrm.org/practiceguidance/practice-committee-documents/denitions-of-infertility/\n16. Gerber R, Fazzari M, Kappy M, et al. Differential impact of controlled ovarian\nhyperstimulation on live birth rate in fresh versus frozen embryo transfer cycles: a Society for\nAssisted Reproductive Technology Clinic Outcome System study. Fertil Steril 2020; 114:\n1225-1231.\n17. Youseff M A-F; van Wiley M, Mochtar M, et al: Low dosing of gonadotropins in in vitro\nfertilization cycles for women with poor ovarian re",
    " Outcome System study. Fertil Steril 2020; 114:\n1225-1231.\n17. Youseff M A-F; van Wiley M, Mochtar M, et al: Low dosing of gonadotropins in in vitro\nfertilization cycles for women with poor ovarian reserve: systematic review and meta-analysis.\nFertil Steril 2018; 109: 289-301.\nProgram Prior Authorization/Notification - Menopur (menotropins),\nChange Control\n8/2014 Separated Gonadotropin Notification into individual documents.\nRemoved Repronex because it has been discontinued by the\nmanufacturer. Revised criteria for controlled ovarian stimulation and\novulation induction. Updated background and references.\n5/2015 Added Repronex to program since still being manufactured. Minor\nchange to criteria. Updated background and references.\n5/2016 Annual review. Updated criteria for controlled ovarian stimulation.\nUpdated background and references.\n5/2017 Annual review. Removed Repronex because it has been discontinued\nby the manufacturer. Updated background and references.\n5/2018 Annual review. No changes to criteria. Updated references.\n5/2019 Annual review. No changes to criteria. Updated references.\n5/2020 Annual review. No changes to coverage criteria.\n6/2021 Annual review. No changes to criteria. Updated references.\n6/2022 Annual review. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n5\n6/2023 Annual review. Clarified that criteria for induction of spermatogenesis\nare specific to male hypogonadotropic hypogonadism. Removed broken\nhyperlink to Infertility Clinical Performance Guideline. Updated\nbackground, added state mandate, and updated references.\n6/2024 Annual review. Added coverage criteria for fertility preservation for\niatrogenic infertility. Updated term \"controlled ovarian stimulation” to\n“ovarian stimulation”. Updated references.\n6/2025 Revised definition of infertility in background to correlate with ASRM.\nUpdated coverage criteria for fertility preservation for iatrogenic\ninfertility to include additional examples of gonadotoxic therapy such\nas prolon",
    "f infertility in background to correlate with ASRM.\nUpdated coverage criteria for fertility preservation for iatrogenic\ninfertility to include additional examples of gonadotoxic therapy such\nas prolonged hormonal ovarian suppression. Updated references.\n© 2025 UnitedHealthcare Services, Inc.\n6"
  ]
}