{
  "source": "PA-Notification-Zokinvy.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1354-5\nProgram Prior Authorization/Notification\nMedication Zokinvy™ (lonafarnib)\nP&T Approval Date 3/2021, 3/2022, 3/2023, 3/2024, 3/2025\nEffective Date 6/1/2025\n1. Background:\nZokinvy (lonafarnib) is a farnesyltransferase inhibitor indicated in patients 12 months of age and\nolder with a body surface area of 0.39 m2 and above to reduce risk of mortality in Hutchinson-\nGilford Progeria Syndrome and for treatment of processing-deficient progeroid laminopathies\nwith either:\n• Heterozygous LMNA mutation with progerin-like protein accumulation\n• Homozygous or compound heterozygous ZMPSTE24 mutations\nLimitations of Use:\nZokinvy is not indicated for other progeroid syndromes or processing-proficient progerid\nlaminopathies. Basedupon its mechanism of action, Zokinvy would not be expected to be\neffective in these populations.\nCoverage Information:\nMembers will be required to meet the criteria below for coverage.\nSome states mandate benefit coverage for off-label use of medications for some diagnoses or\nunder some circumstances. Some states also mandate usage of other Compendium references.\nWhere such mandates apply, they supersede language in the benefit document or in the\nnotification criteria.\n2. Coverage Criteriaa:\nA. Hutchinson-Gilford Progeria Syndrome\n1. Zokinvy will be approved based on of the following criterion:\na. Diagnosis of Hutchinson-Gilford Progeria Syndrome\nAuthorization will be issued for 12 months.\nB. Progeroid Laminopathies\n1. Zokinvy will be approved based on of the following criteria:\na. Diagnosis of processing deficient progeroid laminopathy\n-AND-\n© 2025 UnitedHealthcare Services, Inc.\n1\nb. Documentation of one of the following:\ni. Heterozygous LMNA mutation with progerin-like protein accumulation\n-OR-\nii. Homozygous or compound heterozygous ZMPSTE24 mutations\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the membe",
    "n accumulation\n-OR-\nii. Homozygous or compound heterozygous ZMPSTE24 mutations\nAuthorization will be issued for 12 months.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n4. References:\n1. Zokinvy [package insert]. Palo Alto, CA: Eiger BioPharmaceuticals, Inc.; March 2024.\nProgram Prior Authorization/Notification – Zokinvy (lonafarnib)\nChange Control\n3/2021 New program.\n3/2022 Annual review. Updated reference formatting.\n3/2023 Annual review with no change to coverage criteria. Added state\nmandate footnote.\n3/2024 Annual review with no change to coverage criteria.\n3/2025 Annual review with no change to coverage criteria. Updated\nbackground and reference.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}