{
  "source": "PA-Regulatory-Breast-Cancer-Prevention.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 1138-14\nProgram Prior Authorization/Regulatory\nMedication Breast Cancer Prevention Zero Dollar Cost Share - generic tamoxifen\n(applies to 20 mg dose only), generic raloxifene, generic aromatase\ninhibitors (anastrozole, letrozole, or exemestane)\nP&T Approval Date 7/2014, 8/2014, 5/2015, 8/2015, 7/2016, 7/2017, 4/2018, 6/2019,\n12/2019, 7/2020, 8/2021, 1/2023, 4/2024, 6/2025\nEffective Date 9/1/2025\n1. Background:\nThe U.S. Preventive Services Task Force (USPSTF)1 recommends that clinicians engage in\nshared, informed decision making with women who are at increased risk for breast cancer\nabout medications to reduce their risk. For women who are at increased risk of breast cancer\naged 35 years or older and at low risk of adverse medication effects, clinicians should offer to\nprescribe risk-reducing medications.\nThis program is designed to meet Health Care Reform requirements which require coverage\nof tamoxifen tablets, raloxifene or aromatase inhibitors [anastrozole (generic Arimidex),\nletrozole (generic Femara), or exemestane (generic Aromasin)] at zero-dollar cost share if\nbeing used for primary prevention of breast cancer and criteria are met.\n2. Coverage Criteria:\nA. Upon request, coverage at zero-dollar cost share will be approved based on all of the\nfollowing criteria:\n1. Member is greater than or equal to 35 years of agea\n-AND-\n2. Member does not have a prior diagnosis of any of the following:\na. breast cancer\nb. ductal carcinoma in situ (DCIS)\n-AND-\n3. Member is at low risk for adverse medication effects\n-AND-\n4. Member is at increased risk for breast cancer\n-AND-\n5. One of the following:\n© 2025 UnitedHealthcare Services Inc.\n1\na. Request is for generic tamoxifen 20mg once daily\n-OR-\nb. Both of the following:\ni. Member is post-menopausal\n-AND-\nii. One of the following:\n(1) Request is for generic raloxifene 60 mg once daily\n(2) Request is for generic anastrozole\n(3) Request is for generic let",
    "the following:\ni. Member is post-menopausal\n-AND-\nii. One of the following:\n(1) Request is for generic raloxifene 60 mg once daily\n(2) Request is for generic anastrozole\n(3) Request is for generic letrozole\n(4) Request is for generic exemestane, and member has had failure,\ncontraindication or adverse reaction to anastrozole or letrozole\nAuthorization will be issued for zero copay with deductible bypass for up to a total\nof 60 months (please determine if member has already received some length of\ntherapy and if so subtract from total approval period).\na Not applicable to plans sitused in District of Columbia\n3. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-\n10) and/or claim logic. Use of automated approval and re-approval processes varies by\nprogram and/or therapeutic class.\n4. References:\n1. U.S. Preventive Services Task Force http://www.uspreventiveservicestaskforce.org/\nAccessed 5/2025\nProgram Prior Authorization/Regulatory - Breast Cancer Prevention Zero Dollar\nCost Share - generic tamoxifen (applies to 20 mg dose only), generic\nraloxifene, generic aromatase inhibitors (anastrozole, letrozole, or\nexemestane)\nChange Control\nDate Change\n7/2014 New program.\n8/2014 Added criteria for Evista requiring raloxifene as first line agent\n5/2015 Updated references.\n8/2015 Removed criterion requiring patient to be female per HCR requirements\n7/2016 Annual review. Minor revisions to background section.\n7/2017 Annual review. Administrative updates. Updated references.\n© 2025 UnitedHealthcare Services Inc.\n2\n4/2018 Update for District of Columbia regulatory requirements.\n6/2019 Annual review. Updated references and additional clinical rules.\n12/2019 Removed brand Evista and Soltomox from criteria. Medications have\nbeen removed from first line Non Healthcare Reform Preventive\nMedication.\n7/2020 Added coverage of Aromatase Inhibitors ",
    "ules.\n12/2019 Removed brand Evista and Soltomox from criteria. Medications have\nbeen removed from first line Non Healthcare Reform Preventive\nMedication.\n7/2020 Added coverage of Aromatase Inhibitors as in scope.\n8/2021 Annual review. Updated references.\n1/2023 Updated references.\n4/2024 Annual review. Removed requirement that member does not have a\nprior diagnosis of LCIS. Removed no prior history of thromboembolic\nevents and replaced with low risk for adverse medication effects.\nRemoved 5-year risk assessment and replaced with increased risk of\nbreast cancer. Updated references.\n6/2025 Annual review. Updated background and references. Removed\nfootnote regarding drugs typically excluded from coverage for the\nmajority of business.\n© 2025 UnitedHealthcare Services Inc.\n3"
  ]
}