{
  "source": "Short-Acting-Opioid-Review-Criteria-opioid-naive.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 4008-9\nProgram Short-Acting Opioid Review Criteria for opioid naïve members\nMedication Includes all salt forms, single and combination ingredient products\nshort-acting opioid formulations, and all brand and generic formulations\nP&T Approval Date 12/2017, 4/2018, 7/2018, 4/2019, 4/2020, 4/2021, 4/2022, 10/2023,\n10/2024\nEffective Date 1/1/2025\n1. Background:\nThe Center for Disease Control (CDC) recommends that clinicians should prescribe the lowest\neffective dosage when opioids are started. Clinicians should use caution when prescribing\nopioids at any dosage, should carefully reassess evidence of individual benefits and risks when\nconsidering increasing dosage to 50 morphine milligram equivalents (MME) or more per day,\nand should avoid increasing dosage to 90 MME or more per day or carefully justify a decision to\ntitrate dosage to 90 MME or more per day.\nPatients new to opioid therapy will be limited to a 7-day supply* and less than 50 MME per day.\nOpioid naïve members are defined as not having filled an opioid in the past 120 days.\n2. Coverage Criteria a:\nA. Short-Acting Opioids\n1. Opioid naïve members (defined as not having filled an opioid in the past 120 days) may\nreceive greater than the supply limit* based on ALL of the following:\na. ONE of the following:\n(1) Cancer diagnosis\n(2) End of life pain, including hospice care\n(3) Palliative care\n(4) Sickle cell anemia\n(5) Both of the following:\n(a) ONE of the following:\ni. Traumatic injury\nii. Post-surgical procedures, excluding dental procedures\niii. Prescriber attests the patient has received an opioid in the past 120\ndays.\n-AND-\n© 2024 UnitedHealthcare Services, Inc.\n1\n(b) Prescriber attests to the following:\ni. If requested for traumatic injury or post-surgical procedure, prescriber\nattests that based on the injury or surgical procedure performed the\nmember requires greater than a 7-day supply* of short-acting opioids to\nadequately control ",
    " or post-surgical procedure, prescriber\nattests that based on the injury or surgical procedure performed the\nmember requires greater than a 7-day supply* of short-acting opioids to\nadequately control pain.\n-AND-\nb. If the request is for 50 MME or greater ONE of the following:\n(1) Diagnosis of cancer, end of life pain (including hospice care), palliative care or\nsickle cell anemia\n(2) Patient is currently at or exceeding 50 MME and prescriber attests patient has\nbeen on an opioid in the past 120 days\n(3) Document all of the following:\ni. The diagnosis associated with the need for pain management with opioids.\nii. If used in patients with medical comorbidities or if used concurrently with a\nbenzodiazepine or other drugs that could potentially cause drug-drug\ninteractions, the prescriber has acknowledged that they have completed an\nassessment of increased risk for respiratory depression.\niii. The prescriber has acknowledged that they have completed an addiction risk\nand risk of overdose assessment.\niv. Prescriber attests the member requires more than 50 MME per day to\nadequately control pain. (please note initial fill will be limited to 90 MME)\n-AND-\nc. Request does not exceed four grams of acetaminophen per day.\nAuthorization for cancer, end of life pain or palliative care pain or sickle cell\nanemia will be issued or a quantity of 9999 for 24 months to prevent further\ndisruption in therapy if the patient’s dose is increased. Members new to plan\n(coverage effective date of <120 days) will be approved for one month for the\nrequested MME not to exceed the plan’s supply limit. All other approvals will be\nissued for one month for the requested MME not to exceed the maximum labeled\nFDA dosing where a maximum exists, the plan’s supply limit OR 90 MME.\na State mandates may apply. Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n* Patients age 19 ye",
    " Any federal regulatory requirements and the member specific\nbenefit plan coverage may also impact coverage criteria. Other policies and utilization\nmanagement programs may apply.\n* Patients age 19 years and under new to opioid therapy are restricted to a 3-day supply for initial fill.\nMembers age 20 years and older new to opioid therapy are restricted to up to a 7-day supply for initial\nfill. Initial fill for all ages is limited to <50 MME.\n© 2024 UnitedHealthcare Services, Inc.\n2\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-authorization\nbased solely on previous claim/medication history, diagnosis codes (ICD-10) and/or claim logic.\nUse of automated approval and re-approval processes varies by program and/or therapeutic class.\n• Supply limits may be in place.\n• Opioid Cumulative Dose Review may be in place.\n4. References:\n1. Dowell D, Ragan KR, Jones CM, Baldwin GT, Chou R. CDC Clinical Practice Guideline for\nPrescribing Opioids for Pain — United States, 2022. MMWR Recomm Rep 2022;71(No. RR-\n3):1–95. DOI: http://dx.doi.org/10.15585/mmwr.rr7103a1.\nProgram Short-Acting Opioid Review Criteria\nChange Control\n12/2017 New program\n4/2018 Administrative changes to clarify intent.\n7/2018 Added information around edit restrictions for patients less than 20 years of\nage.\n4/2019 Revised morphine equivalent dosing to morphine milligram equivalent.\n4/2020 Revised criteria for member established on > 50 MME\n4/2021 Annual review. Administrative change for formatting.\n4/2022 Annual review. No changes.\n10/2023 Removed “routine audit” language from criteria.\n10/2024 Annual review with no changes.\n© 2024 UnitedHealthcare Services, Inc.\n3"
  ]
}