{
  "source": "Supply-Limit-Opioids-At-Retail.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2025 P 4010-8\nProgram Supply Limits - Greater than 34 day supply for opioids at retail\nMedication Includes all salt forms, single and combination ingredient products short-\nacting and long-acting opioid formulations, and all brand and generic\nformulations\nP&T Approval Date 9/2018, 9/2019, 9/2020, 9/2021, 3/2023, 4/2024, 5/2025\nEffective Date 8/1/2025\n1. Background:\nThe Center for Disease Control (CDC) recommends that clinicians should prescribe the lowest\neffective dosage when opioids are started. Clinicians should use caution when prescribing opioids\nat any dosage and guidelines note that opioids are not first-line or routine therapy for chronic\npain.\nThis program allows members with a greater than 34 day supply plan at retail to receive more than a\none month supply of opioids up to plan allowance.\n2. Coverage Criteria:\nA. Greater than 34 day supply at retail will be approved based on BOTH of the following:\n1. The member requires a greater than one month supply of opioid medications\n2. Document the diagnosis associated with the need for pain management\nAuthorization will be issued for plans that allow a greater than 34 day supply at retail\nup to the plan allowance of days supply for 12 months.\n3. Additional Clinical Programs:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\n• Opioid Cumulative Dose Review may be in place.\n• Prior Authorization/Medical Necessity may be in place.\n• Prior Authorization/New to Therapy may be in place.\n© 2025 UnitedHealthcare Services, Inc.\n1\n4. References:\n1. Dowell D, Ragan KR, Jones CM, Baldwin GT, Chou R. CDC Clinical Practice Guideline for\nPrescribing Opioids for Pain — United States, 2022. MMWR Re",
    "25 UnitedHealthcare Services, Inc.\n1\n4. References:\n1. Dowell D, Ragan KR, Jones CM, Baldwin GT, Chou R. CDC Clinical Practice Guideline for\nPrescribing Opioids for Pain — United States, 2022. MMWR Recomm Rep 2022;71(No. RR-\n3):1–95. DOI: http://dx.doi.org/10.15585/mmwr.rr7103a1.\nProgram Greater than 34 day supply for opioids at retail\nChange Control\n9/2018 New program\n9/2019 Annual review. No changes.\n9/2020 Annual review. No changes.\n9/2021 Annual review. No changes.\n3/2023 Annual review. Updated references.\n4/2024 Annual review. No changes.\n5/2025 Annual review. No changes.\n© 2025 UnitedHealthcare Services, Inc.\n2"
  ]
}