{
  "source": "Therapeutic-Duplication-Adm-Override.txt",
  "chunks": [
    "UnitedHealthcare Pharmacy\nClinical Pharmacy Programs\nProgram Number 2024 P 4030-3\nProgram Therapeutic Duplication – administrative override\nMedication Therapeutic Duplication\nP&T Approval Date 12/2023, 2/2024, 8/2024\nEffective Date 9/15/2024\n1. Background:\nA concurrent DUR (cDUR) program screens all retail and mail service prescription claims at\nthe point of service before the drug is dispensed. The cDUR system screens each prescription\nagainst the member’s prescription drug history. The system evaluates drug prescribing and\nutilization, including therapeutic duplication, as well as drug interactions to improve quality\nand cost effectiveness of dispensed medications by helping to ensure that adjudicated and\ncovered prescriptions are clinically appropriate. The program includes communication avenues\nthrough claims edits and messaging to the dispensing pharmacy at point-of-service.\nThe following situations would result in application of the therapeutic duplication edit:\n• The requested medication has been utilized concurrently with a different drug in the same\ntherapeutic class per recent prescription claims history.\n• The requested medication has been utilized concurrently in a different dosage of the same\nmedication per recent prescription claims history.\n• The requested medication has been utilized concurrently with a different drug in a different\ntherapeutic class per recent prescription claims history, when the two medications share the\nsame clinical indication but lack support for concomitant use from evidence-based\nmedicine.\n2. Drug Classes Subject to a Therapeutic Duplication Edit:\nA. Drug Classes Subject to Therapeutic Duplication Edit (Reject 88):\nBoth brand and generic versions of medications are subject to edit\nB. Diabetes Agents\nGLP-1 Receptor Agonists\nGLP-1 Receptor Agonists/DPP4 inhibitors\n3. Coverage Criteria:\nTherapeutic Duplication criteria\nThe requested medication that is subject to the therapeutic duplication edit will be approved based\non one of t",
    "Receptor Agonists/DPP4 inhibitors\n3. Coverage Criteria:\nTherapeutic Duplication criteria\nThe requested medication that is subject to the therapeutic duplication edit will be approved based\non one of the following criteria:\nA. The requested medication will be used exclusively, and the previously\nprescribed medication will be discontinued\n© 2024 UnitedHealthcare Services, Inc.\n1\n-OR-\nB. Special circumstances exist that necessitate the need for duplicate therapy such as a\nnationally recognized drug shortage (document special circumstances)\nAuthorization will be issued for 2 weeks\n4. Additional Clinical Rules:\n• Notwithstanding Coverage Criteria, UnitedHealthcare may approve initial and re-\nauthorization based solely on previous claim/medication history, diagnosis codes (ICD-10)\nand/or claim logic. Use of automated approval and re-approval processes varies by program\nand/or therapeutic class.\n• Supply limits may be in place.\nProgram Prior Authorization – Therapeutic Duplication\nChange Control\n12/2023 New program\n2/2024 Updated authorization duration to 2 weeks.\n8/2024 Added GLP1/DPP4 combinations.\n© 2024 UnitedHealthcare Services, Inc.\n2"
  ]
}